{
  "timestamp": "20260227_124111",
  "harvest_date": "2026-02-27T12:41:11.320440+00:00",
  "total_papers": 127,
  "papers": [
    {
      "id": "2602.23309v1",
      "title": "A precessing jet from a supermassive black hole: multi-wavelength observations of S5 1044+71",
      "authors": [
        "M. Cerruti",
        "P. A. Duverne",
        "G. Ganesaratnam",
        "P. Goswami",
        "H. X. Ren",
        "N. Sahakyan"
      ],
      "summary": "The bright gamma-ray blazar S5 1044+71 has been identified as showing very significant quasi-periodic oscillations in the Fermi-LAT data in recent studies, with a periodicity of about 3 years. With the completion of a new gamma-ray cycle, we aim to revisit the periodicity in Fermi-LAT data, and analyze all available multi-wavelength (MWL) data to search for possible correlations and time-lags. These observations will be used to test for the compatibility of the observed periodicity with a precessing jet from the supermassive black hole. We analyze data from Fermi-LAT, NuSTAR, Swift, AstroSat, ASAS-SN, ZTF, Pan-STARRS, and NEOWISE. In addition we present an analysis from historical observations from Palomar and Pulkovo. Single-band spectral variability, MWL correlations, and cross-correlations are computed. We then model the Fermi-LAT light curve with a precessing jet model, providing constraints on the geometry of the system and providing the evolution of the Doppler factor with time. The latter is used as input for MWL fitting of the spectral energy distribution. We confirm previous claims on the existence of a periodic gamma-ray signal. We detect significant spectral variability in gamma-ray, X-rays, and optical/UV data. We detect significant correlation between low-energy (infrared/optical/ultraviolet) data and gamma-rays, with a correlation index of about 1; the correlation between X-rays and gamma-ray is milder, with a correlation index of about 0.3. We do not detect any significant time-lag between bands. The Fermi-LAT light curve is successfully fit by a precessing jet model. The fit to the spectral energy distributions indicate that S5 1044+71 is a typical blazar, in which the gamma-ray emission is located beyond the broad-line region. All MWL observations we present in this work are consistent with the existence of a precessing relativistic jet from the supermassive black hole.",
      "published": "2026-02-26T18:15:10Z",
      "updated": "2026-02-26T18:15:10Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.23309v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23309v1"
    },
    {
      "id": "2602.23249v1",
      "title": "The Axion-Photon Mixing and the Extragalactic Magnetic Background: Plateau Regimes, Resonances, and Non-Gaussian Boosts",
      "authors": [
        "Andrea Addazi",
        "Yi-Fu Cai",
        "Salvatore Capozziello",
        "Qingyu Gan",
        "Gaetano Lambiase"
      ],
      "summary": "We present an analytical treatment of Axion-Like-Particle (ALP)--photon mixing with extragalactic background light (EBL) attenuation for constant, Gaussian-stochastic, and non-Gaussian magnetic field configurations--with direct implications for Very High Energy (VHE) gamma-ray observations such as LHAASO, HAWC, and CTA experiments. For constant fields, we derive exact probabilities and identify a perturbative plateau regime where photon survival scales as quartic order of magnetic field, isolating the four-point magnetic correlation as a sensitive probe of non-Gaussianity. For Gaussian stochastic fields, we obtain--for the first time--analytical formulas for non-exponential-decay components in the strong-attenuation regime. Contrary to the widely used domain-like model, photon survival is suppressed by 4-6 orders of magnitude, while both conversion and survival probabilities exhibit distinct multi-peak structures from mass-equal resonance, stochastic resonance, and EBL attenuation. Extending to non-Gaussian fields, we show that non-Gaussianity can enhance photon survival by several orders of magnitude relative to the Gaussian case, potentially explaining the unexpectedly VHE photon event observed by LHAASO. Our results demonstrate that stochastic magnetic fields cannot be reduced to domain-like coherence without losing essential physics, and that VHE gamma-ray spectra encode observable information about both the power spectrum and non-Gaussian structure of intergalactic magnetic fields--critical as next-generation observatories push toward PeV sensitivities.",
      "published": "2026-02-26T17:25:36Z",
      "updated": "2026-02-26T17:25:36Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.23249v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23249v1"
    },
    {
      "id": "2602.22996v1",
      "title": "Tight bounds on the Mawell-Carroll-Field-Jackiw parameters using Fast Radio Bursts",
      "authors": [
        "Filipe S. Ribeiro",
        "Pedro D. S. Silva",
        "Rodolfo Casana",
        "Manoel M. Ferreira"
      ],
      "summary": "We investigate {the arrival time and the Faraday rotation} of extragalactic electromagnetic signals from fast radio bursts (FRBs) propagating through chiral cosmic media within the framework of Maxwell-Carroll-Field-Jackiw {(MCFJ)} electrodynamics. By treating the interstellar medium as a cold, ionized chiral plasma, {we derive} the time delay between two traveling signals, expressing it in terms of modified dispersion measures (DMs) {containing chiral contributions}. {The Faraday rotation angle is then} written in terms of modified rotation measures (RMs). By combining the DMs and redshift data from a set of FRBs, {we obtain} constraints on the chiral parameter magnitude at the order of $10^{-26}$--$10^{-24}$ GeV. {Using the Faraday} rotation formulae and RM measurements, {upper bounds as stringent as $10^{-43}$ GeV on the MCFJ parameters are also obtained.}",
      "published": "2026-02-26T13:37:53Z",
      "updated": "2026-02-26T13:37:53Z",
      "categories": [
        "astro-ph.HE",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22996v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22996v1"
    },
    {
      "id": "2602.22987v1",
      "title": "Energy Deposition by Galactic Cosmic Rays and Implications for Ozone Chemistry",
      "authors": [
        "Luiz Augusto Stuani Pereia",
        "Rita de Cássia dos Anjos"
      ],
      "summary": "We present a Monte Carlo study of galactic cosmic-ray (GCR) energy deposition and its implications for stratospheric chemistry, performed with the Geant4 toolkit. Primary nuclei (protons, $α$, CNO, and Si) were propagated through an atmosphere modeled from 0 to 120~g~cm$^{-2}$, considering both Polar ($R_{\\mathrm{c}}=0.1$~GV) and Equatorial ($R_{\\mathrm{c}}=15$~GV) geomagnetic cutoff conditions. The simulations resolve the variation of energy deposition with altitude for primary and secondary particles, revealing that $\\sim$~96\\% of the stratospheric energy budget arises from cascade secondaries within the 15--35~km domain. By converting layer-resolved energy deposition into ion pair production rates, we quantify the resulting formation of odd nitrogen (NO$_{\\rm x}$) and odd hydrogen (HO$_{\\rm x}$) radicals, which catalyze the destruction of ozone. The modeled production rates peak between 18 and 22~km altitude, leading to an estimated fractional ozone decrease of order $10^{-3}$--$10^{-2}$ under average GCR fluxes, consistent with observed background modulation over the solar cycle. These results establish a physically consistent link between cosmic-ray induced energy deposition and ozone chemistry, providing a benchmark framework for coupling high-energy particle transport to atmospheric photochemical models.",
      "published": "2026-02-26T13:31:09Z",
      "updated": "2026-02-26T13:31:09Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.22987v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22987v1"
    },
    {
      "id": "2602.22824v1",
      "title": "Black hole Limits Redefined: Extreme Efficiency in Black Hole Jets",
      "authors": [
        "Antonios Nathanail"
      ],
      "summary": "Relativistic jets from black holes can extract energy not only from accretion but also directly from the black hole's spin, as described by the Blandford-Znajek mechanism. A longstanding question is whether magnetic flux can accumulate near the event horizon to such an extent that it halts accretion entirely, enabling energy extraction purely from spin. Previous studies have shown that accretion persists through instabilities and that jet power only modestly exceeds the accretion energy budget, yet some observational results suggest much higher efficiencies. Here we present state-of-the-art general relativistic magnetohydrodynamic (GRMHD) simulations that sustain a quasi-steady magnetically arrested disk state for approximately 10,000 dynamical times, during which accretion is globally suppressed across the full azimuthal extent. In this regime, jet power exceeds the accretion energy input by more than two orders of magnitude, demonstrating a previously unachieved level of efficiency. These results challenge conventional assumptions about the limits of black hole energy extraction and suggest a new framework for interpreting powerful jet systems. Our findings raise important questions about the long-term stability of such states and the fundamental limits of the Blandford-Znajek process.",
      "published": "2026-02-26T10:05:18Z",
      "updated": "2026-02-26T10:05:18Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.22824v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22824v1"
    },
    {
      "id": "2602.22753v1",
      "title": "Trial dispersion measure spacing in fast radio burst searches with HEIMDALL",
      "authors": [
        "E. F. Keane",
        "D. J. McKenna"
      ],
      "summary": "Fast radio bursts (FRBs) are brief flashes of emission detectable to cosmological distances. Cosmology applications rely on an understanding of how the detected sample relates to the underlying population. To this end we examine the dispersion measure `tolerance' parameter employed by the FRB search tool \\textsc{heimdall} and provide the relation between this and minimum search depth. Several FRB samples can be `retro-fitted' using this to more properly account for survey completeness.",
      "published": "2026-02-26T08:40:56Z",
      "updated": "2026-02-26T08:40:56Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2602.22753v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22753v1"
    },
    {
      "id": "2602.22688v1",
      "title": "Relativistic Tidal Dissipation and the Gravitational-wave Signal of a White Dwarf Orbiting an Intermediate-Mass Black Hole",
      "authors": [
        "Yang Yang",
        "Leif Lui",
        "Alejandro Torres-Orjuela",
        "Xian Chen"
      ],
      "summary": "Finding intermediate-mass black holes (IMBHs) and measuring their masses and spins are key to understanding massive black hole formation. White dwarf (WD)-IMBH binaries provide a unique probe because they emit both electromagnetic radiation and gravitational waves (GWs), thereby conveying richer information. However, such multi-messenger sources often enter the regime of strong gravity, where existing models fail to capture their relativistic dynamics. Here, we develop a fully relativistic model for the tidal response of a WD close to an IMBH and use it to study the secular orbital evolution as well as the GW signal. We find that for IMBHs more massive than 10^5 solar masses, tidal interaction becomes relativistic and sensitive to IMBH spin. The interaction generally dissipates binary orbital energy and angular momentum, but due to relativistic frame rotation, which reduces phase coherence across pericenter passages, the orbit-averaged tidal dissipation rate can be suppressed by up to about 50% relative to Newtonian predictions. Including tidal dissipation leads to more rapid damping of the orbital eccentricity, to the extent that the pericenter distance may even increase over time, potentially explaining quasi-periodic eruptions and secular orbital period growth. Such tidal effects accumulate into measurable phase and amplitude deviations in the GW signal. For typical space-based observations, the GW waveform mismatch can reach values of order 0.1 within 6 months. Our results indicate that relativistic tidal dissipation is both dynamically important and observationally essential for reliably predicting the multi-messenger signals of WD-IMBH systems.",
      "published": "2026-02-26T07:06:24Z",
      "updated": "2026-02-26T07:06:24Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.22688v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22688v1"
    },
    {
      "id": "2602.22668v1",
      "title": "VLBI Detections of Compact Nuclei in Spiral-hosted Double-lobed Radio-loud Active Galactic Nuclei (DRAGNs): Evidence for Weak Parsec-Scale Jet Activity",
      "authors": [
        "Mingyu Ryu",
        "Jae-Young Kim"
      ],
      "summary": "We report milliarcsecond-scale VLBI detections of compact radio nuclei in four spiral-hosted, double-lobed radio-loud AGNs (spiral DRAGNs), a rare class that challenges the traditional association of powerful jets with elliptical hosts. Using public VLBI data archives, we identify compact cores in four sources and resolve parsec-scale jets in two of them. The VLBI components show low brightness temperatures ($T_{\\rm b} \\approx 10^9$ K in the core) and jet-to-counterjet ratios consistent with only mildly relativistic intrinsic speeds ($β\\lesssim 0.6$ for inclinations $θ\\lesssim 80^\\circ$), indicating weakly powered pc-scale outflows. The low radio-Eddington ratios $\\log(L_{\\rm R,1.4\\,GHz}/L_{\\rm Edd}) \\approx -5$ to $-8$ support this interpretation. Three objects lie on the fundamental plane of black hole activity, implying that global accretion-jet coupling in spiral DRAGNs is similar to that in other AGNs. Comparison with recent GRMHD simulations of thin-disk jets suggests that the VLBI-scale cores in spiral DRAGNs may trace an early or intermittently magnetized phase of jet launching. The coexistence of weak pc-scale jets and large kpc-scale lobes implies recurrent or long-duty-cycle jet activity in these late-type hosts.",
      "published": "2026-02-26T06:38:16Z",
      "updated": "2026-02-26T06:38:16Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.22668v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22668v1"
    },
    {
      "id": "2602.22641v1",
      "title": "Universality in Space Time $ω$ modes of Quarkyonic Stars",
      "authors": [
        "D. Dey",
        "Jeet Amrit Pattnaik",
        "R. N. Panda",
        "S. K. Patra"
      ],
      "summary": "The gravitational wave $ω$ mode spectrum presents a unique window into the dense interior of neutron stars, probing physics inaccessible to electromagnetic observations. This work investigates the $ω$ modes of compact stars composed of quarkyonic matter. The quarkyonic model, which describes a cross-over transition between nucleonic and quark matter treated as quasi-particles, is formulated within the Relativistic Mean-Field (RMF) theory using the G3 and IOPB-I parameterizations. This core is surrounded by a mantle of hadronic matter, creating a multicomponent stellar interior. The overall Equation of State (EOS) is governed by two key parameters: the transition density ($n_t$), the QCD confinement scale ($Λ_{\\rm cs}$), which are varied to construct models consistent with current astrophysical constraints on mass and radius. We compute the complex eigenfrequencies (damped oscillations) of the fundamental and first excited $ω$ modes using the phase-amplitude method within a full general relativistic framework. Our simulations reveal that the admixed quarkyonic structure produces a unique $ω$ mode signature, distinctly different from pure hadronic or hybrid stars. The spectrum exhibits a strong, degenerate dependence on the EOS, where the stiffening effect of the quarkyonic matter influences oscillation frequencies and damping times in a characteristic manner. We also demonstrate that $ω$ mode frequencies for quarkyonic stars follow approximate universal relations, largely independent of the EOS.",
      "published": "2026-02-26T05:46:57Z",
      "updated": "2026-02-26T05:46:57Z",
      "categories": [
        "astro-ph.HE",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2602.22641v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22641v1"
    },
    {
      "id": "2602.22476v1",
      "title": "High Spectral Resolution X-ray Observations of the Evolved Supermassive Stellar Binary System $η$ Carinae - Iron K$α$ Band Profile Revealed with XRISM",
      "authors": [
        "XRISM Collaboration",
        "Marc Audard",
        "Hisamitsu Awaki",
        "Ralf Ballhausen",
        "Aya Bamba",
        "Ehud Behar",
        "Rozenn Boissay-Malaquin",
        "Laura Brenneman",
        "Gregory V. Brown",
        "Michael F. Corcoran",
        "Lia Corrales",
        "Elisa Costantini",
        "Renata Cumbee",
        "Maria Diaz Trigo",
        "Chris Done",
        "Tadayasu Dotani",
        "Ken Ebisawa",
        "Megan E. Eckart",
        "Dominique Eckert",
        "Satoshi Eguchi",
        "Teruaki Enoto",
        "Yuichiro Ezoe",
        "Adam Foster",
        "Ryuichi Fujimoto",
        "Yutaka Fujita",
        "Yasushi Fukazawa",
        "Kotaro Fukushima",
        "Akihiro Furuzawa",
        "Luigi Gallo",
        "Javier A. Garcia",
        "Emi Goto",
        "Liyi Gu",
        "Matteo Guainazzi",
        "Kouichi Hagino",
        "Kenji Hamaguchi",
        "Isamu Hatsukade",
        "Katsuhiro Hayashi",
        "Takayuki Hayashi",
        "Natalie Hell",
        "Edmund Hodges-Kluck",
        "Ann Hornschemeier",
        "Yuto Ichinohe",
        "Shun Inoue",
        "Daiki Ishi",
        "Manabu Ishida",
        "Yukiko Ishihara",
        "Kumi Ishikawa",
        "Yoshitaka Ishisaki",
        "Francisco Junqueira",
        "Jelle Kaastra",
        "Timothy Kallman",
        "Yoshiaki Kanemaru",
        "Erin Kara",
        "Satoru Katsuda",
        "Richard L. Kelley",
        "Caroline A. Kilbourne",
        "Shunji Kitamoto",
        "Shogo Kobayashi",
        "Takayoshi Kohmura",
        "Aya Kubota",
        "Maurice Leutenegger",
        "Michael Loewenstein",
        "Yoshitomo Maeda",
        "Maxim Markevitch",
        "Hironori Matsumoto",
        "Kyoko Matsushita",
        "Dan McCammon",
        "Brian McNamara",
        "Francois Mernier",
        "Bert Vander Meulen",
        "Eric D. Miller",
        "Jon M. Miller",
        "Ikuyuki Mitsuishi",
        "Asca Miyamoto",
        "Misaki Mizumoto",
        "Tsunefumi Mizuno",
        "Koji Mori",
        "Koji Mukai",
        "Hiroshi Murakami",
        "Richard Mushotzky",
        "Hiroshi Nakajima",
        "Kazuhiro Nakazawa",
        "Jan-Uwe Ness",
        "Kumiko Nobukawa",
        "Masayoshi Nobukawa",
        "Hirofumi Noda",
        "Hirokazu Odaka",
        "Shoji Ogawa",
        "Anna Ogorzalek",
        "Takashi Okajima",
        "Naomi Ota",
        "Stephane Paltani",
        "Robert Petre",
        "Paul Plucinsky",
        "Frederick S. Porter",
        "Katja Pottschmidt",
        "Kosuke Sato",
        "Toshiki Sato",
        "Makoto Sawada",
        "Hiromi Seta",
        "Megumi Shidatsu",
        "Aurora Simionescu",
        "Randall Smith",
        "Hiromasa Suzuki",
        "Andrew Szymkowiak",
        "Hiromitsu Takahashi",
        "Mai Takeo",
        "Toru Tamagawa",
        "Keisuke Tamura",
        "Takaaki Tanaka",
        "Atsushi Tanimoto",
        "Makoto Tashiro",
        "Yukikatsu Terada",
        "Yuichi Terashima",
        "Yohko Tsuboi",
        "Masahiro Tsujimoto",
        "Hiroshi Tsunemi",
        "Takeshi Tsuru",
        "Aysegul Tumer",
        "Hiroyuki Uchida",
        "Nagomi Uchida",
        "Yuusuke Uchida",
        "Hideki Uchiyama",
        "Shutaro Ueda",
        "Yoshihiro Ueda",
        "Shinichiro Uno",
        "Jacco Vink",
        "Shin Watanabe",
        "Brian J. Williams",
        "Satoshi Yamada",
        "Shinya Yamada",
        "Hiroya Yamaguchi",
        "Kazutaka Yamaoka",
        "Noriko Yamasaki",
        "Makoto Yamauchi",
        "Shigeo Yamauchi",
        "Tahir Yaqoob",
        "Tomokage Yoneyama",
        "Tessei Yoshida",
        "Mihoko Yukita",
        "Irina Zhuravleva"
      ],
      "summary": "The supermassive binary system, $η$ Carinae, is experiencing enormous wind-driven mass loss at a rate unparalleled in the rest of the Galaxy. Their wind-wind collision (WWC) continuously produces shock heated, X-ray emitting plasmas. The XRISM X-ray observatory observed the system in 2023 and 2024 when the X-ray emission began to increase toward periastron passage in 2025. This manuscript reports unprecedentedly high-resolution X-ray spectra in the iron K$α$ band between 6.2 and 7.1 keV, obtained with the Resolve X-ray microcalorimeter. The hydrogen-like (Ly$α$) and helium-like (He$α$) lines reveal three velocity components. Two of them are broadened with maximum velocities of 2000-3000 km/s, likely originating from the post-shock companion wind. The other is relatively narrow, with a Gaussian broadening of only ~290 km/s in 1 sigma, which may originate from the post-shock companion wind at the WWC stagnation point or penetrating the primary wind. The iron fluorescent lines exhibit a moderate blueshift and broadening with velocities at 100-200 km/s, consistent with the primary wind's velocity field. The spectra also confirm a Compton shoulder of the He$α$ line complex for the first time. Both fluorescing and scattering spectral profiles indicate that the binary system is seen from the companion side during these observations. The flux ratio of the Compton scattering emission to the fluorescent line suggests substantial hydrogen depletion of the primary wind, expected from CNO-cycled hydrogen nuclear fusion gas.",
      "published": "2026-02-25T23:31:44Z",
      "updated": "2026-02-25T23:31:44Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2602.22476v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22476v1"
    },
    {
      "id": "2602.22418v1",
      "title": "Anomalous cosmic rays within the inner heliosphere: Observations of helium by the High Energy Telescope onboard Solar Orbiter",
      "authors": [
        "Zigong Xu",
        "Robert F. Wimmer-Schweingruber",
        "Lars Berger",
        "Patrick Kühl",
        "Alexander Kollhoff",
        "Bernd Heber",
        "Stephan I. Böttcher",
        "Liu Yang",
        "Verena Heidrich-Meisner",
        "Roelf Du Toit Strauss",
        "Raúl Gomez-Herrero",
        "Javier Rodriguez-Pacheco",
        "Daniel Pacheco",
        "Richard A. Leske"
      ],
      "summary": "Radial gradients of cosmic rays are key parameters for understanding the transport of particles in space. Solar Orbiter, launched on 2020 February 10, approaches the Sun approximately every half year, with a closest perihelion distance of 0.29 au after the end of 2022 during the nominal mission phase. The two double-ended high energy telescopes(HET)onboard the Solar Orbiter measure energetic particles in the energy range between a few MeV/nuc and a few hundred MeV/nuc, which are dominated by anomalous cosmic rays (ACRs) and galactic cosmic rays (GCRs) during solar quiet times. By obtaining the radial gradient of the ACR helium in the inner heliosphere, we advance our understanding of how the transport of the cosmic rays is affected by the particle drift effect and the large-scale magnetic field. The helium observations at Solar Orbiter/HET between 11.1 and 49 MeV/nuc are analyzed. Since we focus on quiet time measurements, we remove the periods of solar energetic particle (SEP) events. The intensities are averaged over the Carrington rotation period. The helium observations from the Proton and Helium Instrument(EPHIN)onboard SOHO were utilized as the baseline to correct the long-term variation caused by the solar modulations. We present the first observation of ACR helium at Solar Orbiter/HET between 2020 February and 2022 July in the inner heliosphere before the sun became fully active. We derive the radial gradient of the ACR helium between 0.3 and 1 au. The averaged radial gradient between 11.1 and 49MeV/nuc is about 22$\\pm$4%/au and the averaged value between 11.1 and 41.2MeV/nuc is raised to 32$\\pm$8%/au after removing the GCR contribution, which is estimated by a GCR model. In addition, the temporal variation of radial gradients indicates that the gradients are increasing with the enhancement of the solar modulation and the increased tilt angle of the heliospheric current sheet.",
      "published": "2026-02-25T21:24:46Z",
      "updated": "2026-02-25T21:24:46Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2602.22418v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22418v1"
    },
    {
      "id": "2602.22321v1",
      "title": "XRISM Observation of the Supernova Remnant N103B: Velocity Structure and Thermal Properties",
      "authors": [
        "Tyler Holland-Ashford",
        "Brian J. Williams"
      ],
      "summary": "We present the first analysis of the X-ray Imaging and Spectroscopy Mission (XRISM) observation of the supernova remnant (SNR) N103B. We fit the X-ray spectrum taken with the Resolve microcalorimeter, which captured emission lines from the predominantly ejecta elements Si, S, Ar, Ca, Cr, Mn, and Fe. Notably, our fits require a previously unidentified high-temperature, highly-ionized, Fe-dominated plasma component with particularly high Cr and Mn abundances, matching a feature also present in the recent XRISM analysis of the SNR N132D. We find that all ejecta in N103B exhibits significant line broadening arising mostly from thermal Doppler broadening: increasing from $σ_{\\rm th}\\sim1700$ km s$^{-1}$ for intermediate-mass element (IME: Si, S, Ar, and Ca) ejecta to $\\sim$2800 km s$^{-1}$ for Fe-rich ejecta. These velocities correspond to reverse shock velocities of $\\sim$3500 and $\\sim$5900 km s$^{-1}$, respectively, in the ejecta frame of rest. Finally, we find that the IMEs are redshifted with a bulk velocity of $\\sim$360 km s$^{-1}$ while the Fe-dominated components are split: one redshifted at $\\sim$1560 km s$^{-1}$ and the other blueshifted at $\\sim$1020 km s$^{-1}$. Our results provide further support for the double-ring structure of N103B as it expands into the bipolar winds of a non-degenerate companion and highlight the strength of high-resolution spectroscopic observations of SNRs.",
      "published": "2026-02-25T19:00:03Z",
      "updated": "2026-02-25T19:00:03Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.22321v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22321v1"
    },
    {
      "id": "2602.22309v1",
      "title": "A steadily declining dispersion measure for the repeating fast radio burst FRB 20220529A: Evidence for an FRB engine embedded in an expanding supernova remnant",
      "authors": [
        "Ayush Pandhi",
        "Kenzie Nimmo",
        "Shion Andrew",
        "Charanjot Brar",
        "Shami Chatterjee",
        "Amanda M. Cook",
        "Alice Curtin",
        "B. M. Gaensler",
        "Marcin Gawroński",
        "Jason Hessels",
        "Victoria M. Kaspi",
        "Afrokk Khan",
        "Franz Kirsten",
        "Mattias Lazda",
        "Calvin Leung",
        "Robert Main",
        "Kiyoshi W. Masui",
        "Ryan Mckinven",
        "Daniele Michilli",
        "Mason Ng",
        "Omar Ould-Boukattine",
        "Aaron B. Pearlman",
        "Ziggy Pleunis",
        "Alexander W. Pollak",
        "Sachin Pradeep E. T.",
        "Weronika Puchalska",
        "Mawson W. Sammons",
        "Paul Scholz",
        "Vishwangi Shah",
        "Kaitlyn Shin",
        "Seth R. Siegel",
        "Kendrick Smith"
      ],
      "summary": "We present the discovery and subsequent 3.2 year monitoring campaign of the repeating fast radio burst FRB 20220529A with CHIME/FRB. We observe a gradual dispersion measure (DM) decline of $-0.881\\pm0.001~\\mathrm{pc}~\\mathrm{cm}^{-3}~\\mathrm{year}^{-1}$ ($-1.235\\pm0.001~\\mathrm{pc}~\\mathrm{cm}^{-3}~\\mathrm{year}^{-1}$ in the rest frame), implying a $\\geq3.5\\pm0.2$% decrease of the total electron column in the source environment, and we see scattering timescale variations over weeks to years. We observe a short-lived excursion in which the DM rises by $\\sim 1~\\mathrm{pc}~\\mathrm{cm}^{-3}$, immediately preceding a transient $\\sim 2000~\\mathrm{rad}~\\mathrm{m}^{-2}$ Faraday rotation measure (RM) increase previously reported for this source, before returning to its gradual DM decline. We identify a local line-of-sight magnetic field around FRB 20220529A during this DM/RM excursion of $3.4 \\pm 0.2~\\mathrm{mG}$, corresponding to one of the most strongly magnetized FRB environments. We measure a decrease in the linear polarization fraction of FRB 20220529A bursts with decreasing frequency that we attribute to depolarization from multi-path propagation in the source environment. We also place a $5σ$ upper limit on the spectral luminosity of an associated persistent radio source of $\\leq 5\\times10^{28}~\\mathrm{erg}~\\mathrm{s}^{-1}~\\mathrm{Hz}^{-1}$ at 1.5 GHz. These observations are consistent with FRB 20220529A originating from a young ($\\sim$ years to centuries old) expanding supernova remnant, with short-lived DM and RM variability arising from interactions with the supernova remnant or with a binary companion.",
      "published": "2026-02-25T19:00:01Z",
      "updated": "2026-02-25T19:00:01Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.22309v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22309v1"
    },
    {
      "id": "2602.22168v1",
      "title": "Collisionless Accretion of Finite-Angular-Momentum Plasma onto a Spinning Black Hole",
      "authors": [
        "John M. Mehlhaff",
        "Alexander Y. Chen",
        "Martin Luepker",
        "Yajie Yuan"
      ],
      "summary": "In low-luminosity active galactic nuclei like M87* and Sgr A*, the accretion disk around the central supermassive black hole is tenuous and collisionless. As a result, the usual ideal magnetohydrodynamics (MHD) approximation may not be applicable. In this Letter, we report on the first fully kinetic simulations of the accretion process where the plasma initially has finite angular momentum. The simulated accretion flow behaves remarkably similarly to the magnetically arrested disk (MAD) regime of ideal MHD, reproducing episodes of magnetic flux saturation and eruption typical of MADs. The resemblance to fluid models owes largely to kinetic instabilities, which regulate pressure anisotropy in the disk, allowing fluid terms to dominate the angular momentum transfer. In addition, by handling vacuum regions effectively, our kinetic approach probes the matter supply to the jet funnel. We observe no efficient penetration of the accreting material into this region, which suggests that a pair discharge may be required to sustain the Blandford-Znajek process.",
      "published": "2026-02-25T18:15:31Z",
      "updated": "2026-02-25T18:15:31Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.22168v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22168v1"
    },
    {
      "id": "2602.22165v1",
      "title": "Whistler-Alfvén turbulence in a non-neutral ultrarelativistic pair plasma",
      "authors": [
        "Stanislav Boldyrev",
        "Mikhail Medvedev"
      ],
      "summary": "The large-scale dynamics of most conventional space and astrophysical plasmas are predominantly governed by Alfvén modes, which are low-frequency magnetohydrodynamic modes existing in magnetized media. At scales smaller than the ion gyroscale or frequencies exceeding the ion cyclotron frequency, the Alfvén modes transform into kinetic-Alfvén or whistler modes that significantly contribute to plasma dynamics. However, this scenario reverses in non-neutral pair plasmas, such as those found in the magnetospheres of pulsars and magnetars, around rotating black holes and in their relativistic jets, as well as in certain laboratory plasmas. In these systems, the large-scale dynamics is governed by hybrid whistler-Alfvén modes, which transform into pure Alfvén modes at smaller scales. We derive the nonlinear equations that describe the dynamics of whistler-Alfvén modes in ultrarelativistic non-neutral magnetically dominated pair plasma and discuss the spectrum of turbulence governed by these equations.",
      "published": "2026-02-25T18:14:29Z",
      "updated": "2026-02-25T18:14:29Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22165v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22165v1"
    },
    {
      "id": "2602.21920v1",
      "title": "Probing Dark Photon Dark Matter with CTAO",
      "authors": [
        "Júlia G. Mamprim",
        "Aion Viana",
        "Vitor de Souza"
      ],
      "summary": "The dark photon is a new hypothetical gauge boson arising in extensions of the Standard Model, and constitutes a compelling dark matter candidate. As dark photon dark matter (DPDM), it can interact with electromagnetic fields via kinetic mixing, and the inelastic scattering process $γγ' \\to e^+ e^-$ becomes kinematically allowed for gamma rays above a characteristic energy threshold. This interaction imprints unique spectral attenuation features at very-high-energies (VHE), offering an observational probe of DPDM models. Using the Cherenkov Telescope Array Observatory (CTAO) Instrument Response Functions (IRFs), we simulate observations of VHE sources and forecast novel sensitivities to the kinetic mixing parameter for the photon-dark photon scattering process. Our study focuses on three key astrophysical targets: the Crab Nebula and the blazars Markarian 421 and Markarian 501. Additionally, we investigate the impact of dark matter spikes around black holes on the upper limits. Our results demonstrate that CTAO can probe the DPDM parameter space down to a mixing parameter of $\\varepsilon \\sim 10^{-8}$ for masses around $m_{A^{\\prime}} \\sim 10^{-1}~\\textrm{eV}$ through high-energy spectral attenuation, at a $95\\%$ confidence level.",
      "published": "2026-02-25T13:57:45Z",
      "updated": "2026-02-25T13:57:45Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.21920v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21920v1"
    },
    {
      "id": "2602.21795v1",
      "title": "Classical, large scale 3D MHD simulations of interacting pulsar wind nebulae",
      "authors": [
        "D. M. -A. Meyer",
        "D. F. Torres"
      ],
      "summary": "Magnetized rotating neutron stars, or pulsars, are a possible end product of massive star evolution. Their relativistic wind successively interacts with the supernova ejecta of their defunct progenitor, then with the circumstellar medium of the progenitor, and eventually with the interstellar medium. If a massive star is static with respect to its ambient medium, then its resulting circumstellar medium is elongated along the direction of the local magnetic field, and its supernova remnant transiently appears as a rectangle. The pulsar wind nebula forming in it is, in its turn, elongated, as long as the pulsar axis of rotation matches the direction of the local magnetization. In this work, we explore how the angle between the direction of the local magnetic field of the interstellar medium and the pulsar axis of rotation influences the shaping of its pulsar wind nebula with 3D MHD simulations are carried out with the PLUTO. We use those models to perform radiative transfer calculations to derive non-thermal radio emission maps of the pulsar wind nebulae. When the polar elongation of the pulsar develop, they bend in opposite directions under the effects of the cavity carved by the stellar wind and already filled by supernova ejecta. This induces a complex distribution of magnetized supernova ejecta and pulsar wind, resulting in various observable structures, appearing as rectangles, circles, or irregular oblong shapes, in the radio waveband. The angle between the direction of the pulsar rotation axis and that of the local ambient magnetization is a governing parameter for the shaping and non-thermal radio properties of the pulsar wind nebulae of static massive stars; however, the mixing of material, once the pulsar wind nebula is old (50 to 80 kyr), is not strongly affected by that factor.",
      "published": "2026-02-25T11:17:45Z",
      "updated": "2026-02-25T11:17:45Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2602.21795v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21795v1"
    },
    {
      "id": "2602.21607v1",
      "title": "Direction-of-arrival estimation of a gravitational wave by correlations between quadrupole moments of pulsar timings",
      "authors": [
        "Taichi Ueyama",
        "Hodaka Tamura",
        "Hideki Asada"
      ],
      "summary": "Can we estimate the direction of arrival (DOA) of a gravitational wave (GW) signal from pulsar timing array observations? The present paper addresses the inverse problem, for which we consider quadrupole moments of pulsar timings due to GWs from a dominant isolated source such as a binary of supermassive black holes over an isotropic stochastic background. Correlations between the quadrupole moments are discussed, where the correlations between pulsar pairs over the full sky are taken into account. The correlations turn out to be in the form of a three-dimensional traceless matrix with rank 2 that can be closely related with a projection tensor for the GW. Thereby, we demonstrate that the rank-2 matrix allows to estimate the DOA of the GW. In expectation of the forthcoming Square Kilometer Array, angular resolutions as well as DOA estimation errors are also examined.",
      "published": "2026-02-25T06:12:02Z",
      "updated": "2026-02-25T06:12:02Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.21607v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21607v1"
    },
    {
      "id": "2602.22262v1",
      "title": "Conformal symmetry in force-free electrodynamics",
      "authors": [
        "Huiquan Li",
        "Jianyong Wang"
      ],
      "summary": "It is shown that conformal symmetry exists in force-free electrodynamics (FFE) in Minkowski spacetime, a foundational framework for describing magnetospheres around astronomical objects. In force-free magnetospheres, charges are constrained to move along magnetic field lines and experience zero Lorentz force, due to the everywhere perpendicular orientation of electric and magnetic fields. However, a general angle-preserving conformal mapping of force-free fields does not necessarily produce another physically admissible force-free configuration when sources are present. In this work, we demonstrate that such invariance can nevertheless arise for certain choices of the free functions. Specifically, the governing stream equation is shown to be invariant under Möbius transformations. This symmetry reveals a structural linkage between known solutions and, notably, maps the region inside a magnetospheric horizon (the lightsurface) of one solution to the exterior of its dual counterpart, and vice versa.",
      "published": "2026-02-25T03:58:47Z",
      "updated": "2026-02-25T03:58:47Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.22262v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22262v1"
    },
    {
      "id": "2602.21412v1",
      "title": "Complex Analysis of Askaryan Radiation: UHE-$ν$ Identification and Reconstruction using the Hilbert Envelope of Observed Signals",
      "authors": [
        "J. C. Hanson",
        "R. Hartig"
      ],
      "summary": "The detection of ultra-high energy neutrinos (UHE-$ν$), with enegies above 10 PeV, has been a long-time goal in astroparticle physics. Autonomous, radio-frequency (RF) UHE-$ν$ detetectors have been deployed in polar regions that rely on the Askaryan effect in ice for the neutrino signal. The Askaryan effect occurs when the excess negative charge within a UHE-$ν$ cascade radiates in a dense medium. UHE-$ν$ can induce cascades that radiate in the RF bandwidth above thermal backgrounds. To identify UHE-$ν$ signals in data from Askaryan-class detectors, analytic models of the Askaryan electromagnetic field have been created and matched to simulations and laboratory measurements. These models describe the Askaryan electromagnetic field, but leave the effects of signal propagation through polar ice and RF channel response to simulations. In this work, a fully analytic Askaryan model that accounts for these effects is presented. First, formulas for the observed voltage trace and its Hilbert envelope are calculated. Second, the analytic model is compared to UHE-$ν$ signals at 100 PeV from NuRadioMC, a key Monte Carlo toolset in the field. Correlation coefficients between the analytic signal envelope and MC data in excess of $0.94$ are found, and 99.99% of UHE-$ν$ signals pass a correlation threshold of $ρ\\geq 0.4$. Analysis of RF thermal noise reveals that just 0.2 background events have $ρ\\geq 0.4$ in 5 years at a 1 Hz thermal trigger rate. Finally, we describe future work related to the measurement of the logarithm of the UHE-$ν$ cascade energy.",
      "published": "2026-02-24T22:37:15Z",
      "updated": "2026-02-24T22:37:15Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.21412v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21412v1"
    },
    {
      "id": "2602.23263v1",
      "title": "Imprints of primordial magnetic fields on the late-time Universe",
      "authors": [
        "Jennifer Schober",
        "Molly Abramson",
        "Sayan Mandal",
        "Salome Mtchedlidze",
        "Tina Kahniashvili"
      ],
      "summary": "Primordial magnetic fields (PMFs) generated in the early Universe may leave observable imprints in the present-day large-scale structure. However, it remains unclear on which spatial scales primordial signatures can survive the nonlinear processes accompanying structure formation. The aim of this study is to investigate the evolution of PMFs during gravitational collapse and to determine the spatial scales on which primordial signatures can persist. We perform a suite of high-resolution direct numerical simulations of self-gravitating, magnetized halos. By varying the viscosity, we probe different Reynolds-number regimes and follow the coupled evolution of gravitational collapse and magnetohydrodynamic turbulence. At sufficiently high Reynolds numbers, turbulence generated during collapse triggers the onset of a small-scale dynamo, which amplifies magnetic energy below the Jeans scale and modifies the magnetic energy spectrum significantly. Whether dynamo amplification dominates the magnetic field evolution is determined by the competition between the dynamo growth time and the free-fall time. Our results highlight the importance of resolving the Jeans scale and the associated turbulent inertial range in cosmological MHD simulations to accurately capture the interplay between gravitational compression and dynamo amplification and to assess which structures retain memory of primordial fields.",
      "published": "2026-02-26T17:37:05Z",
      "updated": "2026-02-26T17:37:05Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA",
        "hep-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.23263v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23263v1"
    },
    {
      "id": "2602.23046v1",
      "title": "The LOFAR sub-arcsecond view of the high-redshift radio relic in PSZ2G091.83+26.11",
      "authors": [
        "G. Di Gennaro",
        "R. Timmerman",
        "M. Hoeft",
        "F. de Gasperin",
        "R. J. van Weeren",
        "A. Botteon",
        "M. Brüggen",
        "J. M. G. H. J. de Jong",
        "T. W. Shimwell",
        "F. Sweijen",
        "G. Brunetti",
        "R. Cassano",
        "E. De Rubeis",
        "W. Forman",
        "H. J. A. Röttgering",
        "A. Simionescu",
        "H. Ye"
      ],
      "summary": "Enhanced inverse Compton (IC) losses at high redshift steepen diffuse radio spectra in galaxy clusters, making low-frequency (~100 MHz) observations favorable. However, low-frequency studies often lack the resolution needed to locate particle acceleration sites or separate diffuse emission from radio galaxies. In this paper, we unveil the properties of the radio relic in the distant cluster PSZ2G091.83+26.11 (z=0.822) by resolving the acceleration site and inspecting the downstream region. Using the European LOFAR (ILT) at 145 MHz, we study a radio relic at (sub-)arcsecond resolution for the first time below 1 GHz, complemented by arcsecond-resolution VLA data at higher frequencies. We confirm the diffuse emission is not a radio galaxy. A spectral index gradient toward the cluster center matches previous 5'' maps. High-resolution 0.4'' and 1.9'' images reveal emission ahead of the shock, connecting the relic to a radio galaxy. 1.9'' profiles across the downstream at 145 MHz and 3.0 GHz follow a log-normal magnetic field distribution. The 145 MHz shock surface shows a sharp discontinuity at the same location of a change in electron density, Rotation Measure, and fractional polarization, likely tied to magnetic field changes. Finally, we find hints of redshift evolution of the radio power versus cluster mass correlation. The impressive angular resolution achievable by the LOFAR long baselines is opening an unprecedented view of the low energetic plasma in galaxy clusters. This is extremely significant in the case of high-redshift clusters, where radio emission at low frequencies is less affected by energy losses but its detection is strongly limited by poor resolution.",
      "published": "2026-02-26T14:28:22Z",
      "updated": "2026-02-26T14:28:22Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.23046v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23046v1"
    },
    {
      "id": "2602.23002v1",
      "title": "Confinement transition to gravitational waves in the one-flavor $SU(4)$ Hyper Stealth Dark Matter theory",
      "authors": [
        "V. Ayyar",
        "R. C. Brower",
        "G. T. Fleming",
        "J. Ingoldby",
        "X. Y. Jin",
        "N. Matsumoto",
        "A. S. Meyer",
        "E. T. Neil",
        "J. C. Osborn",
        "S. Park",
        "C. T. Peterson",
        "D. Schaich",
        "P. Vranas",
        "O. Witzel"
      ],
      "summary": "The thermodynamics of the $SU(4)$ gauge theory with a single flavor of fundamental quarks is analyzed on the lattice with dynamical fermion simulations, which is the low-energy sector of a realistic, strongly-interacting dark matter model -- the Hyper Stealth Dark Matter. The gravitational wave spectrum from the first-order confinement transition in the early universe is further calculated, where the effect of the dark sea quarks, which decrease the interface tension in the effective potential of the Polyakov loop, is shown numerically to lower the gravitational wave amplitude.",
      "published": "2026-02-26T13:47:44Z",
      "updated": "2026-02-26T13:47:44Z",
      "categories": [
        "hep-lat",
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.23002v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23002v1"
    },
    {
      "id": "2602.22990v1",
      "title": "Cosmic voids as a probe of the nature of dark matter: simulations and galaxy survey forecasts",
      "authors": [
        "Alexander Spencer London",
        "Keir K. Rogers",
        "Alex Laguë",
        "Renée Hložek",
        "Zara Zaman"
      ],
      "summary": "Voids are parts of the cosmic web least affected by non-linearities and baryonic feedback. We thus calculate the sensitivity of voids to the nature of dark matter (DM), using ultra-light axions as a concrete model and the ongoing Dark Energy Spectroscopic Instrument (DESI) and \\textit{Euclid} galaxy surveys as observational settings. We simulate axion effects on voids using mass-peak patch simulations and find that: (i) axions suppress the formation of lower-mass halos leading to the merging of smaller (radius $< 25\\,\\mathrm{Mpc}/h$) voids into fewer larger (radius $> 25\\,\\mathrm{Mpc}/h$) voids; and (ii) voids in the presence of axions are emptier of halos, thereby suppressing the void-halo correlation function. These effects strengthen as axion particle mass $m_\\mathrm{a}$ decreases. We forecast improvements in axion constraints from the void size function (VSF; the void number density as function of their radius). A \\textit{Euclid}-like survey (effective volume of $73\\,\\mathrm{Gpc}^3$ with a prior on the other $Λ$CDM cosmological parameters from the Simons Observatory cosmic microwave background experiment) can limit the axion energy density (for $m_\\mathrm{a} = 10^{-25}\\,\\mathrm{eV}$) to $< 4.6\\%$ of the DM (at $95\\%$ credibility), about two times stronger than current limits. Conversely, we show that a Universe with a dark sector consisting of axions at the $10\\%$ level, as motivated by the string axiverse, can be recovered with $\\sim 2 σ$ preference. A DESI-like survey achieves comparable results. Axion and $Λ$CDM parameters have different degeneracies given VSF and galaxy power spectrum data, indicating future combined analyses will be most powerful in disentangling the DM nature. We anticipate our results will extend to other (e.g., warm or interacting) DM models.",
      "published": "2026-02-26T13:34:37Z",
      "updated": "2026-02-26T13:34:37Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.22990v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22990v1"
    },
    {
      "id": "2602.22840v1",
      "title": "Redshift evolution of the Hubble constant: Constraints and new insights from an interacting dark energy model",
      "authors": [
        "Xinyi Dai",
        "Yupeng Yang",
        "Yicheng Wang",
        "Yankun Qu",
        "Shuangxi Yi",
        "Fayin Wang"
      ],
      "summary": "We develop a modified interacting dark energy (IDE) model to study the redshift evolution of the Hubble constant ($H_0$), in light of the Hubble tension. In this framework, the energy exchange between dark energy and dark matter induces a redshift dependence of $H_0$. We evaluate the model against a comprehensive suite of observations, including baryon acoustic oscillations (BAO) from DESI DR2 and SDSS, cosmic chronometers, type Ia supernovae from the Pantheon sample, and Planck CMB distance priors. Analysis of late-Universe data yields $α= 0.0107^{+0.0032}_{-0.011}$, with the best-fit value on the order of $10^{-2}$, revealing a decreasing trend of $H_0$ with redshift. This supports a power-law evolution beyond $Λ$CDM. Incorporating CMB data further tightens the constraint to the order of $10^{-5}$, which we attribute to the suppression of dark-sector interactions at high redshifts, a consequence of the strong baryon--photon coupling. These results indicate that the IDE framework provides a theoretically consistent and observationally viable mechanism for describing the redshift evolution of $H_0$, offering a promising avenue toward alleviating the Hubble tension.",
      "published": "2026-02-26T10:27:19Z",
      "updated": "2026-02-26T10:27:19Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.22840v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22840v1"
    },
    {
      "id": "2602.22516v1",
      "title": "Using Lithium and Beryllium to Study Structure and Evolution of Rotating Stars: Spite Plateau of Halo Stars",
      "authors": [
        "Wuming Yang",
        "Shuya Dou",
        "Xiangcun Meng",
        "Yaqian Wu",
        "Shaolan Bi"
      ],
      "summary": "The observed lithum (Li) abundance of Galactic halo stars mainly fall within the range of 2.0--2.4 dex. This nearly constant value, known as the Spite plateau, is approximately a factor of three lower than the value predicted from cosmic microwave background measurements and standard Big Bang Nucleosynthesis (BBN) calculations. This discrepancy -- referred to as the cosmological Li problem -- is considered a potential indication of new physics or astrophysical processes. We employed models incorporating gravitational settling, diffusion, rotation, and magnetic fields to explain the Spite plateau. The rotating models predict that Li abundances in stars with ages of roughly 8--13 Gyr and effective temperatures between 6400 and 5900 K generally fall within 2.0--2.4 dex, forming a well-defined Li plateau, followed by a sharp decline in Li abundance down to about 5200 K. The Li plateau results from the combined effects of variations in convection zone depth, gravitational settling, diffusion, rotation, and magnetic fields. For red giant branch stars with $T_{\\mathrm{eff}} \\lesssim$ 5200 K, the rotating models predict another Li plateau with an abundance of about 1.0 dex. These results are in good agreement with observations. Moreover, the initial Li abundance of 2.72 dex adopted in the models matches the BBN prediction, implying that the Li problem arises from stellar Li depletion. Furthermore, the rotating models also reproduce the Li and Be distributions of the sample that exhibit the Spite plateau meltdown and Be deviation.",
      "published": "2026-02-26T01:21:48Z",
      "updated": "2026-02-26T01:21:48Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.CO",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2602.22516v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22516v1"
    },
    {
      "id": "2602.22396v1",
      "title": "Current-carrying string network evolution in an external magnetic field",
      "authors": [
        "P. B. Barbosa",
        "C. J. A. P. Martins"
      ],
      "summary": "Cosmic strings are topological defects arising in a variety of cosmological scenarios, as the Universe undergoes symmetry-breaking phase transitions, whose discovery would offer valuable insight into the high-energy physics that shaped the early Universe. To interpret such a detection, robust theoretical models are essential. The Velocity-dependent One-Scale (VOS) model is particularly prominent: it self-consistently treats the network as a thermodynamic system, characterizing its key properties, and predicting its large-scale evolution. This has recently been extended to include superconducting cosmic strings, which carry additional degrees of freedom, giving rise to the Charge-Velocity dependent One-Scale (CVOS) model. One limitation of the latter model is that it only included loss mechanisms for the charge and current. Here, we extend this model by phenomenologically including a possible energy source mechanism, specifically by allowing current-carrying strings interactions with an external magnetic field. We discuss how this coupling impacts the network's evolution, present and classify the physically allowed scaling solutions for this extended CVOS model, and comment on the different impacts of the external magnetic field on the evolution of the network's charge and current. Under our modeling assumptions, one of the ten physically plausible scaling solution enables the network to gain energy by this mechanism.",
      "published": "2026-02-25T20:45:15Z",
      "updated": "2026-02-25T20:45:15Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.22396v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22396v1"
    },
    {
      "id": "2602.22170v1",
      "title": "ALP Dark Matter, Cosmological Magnetic Fields and the Direct Collapse Black Hole Formation Scenario",
      "authors": [
        "Ashu Kushwaha",
        "Robert Brandenberger"
      ],
      "summary": "Assuming that dark matter is an ultralight pseudoscalar particle which couples to electromagnetism like an axion (an ALP), we demonstrate that the coupling of the cosmological magnetic field produced by the ALP field oscillations to the primordial dark matter fluctuations yields a spectrum of gauge field fluctuations which can produce a sufficient flux of Lyman-Werner photons to enable the Direct Collapse Black Hole formation scenario. The induced flux is consistent with the bounds on the excess flux of radio photons from ARCADE2 and EDGES measurements.",
      "published": "2026-02-25T18:16:00Z",
      "updated": "2026-02-25T18:16:00Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "astro-ph.GA",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.22170v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22170v1"
    },
    {
      "id": "2602.21975v1",
      "title": "How does a MOND cosmology fare on Gpc scales? - Collisionless $N$-body simulations of $ν$HDM",
      "authors": [
        "Alfie Russell",
        "Indranil Banik",
        "Oscar Cray",
        "Hongsheng Zhao"
      ],
      "summary": "We present the largest collisionless $N$-body cosmological simulations in a MOdified Newtonian Dynamics (MOND) cosmology to date. Our 4 simulations cover $Λ$CDM as a baseline, a MOND with hot dark matter model known as $ν$HDM, and 2 unphysical models we call $Λ$HDM and $ν$CDM to test the individual contributions of hot dark matter and MOND gravity, respectively. $ν$HDM reproduces the CMB power spectrum whilst also theoretically matching cluster dynamics and preserving MOND predictions for galactic rotation curves. We test its viability on cosmological scales using simulations with $256^{3}$ particles in a box of size $800/h$ comoving Mpc. We find generically that the MOND models massively overproduce large-scale structures by $z=0$, with a most massive cluster in $ν$HDM of $\\approx 5 \\times 10^{17} M_{\\odot}/h$ and typical peculiar velocities of several thousand km/s. We also explore a local void solution to the Hubble tension in these models. Analogues to the observed \"Local Hole'' do form in the MOND models, but values for the deceleration parameter $<-1.5$ in these regions prevent a satisfactory resolution to the Hubble tension. Whilst $Λ$CDM significantly underpredicts the observed bulk flow in Cosmicflows-4, the high peculiar velocities that arise in the MOND models create the opposite problem, ruling out $ν$HDM at $>5σ$ confidence. Observations clearly require a much milder enhancement to the rate of structure growth in $Λ$CDM than is provided by the $ν$HDM paradigm. Our results also suggest that replacing cold dark matter with hot dark matter is unlikely to provide a viable cosmological model, regardless of the gravity law.",
      "published": "2026-02-25T14:55:22Z",
      "updated": "2026-02-25T14:55:22Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.21975v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21975v1"
    },
    {
      "id": "2602.21821v1",
      "title": "The supersonic nature of jellyfish galaxies",
      "authors": [
        "Alessandro Ignesti",
        "Francesca Loi",
        "Antonino Marasco",
        "Benedetta Vulcani",
        "Bianca M. Poggianti",
        "Christoph Pfrommer",
        "Marco Gullieuszik",
        "Alessia Moretti",
        "Paolo Serra",
        "Stephanie Tonnesen",
        "Rory Smith",
        "Cecilia Bacchini",
        "Marc A. W. Verheijen",
        "Myriam Gitti",
        "Anna Wolter",
        "Koshy George",
        "Yara Jaffe",
        "Rosita Paladino",
        "Giorgia Peluso",
        "Mario Radovich",
        "Augusto E. Lassen",
        "Neven Tomicic",
        "Peter Kamphuis"
      ],
      "summary": "All gas-rich galaxies in cluster environments are expected to experience ram-pressure stripping from the intra-cluster medium. However, only a fraction of these develop ongoing star-formation in their stripped tail, becoming the so-called ``jellyfish'' galaxies. In this work we provide observational evidence that magnetic fields can signal differences in the extraplanar star formation and explore what are the physical conditions that lead to the formation of a jellyfish galaxy. We first focus on JO147, a jellyfish galaxy that features weak star formation activity in its tail. Using MeerKAT radio continuum observations, we discover polarized emission only in a small fraction of its tail, with an average fraction of $~10\\%$, and a low Mach number $\\mathcal{M}=1.3-1.6$, which suggests a possible association between magnetic field draping, shock-compression of the gas, and extraplanar star formation activity. Then, we test this scenario in a sample of 17 jellyfish galaxies from the GASP project. We combine dynamical models for their orbits within the host clusters with realistic cluster temperature profiles to infer their Mach number, and we find a positive correlation between it and the star formation activity in their tail. We conclude that supersonic motion is a necessary condition for triggering star formation in the stripped tails of jellyfish galaxies. Our findings provide empirical evidence that the critical factor preventing the stripped gas evaporation is the shock compression induced by the supersonic motion through the cluster. This process likely enhances the magnetic field surrounding the galaxy and the properties of the stripped material.",
      "published": "2026-02-25T11:48:58Z",
      "updated": "2026-02-25T11:48:58Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.21821v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21821v1"
    },
    {
      "id": "2602.21733v1",
      "title": "A sound horizon independent measurement of $H_0$ from BOSS, DESI and DES Y3",
      "authors": [
        "Zhiyu Lu",
        "Théo Simon",
        "Vivian Poulin",
        "Yifu Cai"
      ],
      "summary": "We present a sound horizon independent measurement of the Hubble parameter using a multiprobe large-scale structure analysis. Removing the dependency on the sound horizon with a rescaling procedure at the matter power spectrum level, we analyse the BOSS full-shape power spectrum and bispectrum (for the first time) using the effective field theory of large-scale structure up to one loop. We combine this analysis with the auto- and cross-angular power spectra from the DESI Legacy Imaging Survey DR9, the $3 \\times 2$pt analysis from DES Y3, and the CMB gravitational lensing power spectrum from Planck PR3. Our baseline analysis, that does not rely on supernovae data, yields $h = 0.702^{+0.022}_{-0.024}$, $Ω_m = 0.310 \\pm 0.013$, and $σ_8 = 0.799 \\pm 0.020$, corresponding to $3-4 \\%$ precision measurements. When adding supernovae data from Pantheon+, we obtain a $2.6 \\%$ measurement of $h$, with $h = 0.686 \\pm 0.018$. We further note that our EFTBOSS analysis indicates a slight deviation of the BAO scale parameter (at $1.8 σ$) from its $Λ$CDM value, caused by the small scales of the bispectrum. We finally use the sound horizon-free EFTBOSS analysis as a diagnosis for the presence of new physics, finding that our results are consistent with the recent hints of evolving dark energy.",
      "published": "2026-02-25T09:43:05Z",
      "updated": "2026-02-25T09:43:05Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.21733v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21733v1"
    },
    {
      "id": "2602.21493v1",
      "title": "Resurgence and Hyperasymptotics in Wave Optics Astronomy",
      "authors": [
        "Job Feldbrugge",
        "Samuel Crew",
        "Ue-Li Pen"
      ],
      "summary": "With the discovery of gravitational waves and fast radio bursts, wave optics has become increasingly relevant in astrophysics. This paper studies the behaviour of random gravitational and plasma lenses, presenting the refractive and diffractive expansions, with higher-order terms that allow error estimates and embody the counterintuitive resurgence phenomenon.   Specifically, we show that the diffractive expansion converges for a broad class of bounded lens models and provides an efficient description of interference patterns across frequency regimes. Next, building on Picard-Lefschetz techniques, we derive the full refractive expansion to arbitrary order, organising it into a transseries. Near caustics, the standard transseries is supplemented with uniform asymptotics. We study this transseries, with both Borel and hyperasymptotic resummation yielding systematic approximations to lensing integrals at all frequencies. Our results give a framework for modelling wave optics lensing near caustics and beyond the geometric optics approximation and thereby illustrate how tools from resurgence and asymptotic analysis can be applied to practical problems in astrophysics.   Near caustic singularities, the post-refractive corrections diverge, while the uniform asymptotic expansion becomes accurate. We use the leading uniform approximation to derive the strong wave optics suppression of off-axis caustics, which clarifies their subdominant role.",
      "published": "2026-02-25T01:55:45Z",
      "updated": "2026-02-25T01:55:45Z",
      "categories": [
        "astro-ph.CO",
        "math-ph"
      ],
      "link": "https://arxiv.org/abs/2602.21493v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21493v1"
    },
    {
      "id": "2602.21296v1",
      "title": "Lepton asymmetry leading to baryogenesis by primordial black holes",
      "authors": [
        "Mriganka Dutta",
        "Banibrata Mukhopadhyay",
        "Abhishek Kumar Jha",
        "Mayank Pathak",
        "Siba Prasad Das"
      ],
      "summary": "Baryogenesis remains an unresolved problem in cosmology, with existing mechanisms facing significant caveats. We show that the effects of primordial black holes (PBHs) on neutrinos produce the lepton asymmetry $\\sim 10^{-10}$ which subsequently produces the baryon asymmetry. We consider the Dirac Lagrangian in curved spacetime in local coordinates exhibiting Hermitian pseudo-vector and non-Hermitian vector terms. These terms lead to energy splitting between weakly interacting neutrinos and antineutrinos, resulting in their unequal number densities and hence a lepton asymmetry. While the non-Hermitian effect leads to a non-conserved total probability of neutrinos, the leptogenesis due to gravitational effects of a PBH could be significant until the nucleosynthesis era. This in turn produces baryon asymmetry from the symmetry of lepton and baryon numbers via the sphaleron process in the electro-weak era. We show that in the most conservative scenario, the PBHs of mass $\\sim 10^{12}$ g and spin $\\sim 0.01$ produce the observed baryogenesis at temperature 130 GeV, when such PBHs are available abundantly. However, massive PBHs also could produce the observed asymmetry, assuming the non/anti-Hermitian vector couplings for neutrino and anti-neutrino get canceled from the Lagrangian, leading the system to be Hermitian.",
      "published": "2026-02-24T19:00:56Z",
      "updated": "2026-02-24T19:00:56Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.21296v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21296v1"
    },
    {
      "id": "2602.21169v1",
      "title": "Revisiting CPL with sign-switching density: to cross or not to cross the NECB",
      "authors": [
        "Mine Gökçen",
        "Özgür Akarsu",
        "Eleonora Di Valentino"
      ],
      "summary": "Recent DESI DR2 BAO measurements, when combined with CMB and SNeIa data, exhibit a $3.2σ$-$3.4σ$ preference for dynamical dark energy (DE) described by the CPL-parametrized equation of state. A particularly striking feature of these reconstructions is an apparent transition from an early-time phantom-like regime to a late-time quintessence-like behavior. For positive-definite DE densities, this transition is often phrased as a crossing of the phantom divide line (PDL) at $w(a)=-1$. Allowing the DE density to become negative, however, renders the PDL (in the sense of $w(a)=-1$) non-diagnostic as a global separator: the physically meaningful criterion is instead the null energy condition boundary (NECB), $ρ_{\\rm DE}+p_{\\rm DE}=0$. We therefore test whether the data-driven preference for NECB-crossing in CPL reconstructions persists once alternative realizations of phantom behavior are admitted, specifically through sign-switching DE densities. To this end, we introduce and constrain two controlled phenomenological extensions of the CPL framework featuring a negative DE phase in the past. In the CPL$\\to-Λ$ model, the switching epoch is tied to the CPL-inferred NECB-crossing scale factor, yielding an early-time negative cosmological-constant phase, while the post-switch evolution follows the CPL branch. In the sCPL model, the CPL equation of state is maintained at all times, while the sign switch in the energy density occurs at an independent transition redshift. We find that late-time BAO and SNeIa data drive the negative-density phase beyond their effective redshift coverage, and that this requirement is the primary driver of the inferred parameter behavior. While both models are statistically disfavored relative to the baseline CPL, admitting a negative DE phase generally reduces the significance of deviations from a cosmological constant.",
      "published": "2026-02-24T18:12:16Z",
      "updated": "2026-02-24T18:12:16Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.21169v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21169v1"
    },
    {
      "id": "2602.20893v1",
      "title": "The Magnetic Filling in MAD Simulations and its Impact on the Jet in M87",
      "authors": [
        "Felix Glaser",
        "Christian M. Fromm",
        "Yosuke Mizuno",
        "Matthias Kadler",
        "Karl Mannheim"
      ],
      "summary": "Magnetically arrested accretion disks (MADs) in black hole jet launching simulations are very successful in modelling low-luminosity active galactic nuclei (AGN) like M87*. The Fishbone-Moncrief torus is well established for this purpose in numerical astrophysics. The extent of the magnetic vector potential inside the torus that we coin the filling factor has not been studied before in the case of MAD simulations. We employ five 3D general relativistic magneto-hydrodynamics (GRMHD) simulations initialized with large-scale tori, that are immersed in weak, poloidal magnetic fields. To study the impact of the spatial extent of the initial magnetic field, hence the magnetic energy content in the torus, we scale it with the filling factor w.r.t. the poloidal geometric area of the mass density distribution. A common choice of the filling factor is complimented and investigated in terms of altered energetics and angular momentum transport. Further, we investigate the polarized, radiative imprints of synchrotron emission on M87 at 86 GHz, comparing them with VLBI observations. Our simulations show that elevated filling factors significantly increase the electromagnetic energy contributions and outward angular momentum transport in the jet, due to the initially increased magnetic energy-content in the torus. High magnetic fillings exhibit increased linear polarization fractions, agreeing with the observed 15$\\%$ in M87*. We find the jet morphology more prone to disk-vertical flux tubes generated by MAD events. We show, that GRMHD simulations bracket the jet width measurements at the jet base in M87*. Increased magnetic filling of the torus produces jets that are noticeably brighter downstream compared to our reference models, hence, we find high fillings well suited for extended GRMHD jet models of other low-luminosity AGN, as well.",
      "published": "2026-02-24T13:29:35Z",
      "updated": "2026-02-24T13:29:35Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.20893v1",
      "pdf_link": "https://arxiv.org/pdf/2602.20893v1"
    },
    {
      "id": "2602.20734v1",
      "title": "Bypassing the Lyth Bound with Entangled Gravitons: Primordial Signatures and Late-Time Noise",
      "authors": [
        "Shingo Akama",
        "Chunshan Lin"
      ],
      "summary": "We demonstrate that quantum entanglement between primordial gravitons in dynamically decoupled gravitational sectors can parametrically enhance the tensor power spectrum during inflation. Unlike standard mechanisms relying on classical dynamics or modified actions, this enhancement originates from the reduced density matrix of the observable sector after tracing over a hidden gravitational reservoir. This framework allows for a sizable tensor-to-scalar ratio r > 0.01 consistent with sub-Planckian inflaton excursions, providing a purely quantum mechanical evasion of the Lyth bound. The resulting mixed state leaves a distinctive \"quantum birthmark\" in the form of oscillatory features in the power spectrum and a characteristic violation of the single-field consistency relation, manifesting as a scale-dependent enhancement of the squeezed-limit bispectrum. Furthermore, we forecast that this entanglement may manifest as a late-time stochastic noise enhancement in gravitational wave interferometers, offering a novel experimental window into the quantum nature of spacetime.",
      "published": "2026-02-24T09:57:32Z",
      "updated": "2026-02-24T09:57:32Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.20734v1",
      "pdf_link": "https://arxiv.org/pdf/2602.20734v1"
    },
    {
      "id": "2602.20483v2",
      "title": "Cosmology with galaxy clusters using machine learning. Application to eROSITA Data",
      "authors": [
        "Fucheng Zhong",
        "Nicola R. Napolitano",
        "Johan Comparat",
        "Klaus Dolag",
        "Caroline Heneka",
        "Zhiqi Huang",
        "Xiaodong Li",
        "Weipeng Lin",
        "Giuseppe Longo",
        "Mario Radovich",
        "Crescenzo Tortora"
      ],
      "summary": "Context: We present the first Cosmological Parameter inferences from eROSITA X-ray observations of galaxy clusters using a Machine Learning algorithm. Methods: We train a Random Forest using mock catalogs of clusters from Magneticum multi-cosmology hydrodynamical simulations. We apply the trained ML algorithm to observed X-ray features (gas luminosity, mass, and temperature) at different redshifts from the eROSITA eFEDS and eRASS1 catalogs. Results: We obtain cosmological constraints with precision comparable to those from standard analyses, such as weak lensing and cluster abundances. We infer $Ω_{\\rm m}=0.30^{+0.03}_{-0.02}$, $σ_8=0.81\\pm0.01$, and $h_0=0.710\\pm0.004$. The recovered parameters show no tension in the $Ω_{\\rm m}-σ_8$ space, but a significant deviation of $h_0$ from the Planck estimates. These inferences remain rather stable against variations of the input observable set and parameter space coverage. These results indicate that correlations among intracluster properties contain cosmological information beyond that encoded in the cluster abundance alone, which can be captured by machine learning trained on multi-cosmology simulations. Conclusions: ML algorithms trained on multi-cosmology hydrodynamical simulations can effectively infer cosmological parameters directly from galaxy cluster data. This is a change of paradigm in the context of cosmological parameter inferences. This approach complements traditional cluster-count analyses and is particularly suited to large upcoming surveys, where systematic uncertainties in mass calibration may otherwise dominate the error budget. It also highlights the potential of large-scale X-ray surveys to deliver independent tests of the standard cosmological model.",
      "published": "2026-02-24T02:23:25Z",
      "updated": "2026-02-25T12:18:56Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2602.20483v2",
      "pdf_link": "https://arxiv.org/pdf/2602.20483v2"
    },
    {
      "id": "2602.20431v1",
      "title": "IR-Safe and IR-Resummed Bispectra Before and After Reconstruction in Unified Lagrangian Perturbation Theory",
      "authors": [
        "Naonori Sugiyama"
      ],
      "summary": "We develop a unified analytic framework for modeling the real-space dark matter bispectrum, including both auto and cross bispectra constructed from pre- and post-reconstruction density fields, based on Unified Lagrangian Perturbation Theory (ULPT). ULPT reorganizes the standard Lagrangian approach by separating the Jacobian deviation, which generates the nonlinear source bispectrum, from the displacement-mapping effect that determines how long-wavelength bulk flows distort observed configurations. Within this structure, we derive general one-loop ULPT expressions for the bispectrum and analyze their infrared (IR) behavior, demonstrating exact, nonperturbative IR cancellation and the natural emergence of an IR-resummed description of baryon acoustic oscillation (BAO) damping. In particular, ULPT enables a detailed and fully analytic treatment of the wiggle-wiggle contribution to the IR-resummed bispectrum, whose structure has remained comparatively unexplored in previous approaches. We further construct IR-resummed models for the cross bispectra of all pre- and post-reconstruction combinations. For configurations in which the displacement fields differ, ULPT captures not only the overall exponential damping but also the more intricate BAO-scale modulation characteristic of mixed pre/post bispectra. Our results clarify the physical origin of nonlinear BAO suppression and provide a compact theoretical framework in which the full ULPT bispectrum, once implemented numerically through displacement-mapping convolution integrals, will automatically encode all nonlinear BAO and IR effects. The framework developed here therefore offers a unified and IR-safe foundation for interpreting next-generation bispectrum measurements.",
      "published": "2026-02-24T00:08:36Z",
      "updated": "2026-02-24T00:08:36Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.20431v1",
      "pdf_link": "https://arxiv.org/pdf/2602.20431v1"
    },
    {
      "id": "2602.20430v1",
      "title": "Thermodynamic Gravity with Non-Extensive Horizon Entropy and Topological Calibration",
      "authors": [
        "Marco Figliolia",
        "Petr Jizba",
        "Gaetano Lambiase"
      ],
      "summary": "We revisit Jacobson's thermodynamic derivation of gravitational dynamics in the presence of generalized, non-extensive horizon entropies. Working within a local Rindler-wedge framework, we formulate the Clausius relation as the stationarity condition of a Massieu functional at fixed Unruh temperature, which identifies the entropy slope as the parameter controlling the effective gravitational coupling. For area-type entropies with constant slope, the construction reproduces Einstein's equations with $G_{eff} = 1/(4s_0)$, while curvature-dependent entropy densities supplemented by an internal entropy-production term yield the field equations of $f(R)$ gravity.   Motivated by group-entropic considerations and long-range correlations, we model the entropy of horizon cross sections by a power law $S(A) = η(A/4G)^δ$ and analyze its local and global implications. To fix the otherwise arbitrary coarse-graining scale entering the entropy slope, we introduce a Topological Calibration Principle that ties the reference area to intrinsic geometric data through the Gauss-Bonnet theorem. For compact two-dimensional sections, this selects a canonical calibration area and leads to a topology-dependent effective coupling $G_{eff}(χ) \\propto |χ|^{1-δ}$ where $χ$ represents the Euler characteristic. Consistency across scales and topologies yields logarithmic bounds on $|1-δ|$, while the associated scale dependence induces a characteristic modulation of the gravitational coupling in cosmology. The framework thus provides a controlled route to confront non-extensive horizon thermodynamics with both theoretical consistency requirements and observational constraints.",
      "published": "2026-02-24T00:03:44Z",
      "updated": "2026-02-24T00:03:44Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.20430v1",
      "pdf_link": "https://arxiv.org/pdf/2602.20430v1"
    },
    {
      "id": "2602.20405v1",
      "title": "Highly Efficient Selection of High-Redshift Emission-Line Galaxies for future DESI-like surveys with Deep Multi-band Imaging",
      "authors": [
        "Yoquelbin Salcedo Hernandez",
        "Jeffrey A. Newman",
        "Brett. H. Andrews",
        "Biprateep Dey",
        "Rongpu. Zhou",
        "Noah Sailer",
        "J. Aguilar",
        "S. Ahlen",
        "D. Bianchi",
        "D. Brooks",
        "R. Canning",
        "F. J. Castander",
        "E. Chaussidon",
        "T. Claybaugh",
        "A. Cuceu",
        "A. de la Macorra",
        "Arjun Dey",
        "P. Doel",
        "S. Ferraro",
        "A. Font-Ribera",
        "J. E. Forero-Romero",
        "E. Gaztañaga",
        "S. Gontcho A Gontcho",
        "G. Gutierrez",
        "H. K. Herrera-Alcantar",
        "R. Joyce",
        "S. Juneau",
        "R. Kehoe",
        "D. Kirkby",
        "T. Kisner",
        "A. Kremin",
        "O. Lahav",
        "C. Lamman",
        "M. Landriau",
        "M. E. Levi",
        "M. Manera",
        "A. Meisner",
        "R. Miquel",
        "J. Moustakas",
        "S. Nadathur",
        "N. Palanque-Delabrouille",
        "W. J. Percival",
        "F. Prada",
        "I. Pérez-Ràfols",
        "A. Raichoor",
        "G. Rossi",
        "E. Sanchez",
        "D. Schlegel",
        "M. Schubnell",
        "H. Seo",
        "J. Silber",
        "D. Sprayberry",
        "G. Tarlé",
        "B. A. Weaver",
        "C. Yèche",
        "H. Zou"
      ],
      "summary": "Emission-line galaxies (ELGs) are an important tracer of baryon acoustic oscillations (BAO) and large-scale structure (LSS) at $z > 1$. In this work, we investigate the feasibility of using deep wide-area multi-band imaging (e.g., from the Rubin Observatory) to efficiently select high redshift ELGs. Using Hyper Supreme-Cam $grizy$ photometry and COSMOS2020 many-band photometric redshifts, we designed simple color cuts guided by a probabilistic random forest classifier to select galaxies at $z = 1.1$--$1.6$. We then empirically tested and refined these color cuts using two samples of galaxies with deep spectroscopy and broad color coverage obtained with the Dark Energy Spectroscopic Instrument (DESI). Compared to DESI ELGs at $z = 1.1$--$1.6$, we achieve a higher redshift measurement success rate (89% versus 69%), a much higher correct redshift range success rate (84% versus 34%), and a far higher net surface density yield (1372 $\\mathrm{deg^{-2}}$ versus 660 $\\mathrm{deg^{-2}}$). Combining our sample with current DESI ELGs would increase the net ELG number density by a factor of $\\sim3$, moving it out of the shot-noise limited regime and reducing the uncertainties on the BAO scale parameter at $z = 1.1$--$1.6$ by a factor of $\\sim 2$.",
      "published": "2026-02-23T23:02:03Z",
      "updated": "2026-02-23T23:02:03Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.20405v1",
      "pdf_link": "https://arxiv.org/pdf/2602.20405v1"
    },
    {
      "id": "2602.22841v1",
      "title": "Experimental Demonstration of Beam-Driven Wakefield Acceleration in Laser-Plasma Filament",
      "authors": [
        "M. Galletti",
        "L. Verra",
        "A. Biagioni",
        "M. Carillo",
        "L. Crincoli",
        "R. Demitra",
        "G. Parise",
        "G. Di Pirro",
        "R. Pompili",
        "F. Stocchi",
        "F. Villa",
        "A. Zigler",
        "M. Ferrario"
      ],
      "summary": "Self-guided femtosecond laser pulses propagating in low-pressure gas can generate plasma filaments, establishing a new framework for plasma wakefield acceleration. Unlike conventional schemes relying on mechanically confined or preformed plasma channels, this method exploits the intrinsic non-linear light-matter interaction, greatly reducing the energy required to generate plasma. This, in turn, allows to realise tunable stages, potentially operating above kHz repetition rate and with meter-scale interaction lengths and transverse sizes down to a few tens of micrometres. Moreover, the laser-plasma filament reproducibility is intrinsically higher than state-of-the-art discharge-plasmas, where the breakdown process is initiated in a stochastic and uncontrolled manner. As a result, laser-based plasma formation offers improved reliability and control over plasma parameters. Here we report a proof-of-principle experimental demonstration of beam-driven wakefield acceleration of electron bunches with an accelerating field exceeding 250 MV/m in a laser-generated plasma filament. The results are cross-checked with numerical simulation, showing an excellent agreement and providing a complete picture of the physical process. Beyond particle acceleration, the concept bridges laser filamentation physics, advanced plasma photonics and compact accelerator technologies, offering a promising route towards sustainable, high-repetition-rate plasma-based facilities.",
      "published": "2026-02-26T10:28:54Z",
      "updated": "2026-02-26T10:28:54Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22841v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22841v1"
    },
    {
      "id": "2602.22656v1",
      "title": "Gyrokinetic turbulent transport simulations on steady burning condition in D-T-He plasmas",
      "authors": [
        "Motoki Nakata",
        "Mitsuru Honda"
      ],
      "summary": "Ion temperature gradient(ITG) and trapped electron modes(TEM) driven turbulent transport in an ITER-like plasma is investigated by means of multi-species gyrokinetic Vlasov simulations with D, T, He, and real-mass kinetic electrons including their inter-species collisions. Beyond the conventional zero-dimensional power balance analysis presuming the global energy and particle confinement times, gyrokinetic-simulation-based evaluation of a steady burning condition with He-ash exhaust and D-T fuel inward pinch is demonstrated. It is clarified that a significant imbalance appears in the turbulent particle flux for the fuel ions of D and T, depending on the D-T density ratio and the He-ash accumulation. Then several profile regimes to satisfy Reiter's steady burning condition are, for the first time, identified by the gyrokinetic simulation. Also, the impacts of zonal flows and nonthermal He-ash on the optimal profile regimes are examined.",
      "published": "2026-02-26T06:13:55Z",
      "updated": "2026-02-26T06:13:55Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22656v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22656v1"
    },
    {
      "id": "2602.22655v1",
      "title": "Isotope Effects on TEM-driven Turbulence and Zonal Flows in Helical and Tokamak Plasmas",
      "authors": [
        "Motoki Nakata",
        "Masanori Nunami",
        "Hideo Sugama",
        "Tomo-Hiko Watanabe"
      ],
      "summary": "Impacts of isotope ion mass on trapped electron mode (TEM) driven turbulence and zonal flows in magnetically confined fusion plasmas are investigated. Gyrokinetic simulations of TEM-driven turbulence in three-dimensional magnetic configuration of LHD plasmas with hydrogen isotope ions and real-mass kinetic electrons are realized for the first time, and the linear and the nonlinear nature of the isotope and collisional effects on the turbulent transport and zonal-flow generation is clarified. It is newly found that combined effects of the collisional TEM stabilization by the isotope ions and the associated increase in the impacts of the steady zonal flows at the near-marginal linear stability lead to the significant transport reduction with the opposite ion mass dependence in comparison to the conventional gyro-Bohm scaling. The universal nature of the isotope effects on the TEM-driven turbulence and zonal flows is verified for a wide variety of toroidal plasmas, e.g., axisymmetric tokamak and non-axisymmetric helical/stellarator systems.",
      "published": "2026-02-26T06:13:38Z",
      "updated": "2026-02-26T06:13:38Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22655v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22655v1"
    },
    {
      "id": "2602.22653v1",
      "title": "Nonlinear entropy transfer via zonal flows in gyrokinetic plasma turbulence",
      "authors": [
        "Motoki Nakata",
        "Tomo-Hiko Watanabe",
        "Hideo Sugama"
      ],
      "summary": "Nonlinear entropy transfer processes in toroidal ion temperature gradient (ITG) and electron temperature gradient (ETG) driven turbulence are investigated based on the gyrokinetic entropy balance relations for zonal and non-zonal modes, which are coupled through the entropy transfer function regarded as a kinetic extension of the zonal-flow production due to the Reynolds stress. Spectral analyses of the \"triad\" entropy transfer function introduced in this study reveal not only the nonlinear interactions among the zonal and non-zonal modes, but also their effects on the turbulent transport level. Different types of the entropy transfer processes between the ITG and ETG turbulence are found: The entropy transfer from non-zonal to zonal modes is substantial in the saturation phase of the ITG instability, while, once the strong zonal flow is generated, the entropy transfer to the zonal modes becomes quite weak in the steady turbulence state. Instead, the zonal flows mediate the entropy transfer from non-zonal modes with low radial-wavenumbers (with contribution to the heat flux) to the other non-zonal modes with higher radial-wavenumbers (but with less contribution to the heat flux) through the triad interaction. The successive entropy transfer processes to the higher radial-wavenumber modes are associated with transport regulation in the steady turbulence state. In contrast, in both the instability-saturation and steady phases of the ETG turbulence, the entropy transfer processes among low-wavenumber non-zonal modes are dominant rather than the transfer via zonal modes.",
      "published": "2026-02-26T06:13:19Z",
      "updated": "2026-02-26T06:13:19Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22653v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22653v1"
    },
    {
      "id": "2602.22614v1",
      "title": "A Multi-Diagnostic Observational Framework for Magnetosonic Solitary Waves During Geomagnetic Storms in Solar Cycles 24 and 25 using Cluster II Mission",
      "authors": [
        "Murchana Khusroo",
        "Yimnasangla"
      ],
      "summary": "Solitary structures, commonly known as solitons, are a class of nonlinear plasma waves that are abundantly found in near-Earth plasmas and planetary magnetospheres. They are nonlinear, localized plasma waves that maintain their shape and velocity over time and distance. While their occurrence in various space plasma environments has been extensively reported, their observation during geomagnetic storms, large-scale disturbances driven by interactions between the solar wind and Earth's magnetosphere, remains limited. In this study, we present a comparative investigation of magnetosonic soliton signatures during geomagnetic storms associated with Solar Cycles 24 and 25. Using high-resolution in-situ magnetic field measurements from the Cluster II mission, we systematically examine the plasma conditions favorable for soliton generation and their evolution during storm-time dynamics. A comprehensive multi-diagnostic observational framework, incorporating several state-of-the-art analytical techniques, is developed to reliably detect and characterize magnetosonic solitons. The results demonstrate that solitary structures in both storms predominantly occur during the early storm intervals, prior to the main phase, suggesting that they may serve as potential precursor signatures of enhanced geomagnetic activity.",
      "published": "2026-02-26T04:39:35Z",
      "updated": "2026-02-26T04:39:35Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22614v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22614v1"
    },
    {
      "id": "2602.22370v1",
      "title": "The Effect of Magnetization on Electron Heating in Low-Density Ultracold Neutral Plasmas",
      "authors": [
        "Ryan C. Baker",
        "Bridget O'Mara",
        "Jacob L. Roberts"
      ],
      "summary": "Ultracold neutral plasmas provide a useful system for studying extreme parameter regimes plasma physics in an accessible laboratory setting. The parameter space of plasma physics can be characterized in part by coupling strength and degree of magnetization. The range of achievable strong coupling is determined in part by the lowest possible temperatures that can be achieved. This work examines the early-lifetime electron heating of moderately coupled, strongly magnetized plasmas. This heating is dominated by disorder-induced heating and heating due to Rydberg atom formation. By using experimentally informed simulations, it is found that disorder-induced heating has a large influence in electron temperature well into the plasma lifetime. Additionally, the dependence of the minimum achievable electron temperature on magnetization and initial electron energy is examined. In this work, we find electron temperatures as low as $0.52^{+.10}_{-.05}\\ \\mathrm{K}$ (for electron density, $n_{e}$, of $6.1 \\times 10^{12}\\ \\mathrm{m^{-3}}$), which determines the maximum coupling strength for the measured experimental conditions.",
      "published": "2026-02-25T20:07:12Z",
      "updated": "2026-02-25T20:07:12Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22370v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22370v1"
    },
    {
      "id": "2602.22177v1",
      "title": "Runaway electron generation in ITER mitigated disruptions with improved physics models",
      "authors": [
        "L. Votta",
        "F. J. Artola",
        "E. Nardon",
        "O. Vallhagen",
        "M. Hoppe"
      ],
      "summary": "We assess runaway-electron (RE) generation in ITER disruptions mitigated by shattered pellet injection (SPI) using improved physics modelling in the 1D disruption simulation framework Dream. To this end, we extend Dream with four ITER-relevant physics models: (i) a reduced model for RE scrape- off associated with the vertical plasma motion, (ii) a semi-analytical plasmoid- drift model for material deposition, (iii) an adaptive hyper-resistive transport model to suppress unphysical thin-current channels during the current quench (CQ), and (iv) an updated Compton RE generation seed calculated for the new ITER tungsten first-wall design. We simulate full-current 15 MA L-mode (H26, non-nuclear) and H-mode (DTHmode24, nuclear) scenarios, and an intermediate- current 7.5 MA H-mode non-nuclear case, from realistic ITER inputs. Complete avoidance of a multi-MA RE beam is found to require a long pre-thermal quench (TQ) duration to thermalize the hot-tail electrons, high deuterium assimilation with limited neon, and a representative seed current comparable to a single RE in ITER. As previously found with lower fidelity setups [Vallhagen et al, Nucl. Fusion 64 (2024)], these conditions are met by staggered or low-Ne injections in H26, but are typically violated in DT H-mode when nuclear seeds are present. In addition to analyzing the effect of the new models, we investigate the role of the current spike associated with the TQ and importance of radial transport of runaways in the CQ. After incorporating these additional physical effects into a comprehensive disruption model and analyzing their impact, we present a representative ITER DT H-mode SPI scenario which provides a theoretically viable route to tolerable RE currents in ITER fusion power operation.",
      "published": "2026-02-25T18:25:29Z",
      "updated": "2026-02-25T18:25:29Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22177v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22177v1"
    },
    {
      "id": "2602.22172v1",
      "title": "Effects of realistic laser intensity and phase distribution on high-charge laser wakefield acceleration",
      "authors": [
        "Yuhui Xia",
        "Zhenan Wang",
        "Ziyao Tang",
        "Jianghao Hu",
        "Qianyi Ma",
        "Yuekai Chen",
        "Letian Liu",
        "Zhiyan Yang",
        "Hui Zhang",
        "Chenxu Wang",
        "Haoyang Lan",
        "Di Wu",
        "Xiuhong Yang",
        "Yixing Geng",
        "Yanying Zhao",
        "Xueqin Yan",
        "Xinlu Xu"
      ],
      "summary": "Laser wakefield acceleration (LWFA) can produce relativistic electron beams and various secondary particles in centimeter-long plasmas, making it a valuable particle source with important applications in many disciplines. In this work, we examine the effects of non-ideal transverse intensity and phase distribution of laser pulses on LWFA through both experimental measurements and particle-in-cell simulations. The complex transverse profile of the 75 TW laser pulses reduces the self-focused intensity in plasma compared with a transversely Gaussian laser. Furthermore, the sheath structure of the nonlinear plasma wake excited by realistic laser pulses is wider and more complicated than that of a Gaussian laser. These hinder the injection of the plasma electrons. As the laser pulse propagates through the plasma, its intensity profile gradually becomes elliptical and drives a plasma wake with a sharp sheath near the azimuths of the major axis, leading to an injection. When using a realistic laser profile in simulations, both the charge and energy of injected electrons closely match experimental results ($\\sim200$ pC of charge and $\\sim 200$ MeV peak energy), whereas the Gaussian laser simulations produce much higher charge ($\\sim500$ pC). Our findings reveal the difference in injection dynamics between LWFA driven by non-ideal laser pulses and those driven by Gaussian pulses, and are useful for applications of LWFA which demand high-charge electron beams.",
      "published": "2026-02-25T18:18:18Z",
      "updated": "2026-02-25T18:18:18Z",
      "categories": [
        "physics.plasm-ph",
        "physics.acc-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22172v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22172v1"
    },
    {
      "id": "2602.22064v1",
      "title": "Effects of Screening and Pressure Ionization on the Electron Broadening of Spectral Lines in Dense Plasmas",
      "authors": [
        "Julian P. Kinney",
        "Stephanie B. Hansen",
        "Thomas A. Gomez",
        "Scott D. Baalrud"
      ],
      "summary": "Collisions between electrons and radiating atoms broaden spectral absorption and emission lines in dense plasmas. High densities also introduce screening and pressure ionization effects that distort the wavefunctions of both bound and free electrons. In order to study how dense plasma effects influence the electron broadening of spectral lines, this paper incorporates electron wavefunctions from an average-atom (AA) model to calculate the line width of the B III $2p-2s$ transition at $T = 10$ eV for mass densities ranging from $ρ=10^{-4}-0.4$ g/cc. The calculation method uses the impact approximation, allowing the line width to be written in terms of electron-collision cross sections and an interference term. Compared to an otherwise identical calculation that uses Coulomb free wavefunctions, the AA method is found to modify both the cross sections and the resulting line width at sufficiently high density by introducing screening and pressure ionized bound states. Screening lowers the cross sections at low energies and near electron excitation thresholds, while pressure ionized bound states introduce resonances into the continuum. Thus, as the density increases, the relative line width between the AA and Coulomb calculations follows a general decrease because of screening, with sharp increases at various intervals due to pressure ionization. The AA results are also compared with a common approach to introduce screening through the interaction potential and reduced models that use the Bethe formula for the inelastic electron-collision cross sections.",
      "published": "2026-02-25T16:10:41Z",
      "updated": "2026-02-25T16:10:41Z",
      "categories": [
        "physics.plasm-ph",
        "physics.atom-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22064v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22064v1"
    },
    {
      "id": "2602.21710v1",
      "title": "Out-of-time-ordered correlators for turbulent fields: a quantum-classical correspondence",
      "authors": [
        "Motoki Nakata"
      ],
      "summary": "An extended formulation of out-of-time-ordered correlators (OTOCs), which quantify noncommutative operator growth and information scrambling in quantum many-body systems, is developed for turbulence dynamics as a representative of non-canonical Hamiltonian systems. Based on the Wigner-Weyl transform and the Moyal bracket formalism, the semiclassical limit of OTOC for turbulent plasmas governed by the Hasegawa-Mima equation is derived as an ensemble-averaged squared Lie-Poisson bracket between two chosen functionals of the turbulent fields. The classical-limit OTOC provides a quantitative measure of how a variational perturbation applied to one functional propagates across scales in the turbulent dynamics and how it affects another functional at a later time, thereby capturing scale-dependent or field-dependent transfer processes. In a quasilinear approximation with a strong zonal flow, we derive an inverse-square decay of the OTOC with the time lag, indicating an algebraic suppression of the zonal-mode response to perturbations of the non-zonal fields. This behavior is attributed to zonal-flow shearing, which rapidly scrambles the non-zonal perturbation toward higher wavenumbers, and consequently reduces the low-wavenumber non-zonal content that can feed back onto large-scale zonal modes.",
      "published": "2026-02-25T09:16:31Z",
      "updated": "2026-02-25T09:16:31Z",
      "categories": [
        "physics.plasm-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2602.21710v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21710v1"
    },
    {
      "id": "2602.22272v1",
      "title": "Fluctuating polytropic processes, turbulence, and heating",
      "authors": [
        "G. Livadiotis",
        "D. J. McComas"
      ],
      "summary": "This paper explores the thermodynamics of fluctuating polytropic processes and their connection to turbulence. It is shown that random fluctuations of polytropic processes produce a nonzero overall heating of a particle system, e.g., solar wind plasma flowing out through the heliosphere; while any nonturbulent heating can be thermodynamically described by typical nonfluctuating polytropic processes, turbulent heating can be thermodynamically described through fluctuating polytropic processes. First, we derive the expression of the overall process and find that polytropic fluctuations lead to heat entering the system even if the respective nonfluctuating process is adiabatic. The temperature of the solar wind plasma protons decreases with heliospheric distance less than the adiabatic cooling, again, similar to when heating enters the system; this subadiabatic cooling is proportional to the variance of the fluctuations. We derive the heliospheric radial profiles of the thermodynamic expressions of the polytropic index, temperature, and heating rates. Then, we show that the analytical profiles of heating of fluctuating polytropic processes and of turbulent heating are identical, suggesting that turbulence heats plasma particle populations by fluctuating their polytropic processes. We apply the thermodynamics of fluctuating polytropic processes to the energy transfer from pickup ions (PUIs) to solar wind plasma protons, and derive the analytical expressions of PUI turbulent and nonturbulent heating rates, which are well fitted to the respective observations. Finally, we apply the thermodynamic model to the radial profile of PUI energy transfer to the solar wind plasma protons, where we derive the portion of PUI turbulent vs. nonturbulent heating rates.",
      "published": "2026-02-25T08:48:12Z",
      "updated": "2026-02-25T08:48:12Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22272v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22272v1"
    },
    {
      "id": "2602.21571v1",
      "title": "Collisional-radiative data for tokamak disruption mitigation modeling",
      "authors": [
        "Prashant Sharma",
        "Christopher J. Fontes",
        "Dmitry V. Fursa",
        "Igor Bray",
        "Mark Zammit",
        "James Colgan",
        "Hyun-Kyung Chung",
        "Nathan Garland",
        "Xian-Zhu Tang"
      ],
      "summary": "Effective tokamak disruption mitigation is crucial for ensuring the safety and integrity of fusion power reactors. Accurate collisional-radiative (CR) modeling of a radiative plasma is a critical component in predictive disruption mitigation design. In this paper, we focus on quasi-steady-state CR modeling applicable to the current quench phase of a tokamak disruption. We employ the ATOMIC collisional-radiative code from the Los Alamos suite and the newly developed Fusion Collisional-Radiative (FCR) code to model the atomic processes, providing high-fidelity data for radiative power loss, as well as average and effective charge states for hydrogen, helium, neon, and argon plasma species over a wide range of tokamak-relevant electron temperatures and electron densities. Fine-structure-resolved CR models are used for hydrogen and helium plasma species, while configuration-average CR models are implemented for neon and argon plasma species. The calculated values are compared with the superconfiguration CR model (FLYCHK) and the commonly used coronal equilibrium approximation to demonstrate the advantages and limitations of each model. To facilitate coupling of high-fidelity CR data to plasma simulation models, we represent the ATOMIC/FCR results over the relevant plasma parameter range using a smooth tensor product B-spline surface in electron temperature and electron density. This approach yields compact coefficient tables that can be evaluated efficiently while preserving spline smoothness across the domain. These data were previously used to examine ways to minimize runaway electrons in a tokamak current quench, and they are now made available in easy-to-use forms for community use and benchmarking.",
      "published": "2026-02-25T04:49:33Z",
      "updated": "2026-02-25T04:49:33Z",
      "categories": [
        "physics.plasm-ph",
        "physics.atom-ph"
      ],
      "link": "https://arxiv.org/abs/2602.21571v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21571v1"
    },
    {
      "id": "2602.21422v1",
      "title": "Unstable magnetic reconnection self-generates turbulence",
      "authors": [
        "Nick Williams",
        "Alessandro De Rosis",
        "Alex Skillen"
      ],
      "summary": "Magnetic reconnection and turbulence are deeply intertwined in magnetohydrodynamic flows, yet how reconnection self-generates turbulence remains unclear. Using an ensemble of high-resolution three-dimensional direct numerical simulations of an unstable magnetised jet with an initially weak mean field, we demonstrate a self-sustained transition from laminar reconnection to fully developed turbulence in the absence of external forcing. We show that a three-dimensional current-sheet instability triggers stochastic reconnection, leading to persistent turbulent energy injection. Energy-budget analysis reveals that the coupling between the turbulent electromotive force and the magnetic mean shear dominates turbulent production, with magnetic fluctuations subsequently transferring energy to the kinetic field through a nonlinear cascade.",
      "published": "2026-02-24T22:49:36Z",
      "updated": "2026-02-24T22:49:36Z",
      "categories": [
        "physics.plasm-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2602.21422v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21422v1"
    },
    {
      "id": "2602.21290v1",
      "title": "Global Magnetohydrodynamic Simulations of Monster Shocks in Neutron Star Magnetospheres",
      "authors": [
        "Michael P. Grehan",
        "Bart Ripperda",
        "Andrei M. Beloborodov",
        "Christopher Thompson",
        "Elias R. Most"
      ],
      "summary": "Waves launched from the neutron star surface or inner magnetosphere propagate through the magnetosphere as small perturbations, but can grow relative to the background magnetic field and steepen into ``monster shocks'' -- ultra-relativistic magnetized shocks which can power high-energy emission from magnetars, neutron star mergers and collapse. They occur in magnetically dominated plasma and are described by relativistic magnetohydrodynamics (MHD). We present global relativistic MHD simulations of monster shocks in unperturbed and perturbed (``wrinkled'') backgrounds with a global dipolar geometry. Our simulations confirm analytical predictions for equatorial shocks and provide new insight into the behavior of oblique shocks off the equator. Simulations where the shock is formed through Alfvén mode to fast mode conversion are also presented, demonstrating the generic nature of the monster shock mechanism. We explore how the presence of additional modes in the magnetosphere modifies the shock behavior. Modes of comparable amplitude can fragment the shock front, substantially reduce the magnetization, produce localized enhancements in the Lorentz factor relative to an unperturbed dipole background, and intermittently generate additional shocks along a line of sight.",
      "published": "2026-02-24T19:00:04Z",
      "updated": "2026-02-24T19:00:04Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.21290v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21290v1"
    },
    {
      "id": "2602.21151v2",
      "title": "A coherent structure transport model for scrape-off layer turbulence",
      "authors": [
        "Zhichen Feng",
        "James Myra",
        "Junyi Cheng",
        "Calder Haubrich",
        "Yang Chen",
        "Xinxing Ma",
        "Darin R. Ernst",
        "Scott Parker"
      ],
      "summary": "Understanding the locality of high-temperature plasma energy deposition on material surfaces in fusion reactors is critical for design. Here, we utilize the Gyrokinetic ElectroMagnetic turbulence including X-points (GEMX) simulation, together with SOLPS-ITER solutions for the background equilibrium electric field including drifts, to model the heat flux at the divertor plate and characterize the heat load width using realistic X-point geometry. We use a theory-based blobby transport model called the \"Coherent Structure Transport\" (CST) model to include the effect of plasma transport in the edge scrape-off layer. The CST model is extremely fast and can be used to quickly analyze any SOLPS-ITER solution. SOLPS-ITER provides the steady state, or equilibrium on which we superimpose blobby turbulence characterized by blob size, amplitude and frequency. We obtain the $1/B_p$ scaling of the heat load exponential decay width $λ_q$, in agreement with the Eich empirical scaling and with the Goldston heuristic theory. When including blobby turbulence in combination with the SOLPS-ITER electric field, we find a secondary peak in the heat flux radial profile, outwardly displaced from the strike point radius, with a relative amplitude that increases with the initial blob density. We describe the CST model in detail and provide initial investigations of the scaling of $λ_q$ and the secondary heat flux peak with blob size and amplitude.",
      "published": "2026-02-24T17:53:11Z",
      "updated": "2026-02-25T02:52:31Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.21151v2",
      "pdf_link": "https://arxiv.org/pdf/2602.21151v2"
    },
    {
      "id": "2602.21271v1",
      "title": "Kolmogorov Scaling for Total Energy and Cross Helicity in Magnetohydrodynamic Turbulence",
      "authors": [
        "Manthan Verma",
        "Abhishek K. Jha",
        "Mahendra K. Verma"
      ],
      "summary": "The problem of scaling in isotropic magnetohydrodynamic (MHD) turbulence has remained unresolved, with competing predictions of $k^{-5/3}$ (Kolmogorov) and $k^{-3/2}$ (Iroshnikov-Kraichnan) scalings. In this paper, we address this long-standing controversy using high-resolution numerical simulations on $8192^2$ and $1536^3$ grids. We show that the total energy and cross helicity spectra are closer to $k^{-5/3}$ than $k^{-3/2}$. The fluxes and structure functions of the total energy and cross helicity also demonstrate robust support for Kolmogorov scaling. The magnetic energy shows $k^{-5/3}$ spectrum, but the kinetic energy exhibits $k^{-3/2}$ spectrum; the latter spectrum is due to the energy transfers from the magnetic field to the velocity field.",
      "published": "2026-02-24T15:55:38Z",
      "updated": "2026-02-24T15:55:38Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.21271v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21271v1"
    },
    {
      "id": "2602.20757v1",
      "title": "Entropy stable numerical schemes for divergence diminishing Chew, Goldberger & Low equations for plasma flows",
      "authors": [
        "Chetan Singh",
        "Harish Kumar",
        "Deepak Bhoriya",
        "Dinshaw S. Balsara"
      ],
      "summary": "Chew, Goldberger & Low (CGL) equations are a set of hyperbolic PDEs with non-conservative products used to model the plasma flows, when the assumption of local thermodynamic equilibrium is not valid, and the pressure tensor is assumed to be rotated by the magnetic field. This results in the pressure tensor, which is described by the two scalar components. As the magnetic field also evolves, controlling the divergence of the magnetic field is important. In this work, we consider the generalized Lagrange multiplier (GLM) technique for the CGL model. The resulting model is referred to as the GLM-CGL system. To make the system suitable for entropy-stable schemes, we reformulate the GLM-CGL system by treating some conservative terms as non-conservative. The resulting system has a non-conservative part that does not affect entropy evolution. We then propose entropy stable numerical methods for the GLM-CGL model. The numerical results for the GLM-CGL system are then compared with the CGL system without the GLM divergence diminishing approach to demonstrate that the GLM approach indeed leads to significant improvement in the magnetic field divergence diminishing.",
      "published": "2026-02-24T10:35:36Z",
      "updated": "2026-02-24T10:35:36Z",
      "categories": [
        "physics.plasm-ph",
        "math-ph",
        "math.NA"
      ],
      "link": "https://arxiv.org/abs/2602.20757v1",
      "pdf_link": "https://arxiv.org/pdf/2602.20757v1"
    },
    {
      "id": "2602.20564v1",
      "title": "Deuterium-Tritium Levitated Dipole Fusion Power Plants",
      "authors": [
        "T. Simpson",
        "R. A. Badcock",
        "T. Berry",
        "C. S. Chisholm",
        "P. J. Fimognari",
        "P. Fisher",
        "D. T. Garnier",
        "K. Lenagh-Glue",
        "B. Leuw",
        "R. Mataira",
        "L. Meadows",
        "T. McIntosh",
        "J. Poata",
        "K. Richardson",
        "B. Smith",
        "A. Simpson",
        "J. D. Tyler",
        "T. Wordsworth"
      ],
      "summary": "Levitated dipole reactors offer an attractive path towards economic fusion power generation. The intrinsic decoupling of the confining magnetic field-generating REBCO magnets and the vacuum vessel offer unparalleled accessibility and maintainability, allowing for high plant duty factors and theoretically low electricity prices. In order to achieve rapid deployment of fusion power to the grid, the use of the Deuterium-Tritium (DT) fuel cycle is required due to its lower required plasma triple products. Historically, designs of levitated dipole fusion power plants have targeted advanced fuels as a DT device was seen to be infeasible due to the high fluxes of 14.1 MeV neutrons on the superconducting core magnet. This study presents high level designs for two feasible first-of-a-kind (FOAK) DT levitated dipole fusion power plants, the larger of which produces 667 MW of fusion power and is predicted to produce 208 MW of net electric power. Both designs consist of a heavily neutron-shielded, high-field REBCO core magnet capable of producing peak magnetic field strengths of 23 T while keeping peak mechanical strains below 0.4%. The neutron shielding is comprised of a layered structure of tungsten and boron carbide, which allows for 92% of the heat deposited in the neutron shield to be radiated out to the first wall while still providing sufficient neutron attenuation to give adequate REBCO conductor lifetimes. The core magnet REBCO coil is comprised of a small \"sacrificial\" section and a larger semi-permanent section. The sacrificial section, comprising ~20% of the coil, will have a neutron damage limited lifetime of ~1 year, after which the core magnet will be quickly removed from the vacuum vessel and replaced. This allows the damaged core magnet to be refurbished and reused, reducing cost and allowing for economic fusion power generation from a DT levitated dipole reactor.",
      "published": "2026-02-24T05:29:29Z",
      "updated": "2026-02-24T05:29:29Z",
      "categories": [
        "physics.plasm-ph",
        "physics.acc-ph"
      ],
      "link": "https://arxiv.org/abs/2602.20564v1",
      "pdf_link": "https://arxiv.org/pdf/2602.20564v1"
    },
    {
      "id": "2602.20542v1",
      "title": "Rotation of a Solar Jet Driven by Plasma Flow along Helical Magnetic Fields in an Active Region",
      "authors": [
        "Lei Huang",
        "Yang Guo",
        "Zhen Li",
        "Jinhan Guo",
        "Mingde Ding"
      ],
      "summary": "Solar jets, collimated plasma ejections driven by magnetic reconnection, play a vital role in energy transport and coronal heating. While rotational motions in jets are often attributed to magnetic field untwisting, alternative explanatory mechanisms remain possible. This study investigates a rotating jet in an active region observed on 2023 August 1 using multi-wavelength observations from Atmospheric Imaging Assembly (AIA), Chinese Ha Solar Explorer (CHASE), and Interface Region Imaging Spectrograph (IRIS), combined with a self-consistent time-dependent magnetofrictional (TMF) model and magnetohydrodynamic (MHD) simulation. Spectral diagnostics reveal coexisting red and blue shifts along the edges and central axis of the jet, indicating helical plasma motion within a twisted magnetic structure. Numerical simulations demonstrate that the jet's rotation arises from plasma propagating along helical open field lines, formed via reconnection between a pre-existing flux rope and overlying magnetic fields. Contrary to classical untwisting models, both linear and rotational velocities decrease with altitude during the jet propagation. These results highlight that the observed rotation results from plasma spiral motion along twisted fields rather than untwisting dynamics of the magnetic field itself, providing new insights into solar jet energetics and their connection to broader solar phenomena.",
      "published": "2026-02-24T04:46:50Z",
      "updated": "2026-02-24T04:46:50Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.20542v1",
      "pdf_link": "https://arxiv.org/pdf/2602.20542v1"
    },
    {
      "id": "2602.20472v1",
      "title": "Introduction to Strong Alfvénic MHD Turbulence",
      "authors": [
        "Jungyeon Cho"
      ],
      "summary": "Many astrophysical fluids are magnetized and turbulent. Such fluids can be often described by magnetohydrodynamics (MHD). In this review, we mainly consider MHD turbulence with a strong mean magnetic field whose energy density is greater than or equal to the local kinetic energy density. In these fluids, the MHD waves, especially Alfvén waves, play a dominant dynamical role. Alfvén waves travel along magnetic field lines and collisions of opposite-traveling Alfvén wave packets are essential for turbulence cascade. We focus on strong turbulence regime, where nonlinear interaction during the collision is sufficiently strong and thus one collision is enough to complete turbulence cascade. We will cover the following types of turbulence. First, we review strong Alfvénic MHD turbulence. If the mean magnetic field is very strong, wave packets move very fast and duration of collision is too short to complete turbulence cascade. Even in this case we will show that strong turbulence regime emerges on a small scale. Second, we will consider small-scale MHD turbulence, where interaction of small-scale variants of Alfvén waves (i.e., whistler waves) is important. Third, we review scaling relations in strong relativistic force-free MHD turbulence, where interaction of relativistic Alfvén waves is important. Finally, we briefly discuss scaling relations in compressible MHD turbulence, where interaction of Alfvén waves is still important.",
      "published": "2026-02-24T02:04:37Z",
      "updated": "2026-02-24T02:04:37Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.20472v1",
      "pdf_link": "https://arxiv.org/pdf/2602.20472v1"
    },
    {
      "id": "2602.20317v2",
      "title": "TokEye: Fast Signal Extraction for Fluctuating Time Series via Offline Self-Supervised Learning From Fusion Diagnostics to Bioacoustics",
      "authors": [
        "Nathaniel Chen",
        "Kouroche Bouchiat",
        "Peter Steiner",
        "Andrew Rothstein",
        "David Smith",
        "Max Austin",
        "Mike van Zeeland",
        "Azarakhsh Jalalvand",
        "Egemen Kolemen"
      ],
      "summary": "Next-generation fusion facilities like ITER face a \"data deluge,\" generating petabytes of multi-diagnostic signals daily that challenge manual analysis. We present a \"signals-first\" self-supervised framework for the automated extraction of coherent and transient modes from high-noise time-frequency data across a variety of sensors. We also develop a general-purpose method and tool for extracting coherent, quasi-coherent, and transient modes for fluctuation measurements in tokamaks by employing non-linear optimal techniques in multichannel signal processing with a fast neural network surrogate on fast magnetics, electron cyclotron emission, CO2 interferometers, and beam emission spectroscopy measurements from DIII-D. Results are tested on data from DIII-D, TJ-II, and non-fusion spectrograms. With an inference latency of 0.5 seconds, this framework enables real-time mode identification and large-scale automated database generation for advanced plasma control. Repository is in https://github.com/PlasmaControl/TokEye.",
      "published": "2026-02-23T20:03:10Z",
      "updated": "2026-02-26T01:13:38Z",
      "categories": [
        "eess.SP",
        "cs.AI",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.20317v2",
      "pdf_link": "https://arxiv.org/pdf/2602.20317v2"
    },
    {
      "id": "2602.19676v1",
      "title": "Gyrokinetic simulation of the effect of transient fueling on plasma turbulence in ADITYA-U tokamak",
      "authors": [
        "Jaya Kumar Alageshan",
        "Suman Dolui",
        "Joydeep Ghosh",
        "Kishore Mishra",
        "Sarveshwar Sharma",
        "Abhijit Sen",
        "Manjunatha Valmiki",
        "Sandeep Agrawal",
        "Sanjay Wandhekar",
        "Zhihong Lin",
        "Animesh Kuley"
      ],
      "summary": "The gradient-driven microturbulence in ADITYA-U tokamak plasmas has been suppressed by injecting short gas puffs. The suppression of microturbulence increases the core temperature and subsequently the energy confinement time following the gas puff. The gas injection modifies the radial density profile, making it relatively flatter near the mid-radius. Global electrostatic gyrokinetic simulations show that this modification to the radial density profile due to gas injection suppresses the existing trapped electron mode (TEM). Simulation results show that the TEM-dominated turbulence suppression reduces the turbulence-driven heat transport, leading to an increase in core temperature. Applying multiple periodic gas-puffs leads to multiple periodic events of TEM suppression, improving the overall energy confinement time, and is used as an active control mechanism to influence microturbulence in ADITYA-U tokamak.",
      "published": "2026-02-23T10:19:43Z",
      "updated": "2026-02-23T10:19:43Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.19676v1",
      "pdf_link": "https://arxiv.org/pdf/2602.19676v1"
    },
    {
      "id": "2602.19472v1",
      "title": "Three Dimensional Multiphysics Modelling of Helicon Wave Heating and Antenna Plasma Coupling for Boundary Density Control in Toroidal Fusion Plasmas",
      "authors": [
        "Hua Zhou",
        "Lei Chang",
        "GuoSheng Xu",
        "YiWei Zhang",
        "Matthew Hole",
        "Dan Du",
        "ZhiSong Qu",
        "MuQuan Wu"
      ],
      "summary": "Active control of scrape off layer density is emerging as a critical requirement for improving ion cyclotron resonance heating and enabling high performance steady state operation in future magnetic confinement fusion devices. Helicon wave excitation offers a promising physics based approach to generating high density boundary plasmas with high ionization efficiency and low impurity release. In this work, we develop THEMIS code, a fully three dimensional (3D) multiphysics model of helicon wave propagation and power deposition in a toroidal fusion relevant configuration, employing a finite temperature thermal dielectric tensor. The code quantifies the relative contributions of Doppler shifted cyclotron damping, anomalous Doppler damping, collisional damping, and Landau damping, and demonstrates that slow wave propagation and electron Landau damping dominate the accessible heating regime in Helimak device. A comparative study of four planar antenna geometries under the present protruding window configuration shows that geometric cutoffs and SOL density gradients severely limit power penetration into the core accessible region. To address this constraint, we introduce a recessed window launch scheme that positions the dielectric window inside the vacuum vessel and perform systematic parameter scans of window position, antenna geometry, and installation orientation. From these analyses, we identify the key physics driven principles governing efficient helicon wave coupling: the importance of open circuit termination, maximized strap length and width, controlled inter turn spacing, and sufficient clearance from metallic walls to avoid near field suppression. Guided by these principles, we designed an optimized racetrack spiral antenna that increases coupling efficiency by more than an order of magnitude compared with conventional short circuited rectangular spiral antenna.",
      "published": "2026-02-23T03:31:03Z",
      "updated": "2026-02-23T03:31:03Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.19472v1",
      "pdf_link": "https://arxiv.org/pdf/2602.19472v1"
    },
    {
      "id": "2602.19291v1",
      "title": "Neoclassical transport and profile prediction in transport barriers",
      "authors": [
        "Silvia Trinczek",
        "Felix I. Parra"
      ],
      "summary": "Strong gradient regions in tokamaks, such as the pedestal or internal transport barriers, are regions of reduced turbulence where neoclassical transport can play a dominant role. However, standard neoclassical transport theory assumes that the gradient length scales of density, temperature, and potential are of the order of the system size. In the pedestal, gradient length scales are much shorter and are measured to be of the order of the ion poloidal gyroradius. We present an extension of neoclassical theory that is applicable in transport barriers of large aspect ratio tokamaks. We show that particle and momentum transport are connected in such a way that a source of parallel momentum can drive a significant neoclassical ion particle flux. In strong gradient regions, density, electric potential, mean parallel flow, and ion temperature are shown to no longer be flux functions. Instead, they have a small but important poloidally varying piece that modifies the transport equations to lowest order. This introduces a nonlinearity in the transport problem through the coupling with quasineutrality that yields multiple co-existing solutions when solving for the plasma profiles. The different solutions could be connected to low and high transport states and jumps between solutions could be an indication of H-L back-transitions.",
      "published": "2026-02-22T17:57:51Z",
      "updated": "2026-02-22T17:57:51Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.19291v1",
      "pdf_link": "https://arxiv.org/pdf/2602.19291v1"
    },
    {
      "id": "2602.19110v1",
      "title": "Machine learning prediction of plasma behavior from discharge configurations on WEST",
      "authors": [
        "Chenguang Wan",
        "Feda Almuhisen",
        "Philippe Moreau",
        "Remy Nouailletas",
        "Zhisong Qu",
        "Youngwoo Cho",
        "Robin Varennes",
        "Kyungtak Lim",
        "Kunpeng Li",
        "Jia Huang",
        "Weidong Chen",
        "Jiangang Li",
        "Xavier Garbet"
      ],
      "summary": "Accurately predicting plasma behavior based on discharge configurations is essential for the safe and efficient operation of tokamak experiments. While physics-based integrated modeling codes provide valuable insights, their high computational cost limits their applicability for fast scenario design and control optimization. In this study, we propose a transformer-based machine learning model to predict key global plasma parameters on the WEST tokamak, including the normalized beta ($β_{n}$), toroidal beta ($β_{t}$), poloidal beta ($β_{p}$), plasma stored energy ($W_{\\mathrm{mhd}}$), safety factor at the magnetic axis ($q_{0}$), and safety factor at the 95% flux surface ($q_{95}$). The model uses only signals that can be defined before the discharge, such as magnetic coil currents, auxiliary heating power, plasma current reference, and line-averaged plasma density. Trained on 550 discharges from the WEST campaigns, the model demonstrates an average mean square error (MSE) loss of 0.026, an average coefficient of determination $R^{2}$ of 0.94, and achieves inference times on the order of 0.1 seconds. These results highlight the potential of data-driven surrogate models for assisting in discharge planning, scenario evaluation, and real-time control of tokamak plasmas.",
      "published": "2026-02-22T09:51:14Z",
      "updated": "2026-02-22T09:51:14Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.19110v1",
      "pdf_link": "https://arxiv.org/pdf/2602.19110v1"
    },
    {
      "id": "2602.19104v1",
      "title": "The Role of Inhomogeneities in the Turbulent Accretion of Black Holes",
      "authors": [
        "Giuseppe Ficarra",
        "Michele Arcuri",
        "Rita Megale",
        "Sergio Servidio"
      ],
      "summary": "Observations of supermassive black holes by the Event Horizon Telescope reveal significant inhomogeneities, most likely related to density and magnetic field perturbations. To model these features, we conduct high-resolution 2D general-relativistic magnetohydrodynamics (GRMHD) simulations of a Fishbone-Moncrief torus around a Kerr black hole using the Black Hole Accretion Code $\\texttt{BHAC}$. We compare unperturbed accretion with a case featuring plasma density bubbles with pressure balanced magnetic islands of different amplitudes. Power spectrum analysis of accretion time series, performed via the Blackman-Tukey method, shows that the perturbed case exhibits (1) steeper spectral indices compared to the unperturbed case, deviating from the characteristic $1/ω$ noise spectrum, and (2) increased correlation times, providing evidence for absorption of macro-structures at the event horizon. Spatial auto-correlation analysis of near-horizon turbulence confirms larger energy-containing coherent structures in the perturbed case altering the accretion rate. These results provide new insights for interpreting observations of supermassive black hole environments, where near-horizon turbulence may play a key role in the accretion process.",
      "published": "2026-02-22T09:24:46Z",
      "updated": "2026-02-22T09:24:46Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.19104v1",
      "pdf_link": "https://arxiv.org/pdf/2602.19104v1"
    },
    {
      "id": "2602.19081v1",
      "title": "Nanometer-scale pre-bunched electron beams generated from all-optical plasma-based acceleration",
      "authors": [
        "Zhenan Wang",
        "Zewei Xu",
        "Qianyi Ma",
        "Yuhui Xia",
        "Letian Liu",
        "Chenxu Wang",
        "Thamine Dalichaouch",
        "Xueqing Yan",
        "Xinlu Xu",
        "Warren B. Mori"
      ],
      "summary": "High-quality and prebunched electron beams can produce coherent x-rays with high intensity and narrow bandwidth, which is essential for modern light sources. An all-optical scheme based on plasma-based acceleration to produce bright electron beams that are pre-bunched on nanometer-scales is proposed. By using a density modulation created by two low intensity counter-propagating lasers, the phase velocity of the plasma wake excited by an intense driver laser in a uniform plasma can be modulated at a frequency twice that of the colliding lasers and thus turn the injection on and off. The injected electrons are micro-bunched at the Doppler shifted wavelength of the modulated wavelength using the corresponding phase velocity of the gradual expansion of the wakefield. It is demonstrated that by controlling the properties of the drive and colliding lasers, that beams with exotic pre-bunched structures can be produced, which may have critical applications in ultrafast high power x-rays. This extremely compact, all-optical scheme to produce ultra-bright pre-bunched electron beams may therefore enable novel applications for ultrafast x-ray users and arouse general interest in various fields.",
      "published": "2026-02-22T07:37:47Z",
      "updated": "2026-02-22T07:37:47Z",
      "categories": [
        "physics.acc-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.19081v1",
      "pdf_link": "https://arxiv.org/pdf/2602.19081v1"
    },
    {
      "id": "2602.18706v1",
      "title": "Fast reconnection in a coronal torn plasma sheet",
      "authors": [
        "Zehao Tang"
      ],
      "summary": "Tearing instability, also known as plasmoid instability, is an effective mechanism to speed up magnetic reconnection process, working in a wide range of magnetized plasma systems with different spatial scales, ionization degrees, and collisionality. However, due to observational limitations, observations of {plasma sheet} tearing and the resulting plasmoids are rather scarce. This scarcity significantly hinders our understanding of the role of plasmoids in the reconnection process from an observational perspective. Using high-spatiotemporal multiwavelength observations from the Solar Dynamics Observatory, we traced the entire evolution of a coronal {plasma sheet}. Its formation was driven by the emergence of photospheric magnetic flux, followed by tearing, and eventual decay. The evolution of the {plasma sheet} exhibited two distinct stages. Initially, it rose rapidly, lengthened, and underwent tearing at a low frequency. Subsequently, its ascent slowed, it began to shorten, and the tearing occurred more frequently. Detailed analysis of the reconnecting {plasma sheet} focuses on heating, plasmoid dynamics (formation and ejection), and the resulting reconnection rate change. Two key heating processes are identified: {plasma sheet} tearing and coalescence involving plasmoids and magnetic cusps. More importantly, combining observations with analytical studies suggests that plasmoids are key carriers of magnetic flux fast transferring in the observed torn {plasma sheet}, and their formation and ejection significantly enhance the reconnection rate and facilitate the onset of fast reconnection.",
      "published": "2026-02-21T03:39:15Z",
      "updated": "2026-02-21T03:39:15Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.18706v1",
      "pdf_link": "https://arxiv.org/pdf/2602.18706v1"
    },
    {
      "id": "2602.18619v1",
      "title": "Suppression of Electromagnetic Pulses from Laser-Target Interactions by Strong Magnetic Fields",
      "authors": [
        "P. V. Heuer",
        "J. L. Peebles",
        "J. R. Davies",
        "D. H. Barnak",
        "B. Stanley",
        "N. Pelepchan",
        "M. Cufari",
        "J. A. Frenje",
        "C. Niemann",
        "N. A. Rongione",
        "C. Constantin",
        "E. Cisneros",
        "P. Pribyl",
        "H. Sio",
        "H. Chen"
      ],
      "summary": "Laser-target interactions generate intense electromagnetic pulses (EMP) that can interfere with measurements and damage equipment. In this paper we show that applying a magnetic field to nanosecond pulse laser-target interactions decreases the magnitude of EMP. We demonstrate this effect in two experiments with different geometries (spherical vs. planar), laser intensities (${\\sim}10^{13}$ vs. ${\\sim} 10^{15}$~W/cm$^2$) and applied field strength (12~T vs. 0.1~T) that both observed suppression of EMP in the ${\\sim} 1$~GHz band (by factors of $0.65\\times$ and $0.32\\times$ respectively). We then observe the opposite effect at high intensities with a picosecond pulse: for planar experiments with laser intensities ${\\sim}10^{19}$~W/cm$^2$ and magnetic fields of 6--10~T, the magnitude of EMP is increased by a factor of $1.75\\times$. These results provide a benchmark for models of EMP generation, but suggest that magnetic fields are not a viable solution for mitigating EMP on the high intensity laser facilities where it is most damaging.",
      "published": "2026-02-20T21:17:48Z",
      "updated": "2026-02-20T21:17:48Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.18619v1",
      "pdf_link": "https://arxiv.org/pdf/2602.18619v1"
    },
    {
      "id": "2602.17964v1",
      "title": "Nonlinear Saturation of Ballooning Modes in Stellarators",
      "authors": [
        "X. Chu",
        "S. C. Cowley",
        "N. Ferraro",
        "Y. Zhou",
        "F. I. Parra"
      ],
      "summary": "Ballooning mode saturation is investigated in realistic stellarator configurations using the flux tube approach of Ham et. al. [1] [2]. The method is adapted to account for the lack of exact force balance in stellarator equilibrium solvers that assume existence of nested flux surfaces. A variational approach for calculating flux tube energy is developed to overcome this force error problem in stellarator numerical equilibria. Saturated (equilibrium) flux tube states that cross 10-20% of the plasma minor radius are shown to exist for linearly ballooning unstable profiles. It is shown that several features of the displaced flux tube structure in a full nonlinear MHD simulation of Wendelstein 7X are reproduced by our model. Saturated states are found in a compact stellarator equilibrium close but below the marginal ballooning linear instability, i.e. the unperturbed equilibrium is metastable. This suggests that Edge-Localized-Mode-like explosive MHD behavior may be possible in stellarators.",
      "published": "2026-02-20T03:48:37Z",
      "updated": "2026-02-20T03:48:37Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.17964v1",
      "pdf_link": "https://arxiv.org/pdf/2602.17964v1"
    },
    {
      "id": "2602.17606v1",
      "title": "Characterization of compressible fluctuations in solar wind streams dominated by balanced and imbalanced turbulence: Parker Solar Probe, Solar Orbiter and Wind observations",
      "authors": [
        "C. A. Gonzalez",
        "C. Gonzalez",
        "A. Tenerani"
      ],
      "summary": "Characterizing compressible fluctuations in the solar wind is essential for understanding their role in solar wind acceleration and heating, yet their origin and evolution across different turbulence regimes remain poorly understood. In this study, we carry out a statistical analysis of the properties of compressible fluctuations in solar wind dominated by balanced and imbalanced turbulence. Using in-situ measurements from Wind, Solar Orbiter, and Parker Solar Probe, we investigate the scale dependence of density and magnetic field fluctuations and their correlations with plasma beta and radial distance. Our results indicate that solar wind compressibility is likely affected by both expansion effects and compressible dynamics governed by local plasma conditions. The non-Alfvenic wind is dominated by anti-correlated fluctuations, whereas the Alfvenic wind contains a mixture of correlated and anti-correlated fluctuations, though the latter remain prevalent. While the anti-correlated component is consistent with MHD slow magnetosonic modes, the correlated (fast mode-like) component is not reproduced by predictions from either linear MHD theory or nonlinear models of forced compressible fluctuations. Nevertheless, the dominant slow mode component explains the observed dependence on beta and the enhanced density fluctuations measured by Parker Solar Probe. This further suggests that slow mode waves contribute significantly to the compressible energy budget near the Sun and may play an important role in solar wind heating and acceleration close to the Sun.",
      "published": "2026-02-19T18:31:00Z",
      "updated": "2026-02-19T18:31:00Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.17606v1",
      "pdf_link": "https://arxiv.org/pdf/2602.17606v1"
    },
    {
      "id": "2602.17487v1",
      "title": "Modeling of Relativistic Plasmas with a Conservative Discontinuous Galerkin Method",
      "authors": [
        "James Juno",
        "Grant Johnson",
        "Alexander Philippov",
        "Ammar Hakim",
        "Alexander Chernoglazov",
        "Shuzhe Zeng"
      ],
      "summary": "We present a new method for solving the relativistic Vlasov--Maxwell system of equations, applicable to a wide range of extreme high-energy-density astrophysical and laboratory environments. The method directly discretizes the kinetic equation on a high-dimensional phase-space grid using a discontinuous Galerkin finite element approach, yielding a high-order, conservative numerical scheme that is free from the Poisson noise inherent to traditional Monte-Carlo methods. A novel and flexible velocity-space mapping technique enables the efficient treatment of the wide range of energy scales characteristic of relativistic plasmas, including QED pair-production discharges, instabilities in strongly magnetized plasmas surrounding neutron stars, and relativistic magnetic reconnection. Our noise-free approach is capable of providing unique insight into plasma dynamics, enabling detailed analysis of electromagnetic emission and fine-scale phase-space structure.",
      "published": "2026-02-19T15:57:32Z",
      "updated": "2026-02-19T15:57:32Z",
      "categories": [
        "astro-ph.HE",
        "physics.comp-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.17487v1",
      "pdf_link": "https://arxiv.org/pdf/2602.17487v1"
    },
    {
      "id": "2602.17468v1",
      "title": "Tolerances to driver-witness misalignment in a quasilinear plasma wakefield accelerator",
      "authors": [
        "T. C. Wilson",
        "J. Farmer",
        "K. Lotov",
        "A. Pukhov"
      ],
      "summary": "Plasma-based accelerators offer high accelerating gradients and scalability through staging or long plasma sources, which makes them good candidates for future accelerator and collider concepts. Proton-driven accelerators in particular have the potential to bring particles to high energy in a single stage. In the quasilinear regime - where the plasma wake is only partially evacuated - a witness bunch of electrons drives a cavitated wake, which acts to preserve the emittance of the portion of the witness inside this self-blowout. In the case of a misalignment between the driver and witness, this behaviour can persist, but its effectiveness is reduced. In this paper, we study transverse witness dynamics in this regime, and develop analytical models to describe the witness motion, and develop a metric to estimate emittance preservation based on a single parameter which estimates the density of the witness after phase mixing. Particle in cell simulations using the AWAKE Run 2c baseline parameters show excellent agreement with the predictive models developed. This work allows alignment constraints to be set both for the AWAKE experiment and other wakefield acceleration schemes operating in the quasilinear regime.",
      "published": "2026-02-19T15:34:28Z",
      "updated": "2026-02-19T15:34:28Z",
      "categories": [
        "physics.plasm-ph",
        "physics.acc-ph"
      ],
      "link": "https://arxiv.org/abs/2602.17468v1",
      "pdf_link": "https://arxiv.org/pdf/2602.17468v1"
    },
    {
      "id": "2602.17429v2",
      "title": "Self-Consistent Dynamics of Electron Radiation Reaction via Structure-Preserving Geometric Algorithms for Coupled Schrödinger-Maxwell Systems",
      "authors": [
        "Jacob Matthew Molina",
        "Hong Qin"
      ],
      "summary": "Classically, a charged particle in a magnetic field emits radiation, losing momentum and experiencing the Abraham-Lorentz (AL) / Landau-Lifshitz (LL) radiation reaction (RR) force. However, at atomic scales and outside the range of their applicability, the AL/LL equations fail and RR destroys the coherent state of an electron-undermining the very concept of a RR force. This process can be described by the coupled Schrödinger-Maxwell (SM) system under appropriate limits, but the system's nonlinear complexity has long limited purely analytical studies. We present geometric structure-preserving algorithms for the SM system that preserve gauge invariance, symplecticity, and unitarity on the discrete space-time lattice, which are implemented in our Structure-Preserving scHrodINger maXwell (SPHINX) code. By constructing coherent states from the Landau levels, SPHINX simulates the fully-coupled nonlinear dynamics of an electron coherent state, the energy partition evolution, and decoherence/relaxation of the electron wave packet in time due to RR. These simulations indicate that, in an external magnetic field, an electron prepared in an atomic-scale coherent state can radiate strongly, rapidly losing coherence and dispersing into a decoherent wave packet. Additionally, we also present the fully-coupled nonlinear evolution of the non-degenerate ground- and first-excited Landau levels themselves to understand how the coupled SM system modifies the well-known ideal (i.e., Schrödinger-only) dynamics of the Landau Levels. With appropriate boundary conditions, simulations show that the Landau levels are renormalized into stationary dressed eigenstates with constant electromagnetic and kinetic energies. This opens a new computational window into RR physics and advances modeling of extreme-field phenomena in fusion plasmas, astrophysics, and next-generation laser experiments",
      "published": "2026-02-19T14:59:05Z",
      "updated": "2026-02-20T11:25:54Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.17429v2",
      "pdf_link": "https://arxiv.org/pdf/2602.17429v2"
    },
    {
      "id": "2602.17404v1",
      "title": "Plasma Mixing in Collisionless Kelvin-Helmholtz Dynamics",
      "authors": [
        "Silvia Ferro",
        "Fabio Bacchini",
        "Giuseppe Arrò",
        "Francesco Pucci",
        "Pierre Henri"
      ],
      "summary": "Simulations and observations of the low-latitude magnetosphere-magnetosheath boundary layer indicate that the Kelvin-Helmholtz instability (KHI) drives vortex structures that enhance plasma mixing and magnetic reconnection, influencing transport and particle acceleration. We investigate the efficiency and physical mechanisms of plasma mixing driven by the nonlinear evolution of the KHI. We perform high-resolution two-dimensional Particle-In-Cell (PIC) simulations using a finite-Larmor-radius shear-flow initial configuration. Plasma mixing is quantified using particle tracking, passive tracers, and diagnostics of magnetic reconnection. Mixing across the shear layer is present but localized, occurring mainly in narrow interface regions and plasma structures. Ions mix more effectively than electrons, which remain largely frozen to field lines. Enhanced mixing correlates with localized reconnection within and between KH vortices. Cross-boundary transport driven by the kinetic KHI is highly localized and mediated by vortex advection and reconnection. Electron mixing is strongly constrained, providing an upper bound on kinetic-scale transport across collisionless shear layers.",
      "published": "2026-02-19T14:29:51Z",
      "updated": "2026-02-19T14:29:51Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.17404v1",
      "pdf_link": "https://arxiv.org/pdf/2602.17404v1"
    },
    {
      "id": "2602.17400v1",
      "title": "Resistive instabilities of current sheets in stratified plasmas with a gravitational field",
      "authors": [
        "Faisal Sayed",
        "Anna Tenerani",
        "Richard Fitzpatrick"
      ],
      "summary": "Magnetic reconnection can develop spontaneously via the tearing instability, often invoked to explain disruptive instabilities in fusion devices, solar flares, the generation of periodic density disturbances at the tip of helmet streamers, and flux transfer events at the Earth's dayside magnetopause. However, in many such environments the presence of gravity, magnetic field curvature or other forms of acceleration often result in situations of a heavy-over-light plasma in an effective gravitational field with an embedded current sheet. This paper studies the linear stability of a slab current sheet with respect to reconnecting modes in the presence of a density gradient under the effect of a constant gravitational acceleration. We show that the presence of stratification and gravity modify the properties of the tearing mode instability both in the case of favorable and unfavorable stratification. Favorable stratification suppresses reconnection while unfavorable stratification strongly destabilizes the tearing mode. Furthermore, we show that the classical constant-ψ regime effectively does not exist, even for weak unfavorable stratification, for S>>1. Instead, the gravity-modified tearing progressively transitions into the G-mode, which is a gravity-driven reconnecting mode with a growth rate scaling as S^-1/3. As a consequence, unfavorable stratification only permits rapidly reconnecting modes.",
      "published": "2026-02-19T14:27:56Z",
      "updated": "2026-02-19T14:27:56Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.17400v1",
      "pdf_link": "https://arxiv.org/pdf/2602.17400v1"
    },
    {
      "id": "2602.22982v1",
      "title": "Investigating potential benefits of future sub-L1 missions with STEREO-A",
      "authors": [
        "Eva Weiler",
        "Emma E. Davies",
        "Christian Möstl",
        "Noé Lugaz",
        "Astrid Veronig",
        "Rachel Bailey",
        "Martin Reiss"
      ],
      "summary": "We present the first statistical study of geomagnetic storm forecasting using in situ data from the STEREO-A spacecraft as a sub-L1 monitor. Between November 2022 and June 2024, STEREO-A crossed the Sun-Earth line, covering longitudinal and radial separations of +/-15° from the Sun-Earth line and 0.01-0.06 au from Earth. This passage provides a unique opportunity to assess future sub-L1 mission concepts by ESA, such as HENON and SHIELD. We identify 32 coronal mass ejections (CMEs) observed by both STEREO-A and L1 spacecraft. Eight of these 32 CME events are first detected at L1, indicating that radial spacecraft separations of up to ~0.05 au do not always yield lead time advantages. Furthermore, we find greater (smaller) gains in lead time when STEREO-A is east (west) of the Sun-Earth line. We develop a baseline methodology for the use of future sub-L1 in situ data to enable time-shifting and real-time modeling of the geomagnetic SYM-H index. This is run continuously over the entire time period, therefore modeling the geomagnetic response of all solar wind structures. Our methodology is empirically motivated and should be considered a first approach in addressing the use of sub-L1 data. Following this methodology, 26 of 47 observed geomagnetic storms are correctly identified from STEREO-A data. Intense events (82%, SYM-H<-100 nT) are well detected, most of which are also associated with an identified CME event. Most SYM-H minima are predicted later (72%) and stronger (58%) than those observed due to biases introduced by our methodology.",
      "published": "2026-02-26T13:22:25Z",
      "updated": "2026-02-26T13:22:25Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2602.22982v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22982v1"
    },
    {
      "id": "2602.21065v1",
      "title": "The no-hair theorems at work in the tidal disruption event AT2020afhd",
      "authors": [
        "Lorenzo Iorio"
      ],
      "summary": "Recently, the coprecession of both the accretion disk and the jet formed following the tidal disruption event associated with the optical transient AT2020afhd, driven by a supermassive black hole of almost ten million solar masses, were independently measured in both the X and radio bands, respectively, showing a periodicity of nearly 20 days over about 300 days. An analytical model of the general relativistic gravitomagnetic Lense-Thirring precession of the effective orbit of a fictitious test particle revolving about a spinning primary can explain the observed precessional features. It yields allowed regions in the system's parameter space which, as far as the hole's dimensionless spin parameter is concerned, are essentially in agreement with those obtained in the literature with general relativistic magnetohydrodynamic simulations. The present analytical approach can be extended to include the precession due to the hole's quadrupole mass moment as well. It breaks the degeneracy in the allowed regions occurring for negative and positive values of the spin parameter when only the Lense-Thirring effect is considered. The best estimate for the hole's mass yields the range $0.185-0.215$ for the dimensionless spin parameter. Using the same strategy with the gravitomagnetic frequency for an extended disk of finite size with a parameterized power-law mass density yields to distinct, generally non-overlapping allowed regions for each value of the power-law index adopted.",
      "published": "2026-02-24T16:27:36Z",
      "updated": "2026-02-24T16:27:36Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.21065v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21065v1"
    },
    {
      "id": "2602.18595v1",
      "title": "The impact of electron precipitation on Earth's thermospheric NO production and the drag of LEO satellites",
      "authors": [
        "M. Scherf",
        "S. Krauss",
        "G. Tsurikov",
        "A. Strasser",
        "V. Shematovich",
        "D. Bisikalo",
        "H. Lammer",
        "M. Güdel",
        "C. Möstl"
      ],
      "summary": "We investigate the response of space weather events on Earth's upper atmosphere over the polar regions by studying their effect on the drag of the CHAMP and GRACE satellites. Increasing solar activity that results in heating and the expansion of the upper atmosphere threatens low Earth orbit (LEO) satellites. Auroral events are closely related to the stellar energy deposition of solar EUV radiation and precipitating energetic electrons, which influence photochemical processes such as the production of nitric oxide (NO) in the upper atmosphere. To study the production of NO molecules and their influence on the thermospheric structure and satellite drag, we first model Earth's background thermosphere with the 1D upper atmosphere model Kompot by considering the incident X-ray, EUV, and IR radiation during selected space weather events. To investigate the effect of electron precipitation in the production of NO molecules in the polar thermosphere, we apply a Monte Carlo model accounting for the stochastic nature of collisional scattering of auroral electrons in collisions with the surrounding N$_2$-O$_2$ atmosphere, including the production of suprathermal N atoms. The observed effect of the atmospheric drag on CHAMP and GRACE during the two studied events indicates that a sporadic enhancement of NO molecule production in the polar thermosphere and its IR-cooling capability, which counteracts thermospheric expansion and can lead to an ``overcooling'' with decreased density after the space weather event, can have a protective effect on LEO satellites. Their production efficiency, however, is highly dependent on the energy flux of the precipitating electrons. Our results have direct implications for empirical satellite orbit prediction models, as our simulations highlight the need to consider precipitation-induced NO production to improve the predictive power of these models.",
      "published": "2026-02-20T20:04:12Z",
      "updated": "2026-02-20T20:04:12Z",
      "categories": [
        "astro-ph.EP",
        "physics.ao-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.18595v1",
      "pdf_link": "https://arxiv.org/pdf/2602.18595v1"
    },
    {
      "id": "2602.16567v1",
      "title": "Scattering and sputtering on the lunar surface; Insights from negative ions observed at the surface",
      "authors": [
        "Romain Canu-Blot",
        "Martin Wieser",
        "Umberto Rollero",
        "Thomas Maynadié",
        "Stas Barabash",
        "Gabriella Stenberg Wieser",
        "Aibing Zhang",
        "Wenjing Wang",
        "Chi Wang"
      ],
      "summary": "Context. Airless planetary bodies are directly exposed to solar wind ions, which can scatter or become implanted upon impact with the regolith-covered surface, while also sputtering surface atoms.   Aims. We construct a semi-analytical model for the scattering of ions of hundreds of eV and the sputtering of surface atoms, both resulting in the emission of negative ions from the lunar surface. Our model contains a novel description of the scattering process that is physics-based and constrained by observations.   Methods. We use data from the Negative Ions at the Lunar Surface (NILS) instrument on the Chang'e-6 lander to update prior knowledge of ion scattering and sputtering from lunar regolith through Bayesian inference.   Results. Our model shows good agreement with the NILS data. A precipitating solar wind proton has roughly a 22% chance of scattering from the lunar surface in any charge state, and about an 8% chance of sputtering a surface hydrogen atom. The resulting ratio of scattered to sputtered hydrogen flux is eta_sc / eta_sp = 1.5 for a proton speed of 300 km/s. We find a high probability (7-20%) that a hydrogen atom leaves the surface negatively charged. The angular emission distributions at near-grazing angles for both scattered and sputtered fluxes are controlled by surface roughness. Our model also indicates significant inelastic energy losses for hydrogen interacting with the regolith, suggesting a longer effective path length than previously assumed. Finally, we estimate a surface binding energy of 5.5 eV, consistent with the observations.   Conclusions. Our model describes the scattering and sputtering of particles of any charge state from any homogeneous, multi-species surface. Using NILS data, we successfully applied the model to update our understanding of solar wind interacting with lunar regolith, and the emission of negative hydrogen ions.",
      "published": "2026-02-18T16:09:02Z",
      "updated": "2026-02-18T16:09:02Z",
      "categories": [
        "physics.space-ph",
        "physics.atom-ph",
        "physics.ins-det",
        "stat.AP"
      ],
      "link": "https://arxiv.org/abs/2602.16567v1",
      "pdf_link": "https://arxiv.org/pdf/2602.16567v1"
    },
    {
      "id": "2602.16221v1",
      "title": "Reinterpreting the sunward electron deficit: Implications for solar wind acceleration and core population formation",
      "authors": [
        "Zoltan Nemeth"
      ],
      "summary": "This paper re-evaluates the relationship between the observed sunward electron cutoff energy and the depth of the Sun's global electrostatic potential. It investigates whether taking into account the effects of local traps formed by magnetic fluctuations provides an alternative explanation for the observed electron deficit. The fluctuations of the highly variable interplanetary magnetic field form a series of shallow magnetic mirror traps that move at approximately the speed of the solar wind. The study investigates the dynamics of electrons as they move outward against an attractive solar electrostatic potential and interact with these traps. By following the motion of the electrons using first-principles calculations, we assess the effect of the traps on the velocity distribution of the particles. Electrons that escape the local trap continue to lose energy as they move outward until they are eventually captured by subsequent traps, preventing them from returning to the observer as sunward-moving particles. We derive a mathematical expression for the cutoff velocity, defined as the limit beyond which particles can no longer overtake the outer endpoint of a local trap. It turns out that the observed cutoff energy characterizes only the local potential drop within a trap, rather than the total depth of the Sun's potential well. The true potential well can be significantly deeper, scaled by the ratio of the radial distance from the Sun to the trap size. Furthermore, electrons captured by these moving traps contribute to the formation of the solar wind core population. The Sun's electrostatic potential is a more significant factor in solar wind acceleration than previously interpreted from cutoff data. The interaction between electrostatic deceleration and moving magnetic traps provides a new framework for understanding the origin and behavior of the solar wind core electrons.",
      "published": "2026-02-18T06:56:38Z",
      "updated": "2026-02-18T06:56:38Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.16221v1",
      "pdf_link": "https://arxiv.org/pdf/2602.16221v1"
    },
    {
      "id": "2602.13799v1",
      "title": "Theoretical calculation of the antenna impedance and shot noise at low-frequencies: application to Parker Solar Probe",
      "authors": [
        "Nicole Meyer-Vernet",
        "Baptiste Verkampt",
        "Pietro Dazzi",
        "Karine Issautier"
      ],
      "summary": "The voltage power spectral density measured around the ambient plasma frequency in space is not affected by spacecraft perturbations that impact traditional plasma analysers. The spectroscopy of this noise, produced by the quasi-thermal motion of ambient charged particles, is thus an efficient tool for measuring in situ plasma properties in space. In contrast, the spectrum at lower frequencies, which is determined by the parallel antenna resistance due to electric currents, depends on the spacecraft local environment. Recently, \\citet{zhe26} erroneously estimated this resistance from Parker Solar Probe (PSP) data. We hereby present a theoretical calculation of this resistance, which determines the shot noise and the receiver gain at low frequencies, and provide a preliminary comparison to PSP/FIELDS data. We also show that this resistance can change the receiver gain in the frequency range used for QTN spectroscopy during PSP inner orbits.",
      "published": "2026-02-14T14:22:17Z",
      "updated": "2026-02-14T14:22:17Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.13799v1",
      "pdf_link": "https://arxiv.org/pdf/2602.13799v1"
    },
    {
      "id": "2602.13644v1",
      "title": "Unprecedented Multipoint Observation of Spatially Varying ICME Turbulence of Different Ages during October 2024 Extreme Solar Storm at 1 AU",
      "authors": [
        "Shibotosh Biswas",
        "Ankush Bhaskar",
        "SG Abitha",
        "Omkar Dhamane",
        "Sanchita Pal",
        "Dibyendu Chakrabarty",
        "Vipin K Yadav"
      ],
      "summary": "Understanding turbulence in interplanetary coronal mass ejections is fundamental to space plasma research and critical for assessing the impact of space weather on geospace. Turbulence governs energy cascade, plasma heating, magnetic reconnection, and solar wind magnetosphere coupling, thereby influencing both ICME evolution and geoeffectiveness. While previous event-based and statistical studies have examined ICME turbulence and its radial evolution in great detail, no significant measurements of ICME magnetic turbulence at a specific vantage point have been made using multiple observatories separated azimuthally. Here, we present the first multipoint analysis of MHD turbulence across ICME plasma regions, using four spacecraft at the Sun-Earth L1 point, separated by 80 RE along the dawn-dusk direction. Previous studies reveal that ICME shocks, sheaths, and magnetic clouds are highly non-uniform, with strong azimuthal variability. Using high-resolution magnetic field observations from ISRO's Aditya-L1, NASA's Wind and ACE, and NOAA's DSCOVR, we analyze turbulence associated with the 10th October 2024 solar storm, which triggered the second-strongest geomagnetic storm of solar cycle 25. Our results reveal significant variability and differing turbulence maturity across small separations, supported by analysis of field-aligned and perpendicular magnetic field cascades, indicating strong anisotropies. Sheath turbulence is substantially modified by shock induced energy injection. Evidence of compressible turbulence and plasma energization at the flux rope interaction region indicates that internal processes, such as magnetic reconnection, strongly influence ICME plasma evolution, highlighting pronounced spatial variability in turbulence and plasma states observed by multiple L1 monitors near Earth and underscoring their potential role in space weather impacts.",
      "published": "2026-02-14T07:25:51Z",
      "updated": "2026-02-14T07:25:51Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.13644v1",
      "pdf_link": "https://arxiv.org/pdf/2602.13644v1"
    },
    {
      "id": "2602.13528v1",
      "title": "Leveling of MHD turbulence imbalance in shear flows",
      "authors": [
        "M. Kavtaradze",
        "G. Mamatsashvili",
        "G. Chagelishvili",
        "E. Uchava"
      ],
      "summary": "We investigate magnetohydrodynamic (MHD) turbulence in plane shear flows with a streamwise background magnetic field in the super-Alfvénic regime. We show that the large-scale velocity shear suppresses turbulence imbalance, driving the system toward a balanced state -- the energies of counter-propagating Alfvén waves become essentially equal, even at initially perfectly imbalanced Alfvénic turbulence. This balancing is due to the shear-induced linear non-modal dynamics of Alfvén waves, including their transient growth and over-reflection. This linear route to balancing turbulence is new -- fundamentally different from nonlinear ones operative in shearless MHD turbulence -- and have direct implications for understanding balanced/imbalanced MHD turbulence in the solar wind, which is modeled as a shear flow in a thermodynamically complex plasma.",
      "published": "2026-02-13T23:52:41Z",
      "updated": "2026-02-13T23:52:41Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.13528v1",
      "pdf_link": "https://arxiv.org/pdf/2602.13528v1"
    },
    {
      "id": "2602.12475v1",
      "title": "Parker Solar Probe observations of solar energetic particle (SEP) events with inverse velocity arrival (IVA) features",
      "authors": [
        "Zigong Xu",
        "C. M. S. Cohen",
        "R. A. Leske",
        "G. D. Muro",
        "A. C. Cummings",
        "O. M. Romeo",
        "D. Lario",
        "D. J. McComas",
        "M. E. Cuesta",
        "S. Pak",
        "L. Y. Khoo",
        "H. A. Farooki",
        "M. M. Shen",
        "S. Kasapis",
        "E. R. Christian",
        "D. G. Mitchell",
        "R. L. McNutt",
        "A. Kouloumvakos",
        "J. Grant Mitchell",
        "G. D. Berland",
        "N. A. Schwadron",
        "M. E. Wiedenbeck",
        "M. L. Stevens",
        "R. C. Allen"
      ],
      "summary": "In SEP events, velocity dispersion (VD) is characterized by the earlier arrival of faster, higher-energy particles relative to slower ones, assuming negligible acceleration time and transport effects. The \"Labor Day event\" at Parker Solar Probe (PSP) on 2022 September 5 provided a unique arrival profile, in which the medium energy (~ few MeV) particles arrive earlier than both lower and higher energy particles. This created a so-called \"nose\" structure in the intensity spectrogram formed by measurements from the two energetic particle instruments, EPI-Lo and EPI-Hi, of the Integrated Science Investigation of the Sun (ISOIS) suite. Unlike typical VD, the delayed arrival of higher energy particles compared to medium energy particles, i.e., the \"inverse velocity arrival\" (IVA), could be caused by various acceleration, transport, and instrumental effects, including shock acceleration. By applying a new method based on the contour-line of the intensity, we found 14 IVA events in the ISOIS observations up to the end of 2024. Several parameters that may modify velocity dispersion characteristics are further explored including the spacecraft radial distance, the speed of corresponding CMEs and shocks, the angle between the shock normal and the upstream magnetic field, and the spacecraft magnetic footpoint longitudinal separation from the flare location. The energy of the early arriving particles, i.e., the nose energy, can be grouped into low (L, <0.5 MeV), medium(M, 0.5 - 5 MeV), and high(H, >5 MeV) categories. Most (11/14) of the IVA events have medium nose energies. This SEP list provides ingredients for examination of shock acceleration in the inner heliosphere, and the existence of IVA events sheds new light on the acceleration and propagation of SEPs.",
      "published": "2026-02-12T23:17:50Z",
      "updated": "2026-02-12T23:17:50Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.12475v1",
      "pdf_link": "https://arxiv.org/pdf/2602.12475v1"
    },
    {
      "id": "2602.11847v1",
      "title": "Monitoring the upper atmospheric temperature and interplanetary magnetic field with the GRAPES-3 muon telescope",
      "authors": [
        "S. Paul",
        "K. P. Arunbabu",
        "M. Chakraborty",
        "S. K. Gupta",
        "B. Hariharan",
        "Y. Hayashi",
        "P. Jagadeesan",
        "A. Jain",
        "M. Karthik",
        "H. Kojima",
        "S. Kawakami",
        "P. K. Mohanty",
        "Y. Muraki",
        "P. K. Nayak",
        "T. Nonaka",
        "A. Oshima",
        "M. Rameez",
        "K. Ramesh",
        "S. Shibata",
        "K. Tanaka"
      ],
      "summary": "Galactic Cosmic Rays (GCRs) have to travel through the heliosphere before they interact with the Earth's atmosphere. During this, they are deflected by the Sun's magnetic field, causing variations in this field to imprint on the flux, spectrum and angular distribution of GCRs detected at or near Earth. Studies of these variations over the past several decades have revealed the impact of both transient phenomena such as solar flares, coronal holes, sunspot activity and coronal mass ejections (CMEs) as well as their effects such as Forbush Decreases (FDs), precursors and Ground-Level Enhancements (GLEs). Periodic variations, such as due to the solar diurnal modulation, the 27-day solar rotation, the 11-year solar cycle, and the 22-year solar magnetic cycle have also been characterized. These Sun-induced phenomena are most prominent in GCR intensity variations up to $\\sim$30 GeV/nuc, beyond which the influence of solar modulation decreases rapidly as the gyro-radii of GCRs exceed the characteristic size of the heliosphere ($\\sim$100 AU).",
      "published": "2026-02-12T11:39:38Z",
      "updated": "2026-02-12T11:39:38Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.11847v1",
      "pdf_link": "https://arxiv.org/pdf/2602.11847v1"
    },
    {
      "id": "2602.10477v2",
      "title": "Data-driven Magnetohydrodynamic Simulation of the Initiation of a Coronal Mass Ejection with Multiple Stages",
      "authors": [
        "J. H. Guo",
        "S. Poedts",
        "B. Schmieder",
        "Y. Guo",
        "C. Zhou",
        "H. Wu",
        "Y. W. Ni",
        "Z. Zhong",
        "Y. H. Zhou",
        "S. H. Li",
        "P. F. Chen"
      ],
      "summary": "Coronal mass ejections (CMEs) are the primary drivers of adverse space-weather events, yet their initiation and onset prediction remain insufficiently understood due to the complexity of the magnetic topology and physical processes in real solar source regions. Here, based on fully observational-data-driven magnetohydrodynamic simulation, we successfully reproduce the initiation of a CME originating from the super active region AR 13663, with only a one-minute time lag between the flare peak in observations and the velocity peak of the rising flux rope in the simulation. Moreover, the eruptive structure exhibits a multi-stage kinematic evolution: an initial slow acceleration, a plateau at a nearly stationary height, and a subsequent impulsive acceleration. These stages correspond to torus instability, the downward tension force exerted by the overlying toroidal field, and fast magnetic reconnection, respectively. Our results highlight the inherently multistage nature of CME initiation in real events. In configurations with strong overlying toroidal fields, the downward toroidal-field-induced tension force can suppress the rise of the flux rope and produce a plateau phase at a nearly stable height, even when torus instability occurs. In contrast, the subsequent fast magnetic reconnection beneath the flux rope can drive the impulsive eruption more effectively. The close agreement between the observed and simulated peak times over one minute demonstrates the strong potential of our data-driven model for predicting CME onset.",
      "published": "2026-02-11T03:30:15Z",
      "updated": "2026-02-12T05:52:08Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.10477v2",
      "pdf_link": "https://arxiv.org/pdf/2602.10477v2"
    },
    {
      "id": "2602.10446v1",
      "title": "Shocks, compressible perturbations, and intermittency in the very local interstellar medium: Voyager 1 and 2 observations and numerical modeling",
      "authors": [
        "Federico Fraternale",
        "Nikolai V. Pogorelov",
        "Ratan Bera",
        "Leonard F. Burlaga",
        "Maciej Bzowski"
      ],
      "summary": "Voyager spacecraft (V1 and V2) provide unique in situ measurements of perturbations propagating beyond the heliopause through the very local interstellar medium (VLISM), including the shocks and pressure fronts whose origin is debated. In particular, a jump in magnetic field strength, observed by V1 in 2020.4 at 149.3 au from the Sun, was followed by a distinct \"hump\" and persistently strong magnetic field, both requiring theoretical explanation. This paper offers an interpretation of those observations using a self-consistent, MHD model of the solar wind - LISM interaction driven by the OMNI and interplanetary scintillation data combined with a turbulence analysis of Voyager data. Our simulations convincingly demonstrate that global, solar-cycle-driven compressions, on hitting the heliopause, can reproduce those puzzling V1 observations. They appear to be associated with solar cycle 24, whereas similar interstellar magnetic field structures can occur once per cycle. The turbulence analysis reveals time-dependent magnetic compressibility that persists up to 165 au at scales below 10 days. Turbulence intermittency at scales below 1 hour is mostly confined to specific intervals, possibly associated with a broad foreshock region. The apparent disappearance of intermittency since 2022 reflects the turbulence weakening rather than a fundamental change in VLISM properties. We predict that V1 will record relatively strong magnetic field strengths until $\\sim$2030, followed by weaker, infrequent perturbations. At V2, we expect multiple solar-driven compressions before 2026, followed by a major event induced by solar cycle 25 around 2030. New Horizons is expected to cross the termination shock at 80$\\pm$ au in 2031.",
      "published": "2026-02-11T02:38:45Z",
      "updated": "2026-02-11T02:38:45Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2602.10446v1",
      "pdf_link": "https://arxiv.org/pdf/2602.10446v1"
    },
    {
      "id": "2602.10275v2",
      "title": "Solar Wind Heating Near the Sun: A Radial Evolution Approach",
      "authors": [
        "Yogesh",
        "Leon Ofman",
        "Kristopher Klein",
        "Niranjana Shankarappa",
        "Mihailo M. Martinović",
        "Gregory G. Howes",
        "Parisa Mostafavi",
        "Scott A Boardsen",
        "Viacheslav M Sadykov",
        "Sanchita Pal",
        "Lan K Jian",
        "Aakash Gupta",
        "D. Chakrabarty",
        "B. L. Alterman",
        "Jaye L Verniero",
        "K. W. Paulson",
        "Jia Huang",
        "Roberto Livi",
        "Davin E. Larson",
        "Christian Möstl",
        "Emma E. Davies",
        "Eva Weiler"
      ],
      "summary": "Characterizing the plasma state in the near-Sun environment is essential to constrain the mechanisms that heat and accelerate the solar wind. In this study, we use Parker Solar Probe (PSP) observations from Encounters 1 through 24 to investigate the radial evolution of solar wind plasma and magnetic field properties in this region. Using intervals with high field-of-view ($>85\\%$) coverage, we derive the radial profiles of magnetic field strength ($|B|$), proton density ($N$), bulk speed ($V$), total proton temperature ($T$), parallel ($T_\\parallel$) and perpendicular ($T_\\perp$) temperatures, temperature anisotropy ($T_\\perp/T_\\parallel$), plasma beta ($β$), Alfvén Mach number ($M_A$), and magnetic field fluctuations ($δB/B$) for sub and super-Alfvénic regions. In super-Alfvénic regions, power-law of $|B|$, $N$, $V$, and $T$ as a function of heliocentric distance are broadly consistent with previous \\textit{Helios} results at $>0.3$ AU. The radial evolution of the components of the temperature tensor reveals distinct behavior: $T_\\perp$ decreases monotonically with distance, whereas $T_\\parallel$ exhibits a non-monotonic trend -- decreasing in the sub-Alfvénic region, increasing just beyond the Alfvén surface. We interpret the increase in $T_\\parallel$ as a proxy for proton beam occurrence. We further examine the evolution of magnetic field fluctuations, finding decreasing radial/parallel fluctuations but enhanced tangential/normal/perpendicular fluctuations in sunward direction. These fluctuations may provide free energy for beam generation and particle heating via wave-particle interactions.",
      "published": "2026-02-10T20:36:55Z",
      "updated": "2026-02-18T22:45:52Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.10275v2",
      "pdf_link": "https://arxiv.org/pdf/2602.10275v2"
    },
    {
      "id": "2602.10243v1",
      "title": "Linking Solar Magnetism, Extreme Solar Particle Events and Stellar Superflares",
      "authors": [
        "Valeriy Vasilyev",
        "Natalie Krivova",
        "Ilya Usoskin"
      ],
      "summary": "The magnetic field of the Sun drives a wide range of eruptive phenomena, from small-scale nanoflares to large flares and coronal mass ejections (CMEs). While direct observations of solar activity cover only the past few decades, indirect evidence indicates that the Sun can occasionally produce events orders of magnitude stronger than any recorded ones in the modern era. Two complementary lines of evidence exist. First, extreme solar particle events (ESPEs) have been inferred from prominent spikes in cosmogenic isotope concentrations preserved in precisely dated natural archives such as tree rings and ice cores over the past 15 millennia. Second, high-precision space-borne photometry has revealed superflares on thousands of stars similar to the Sun. Whether these solar and stellar extremes are physically related remains an open question. We summarise the present state of understanding and discuss physical mechanisms that may link them. Although superflares and ESPEs are both extremely energetic manifestations of magnetic energy storage and release, their relationship does not appear to be one-to-one. Their occurrence and energetics likely depend on how magnetic flux and topology govern the partitioning of released energy between radiation, mass ejection, and particle acceleration.",
      "published": "2026-02-10T19:38:03Z",
      "updated": "2026-02-10T19:38:03Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.10243v1",
      "pdf_link": "https://arxiv.org/pdf/2602.10243v1"
    },
    {
      "id": "2602.10170v1",
      "title": "Observing solar vortices with existing and future instrumentation. Solar Physics International Network for Swirls (SPINS) white paper (Helio)",
      "authors": [
        "Suzana S. A. Silva",
        "Viktor Fedun",
        "Gary Verth",
        "Istvan Ballai",
        "Eamon Scullion",
        "Malcolm Druett",
        "Kostas Tziotziou",
        "Alex Pietrow",
        "Nitin Yadav",
        "Ioannis Dakanalis",
        "Elena Khomenko",
        "Hidetaka Kuniyoshi",
        "Shivdev Turkay",
        "Matias Koll Pistarini",
        "Robertus Erdelyi",
        "Luiz Augusto Camargo Aranha Schiavo"
      ],
      "summary": "Solar vortices are fundamental components of solar atmospheric dynamics, serving as natural laboratories for magnetic field twisting, energy concentration and transport, wave guidance, and plasma coupling across atmospheric layers. Numerical and observational studies show that solar vortices are intimately connected to key physical processes including magnetic reconnection, atmospheric heating, turbulence, and wave generation. This white paper, prepared for the UK Space Frontiers 2035 call, outline five high-priority scientific questions addressing vortex generation mechanisms, cross-layer coupling, magnetic restructuring, collective wave-guidance structures, and their role in triggering explosive events and modulating the solar wind. Key observations and capabilities required to make significant advancements over the coming decade are identified. The UK solar physics community has established world-leading expertise in vortex dynamics, combining strengths in high-resolution observations, MHD turbulence theory, numerical modelling, and space instrumentation. UK researchers have made foundational contributions to Solar Orbiter, delivered critical systems for DKIST, and maintain active involvement in MUSE and SOLAR-C EUVST missions. Our technical approach centres on developing next-generation instrumentation: a multi-band, space-qualified system employing four tunable Fabry-Pérot Interferometers providing diffraction-limited, high-cadence spectropolarimetric coverage from the deep photosphere to the low corona. This capability will be validated through a staged mission architecture beginning with balloon-borne demonstrators. Continuing this effort over the coming decade is vital to maintain UK leadership in this field and achieve the goals of roadmap for solar system research.",
      "published": "2026-02-10T13:55:23Z",
      "updated": "2026-02-10T13:55:23Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.10170v1",
      "pdf_link": "https://arxiv.org/pdf/2602.10170v1"
    },
    {
      "id": "2602.08806v1",
      "title": "Two-Dimensional Kelvin-Helmholtz Instability with Anisotropic Pressure",
      "authors": [
        "Shishir Biswas",
        "Masaru Nakanotani",
        "Dinshaw S. Balsara",
        "Vladimir Florinski",
        "Merav Opher"
      ],
      "summary": "The Kelvin-Helmholtz (KH) instability occurs in multiple heliospheric (solar-wind stream interfaces, planetary magnetospheres, cometary tails, heliopause flanks) and interstellar (protoplanetary disks, relativistic jets, neutron star accretion disks) environments. While the KH instability has been well-studied in the magnetohydrodynamic (MHD) limit, only limited studies were performed in the collisionless regime, which is conducive to development of anisotropic pressures. Collisionless plasmas are often described using the Chew Goldberger and Low (CGL) equations which feature an anisotropic pressure tensor. This paper presents a comprehensive analysis of the CGL version of the KH instability using linearised and numerical techniques. We find that the largest growth rates and the greatest incidence of magnetic effects occur in the MHD limit. In the large relaxation time CGL limit, part of the energy goes into the formation of pressure anisotropies, resulting in smaller amounts of energy being available for bending the field lines. Consequently, when we cross-compare CGL and MHD simulations that are otherwise identical, the current densities are largest in the MHD limit, and the largest magnetic islands also form in that limit. Early and late time formation of pressure anisotropies have also been studied. We also find that the strongest trend for forming intermittencies in the flow also occurs in the MHD limit. The paper also discusses possible consequences of our results for turbulence and reconnection in the heliosheath (the layer between the solar wind termination shock and the heliopause).",
      "published": "2026-02-09T15:45:01Z",
      "updated": "2026-02-09T15:45:01Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "physics.comp-ph",
        "physics.flu-dyn",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.08806v1",
      "pdf_link": "https://arxiv.org/pdf/2602.08806v1"
    },
    {
      "id": "2602.06926v1",
      "title": "Towards a Fully Automated Pipeline for Short-Term Forecasting of In Situ Coronal Mass Ejection Magnetic Field Structure",
      "authors": [
        "Hannah T. Rüdisser",
        "Emma E. Davies",
        "Ute V. Amerstorfer",
        "Christian Möstl",
        "Eva Weiler",
        "Andreas J. Weiss",
        "Justin Le Louëdec",
        "Martin A. Reiss",
        "Gautier Nguyen"
      ],
      "summary": "We present an automated pipeline for operational short-term forecasting of coronal mass ejection (CME) magnetic field structure at L1, coupling arrival time prediction, in situ detection, and iterative flux rope reconstruction, following near-real-time remote-sensing CME identification. The system is triggered by new entries in the CCMC DONKI database and first applies the drag-based ELEvo model to determine whether an Earth impact is expected and estimate arrival time. This estimate defines a temporal window constraining the search for CME signatures in real-time L1 in situ solar wind data, where the magnetic obstacle (MO) is automatically detected using the deep learning model ARCANE. Upon MO onset, iterative reconstructions with the semi-empirical flux rope model 3DCORE are performed, using a Monte Carlo fitting scheme, producing continuously updated forecasts of the remaining magnetic field profile.   We evaluate the pipeline using 3870 archived DONKI entries and archived NOAA real-time in situ data from 2013-2025, assessing forecast performance at different stages of MO observation. For 61 events with an associated ground-truth counterpart in the ICMECAT catalog, forecasts based on initial MO data already achieve performance comparable to full-event reconstructions. Typical errors are ~5 hours in timing of magnetic field extrema and ~10 nT in field strength metrics, with limited systematic improvement as more of the event is observed. Results show substantial event variability and systematic underestimation of extrema, indicating deviations from ideal flux rope assumptions. These findings demonstrate the potential of fully autonomous real-time forecasting while highlighting limitations imposed by event complexity and model representational capacity.",
      "published": "2026-02-06T18:21:16Z",
      "updated": "2026-02-06T18:21:16Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.06926v1",
      "pdf_link": "https://arxiv.org/pdf/2602.06926v1"
    },
    {
      "id": "2602.05450v1",
      "title": "The Correlation Length of Turbulence in Magnetic Clouds",
      "authors": [
        "S. W. Good",
        "J. Lalueza Puértolas",
        "A. -S. M. Jylhä",
        "E. K. J. Kilpua"
      ],
      "summary": "The large-scale limit or outer scale of turbulence in the solar wind is associated with the correlation length of the magnetic field. Determining correlation lengths from magnetic field time series in magnetic clouds is complicated by the presence of the global flux rope: without removal of the flux rope trend, correlation length measurements will be sensitive to the flux rope as well as the turbulence, and give overestimates of the outer scale when turbulence amplitudes at the outer scale are small relative to the flux rope amplitude. We have used force-free flux rope fits to detrend magnetic field time series measured by Parker Solar Probe in two magnetic clouds and calculated the turbulence correlation length in the clouds using the detrended data. The detrended correlation length in terms of the proton inertial length, $d_p$, was $2.7\\times10^{4} d_p$ in one cloud (observed at 0.77 au) and $1.6\\times10^{4}d_p$ in the other (observed at 0.39 au), significantly smaller than the values obtained without detrending. Increments in the flux rope fits scaled equivalently to a $k^{-3}$ wavenumber power spectrum; this contribution from the flux rope considerably steepened the total spectrum at the largest scales but had a negligible effect in the inertial range, where scaling in both clouds equivalent to $\\sim$$k^{-5/3}$ was observed. Finally, we discuss the possible relation of turbulence correlation lengths to mesoscale structure in magnetic clouds.",
      "published": "2026-02-05T08:49:15Z",
      "updated": "2026-02-05T08:49:15Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.05450v1",
      "pdf_link": "https://arxiv.org/pdf/2602.05450v1"
    },
    {
      "id": "2602.05108v1",
      "title": "Auroral signatures of ballooning instability and plasmoid formation processes in the near-Earth magnetotail",
      "authors": [
        "Ping Zhu",
        "Jun Liang",
        "Jiaxing Liu",
        "Sui Wan",
        "Eric Donovan"
      ],
      "summary": "The nonlinear development of ballooning instability and the subsequently induced plasmoid formation in the near-Earth magnetotail demonstrated in MHD simulations has been proposed as a potential trigger mechanism for substorm onset over the past decade, and their connections to the in-situ satellite and ground all-sky auroral optical observations have been a subject of continued research. In this work, a set of THEMIS substorm onset events with good conjunction of auroral observations has been selected for comparative simulation study, whose pre-onset magnetotail configuration and conditions are inferred from in-situ data and compared with the onset conditions of ballooning instability obtained in our MHD simulations. The evolution of the near-Earth magnetotail is followed, where the signatures of ballooning instability and the plasmoid formation are extracted from simulations and compared with the magnetic fields and flow patterns within the magnetotail region from observation data. The field-aligned current (FAC) density is evaluated at the Earth side boundary of the magnetotail domain of simulation, which is further mapped along magnetic field lines to the auroral ionosphere and compared with the auroral pattern and evolution there in terms of growth rate, dominant wavenumber, and absolute auroral intensities. Such validation efforts are also the first step towards the development of a self-consistent coupling model that includes the magnetotail-ionosphere interaction in the substorm onset process.",
      "published": "2026-02-04T22:53:16Z",
      "updated": "2026-02-04T22:53:16Z",
      "categories": [
        "physics.space-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.05108v1",
      "pdf_link": "https://arxiv.org/pdf/2602.05108v1"
    },
    {
      "id": "2602.04592v1",
      "title": "$γ$-Ray Lines -- Signatures of Nucleosynthesis, Cosmic Rays, Positron Annihilation, and Fundamental Physics",
      "authors": [
        "Thomas Siegert",
        "Francesca Calore",
        "Pierre Jean",
        "Mark Leising",
        "Nicolas de Séréville",
        "Gerald H. Share",
        "Vincent Tatischeff",
        "Wei Wang",
        "Meng-Ru Wu"
      ],
      "summary": "The nuclear $γ$-ray lines in the MeV range of the electromagnetic spectrum hold a vast variety of astrophysical, particle-physical, and fundamental physical information that is otherwise extreme difficult to access. MeV $γ$-ray line observations provide the most direct evidence for ongoing nucleosynthesis in galaxies by measuring freshly produced radioactive isotopes from massive stars, supernovae, classical novae, or binary neutron star mergers. Their flux ratios can determine the low-energy cosmic-ray spectrum in different objects and of the Milky Way as a whole. Different phases of the interstellar medium are traced by hot nucleosynthesis ejecta, cooling positrons, or cosmic-ray interactions with molecular clouds. Positron annihilation itself can be considered as an astrophysical messenger as their production and destruction in typical space environments is inevitable. Finally, as-of-yet unknown signatures from beyond standard model physics might have their elusive imprints in $γ$-ray lines. This Chapter gives an overview of historical $γ$-ray line measurements, newest results, and open questions that may only be solved by a new generation of MeV telescopes.",
      "published": "2026-02-04T14:18:31Z",
      "updated": "2026-02-04T14:18:31Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.04592v1",
      "pdf_link": "https://arxiv.org/pdf/2602.04592v1"
    },
    {
      "id": "2602.03724v1",
      "title": "Generation and Expansion-Driven Growth of Switchbacks in the Outer Solar Corona and Solar Wind",
      "authors": [
        "Nikos Sioulas",
        "Marco Velli",
        "Chen Shi",
        "Lorenzo Matteini",
        "Trevor A. Bowen",
        "Alfred Mallet",
        "A. Larosa",
        "Anna Tenerani",
        "Timothy S. Horbury"
      ],
      "summary": "We analyze \\emph{Parker Solar Probe} and \\emph{Solar Orbiter} measurements of magnetic-field reversals (``switchbacks'') across the Alfvén surface ($M_a\\simeq 1$), where $M_a$ is the Alfvén Mach number. The reported ``sub-Alfvénic switchback dropout'' follows from two diagnostic biases: conditioning on an instantaneous $M_a$, which is transiently elevated above unity by radial-velocity enhancements during large-amplitude Alfvénic rotations, and short-window local-mean backgrounds that partially track these rotations and suppress deflection angles. Treating $M_a$ as a bulk-stream property via rolling medians and referencing deflections to event-independent backgrounds -- a Parker-spiral direction or a sufficiently long rolling median -- recovers sub-Alfvénic switchbacks systematically. The mean deflection $\\langle θ\\rangle$ separates into two regimes with $M_a$. For $M_a \\lesssim 1$, $\\langle θ\\rangle$ rises rapidly with weak dependence on the background window, consistent with expansion-driven amplification of Alfvénic fluctuations. For $M_a \\gtrsim 1$, the evolution becomes scale dependent: large-scale $\\langle θ\\rangle$ continues to grow with $M_a$ at reduced rate, while small-scale growth saturates, consistent with turbulent decay and dissipation. Collectively, these results indicate that switchbacks need not originate only in the super-Alfvénic solar wind. Instead, they are consistent with a formation pathway in which coronal fluctuations are amplified by large-scale expansion through the sub-Alfvénic regime, with subsequent propagation into the super-Alfvénic wind where turbulent decay modifies their scale-dependent properties.",
      "published": "2026-02-03T16:44:52Z",
      "updated": "2026-02-03T16:44:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2602.03724v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03724v1"
    },
    {
      "id": "2602.03885v1",
      "title": "Where Does Tracing of Cosmic Ray in Real Atmosphere Terminate?",
      "authors": [
        "Du-Xin Zheng",
        "Long Chen",
        "Ran Huo"
      ],
      "summary": "In backtracing simulations, which are widely employed to determine cosmic-ray particle trajectories in the geomagnetic field, the atmosphere is typically approximated as an artificial sharp boundary at some low altitude where the traced trajectory terminates. In this paper, we extend beyond this simplified assumption and investigate two realistic physical processes that terminate cosmic-ray particle propagation in the atmosphere: Bethe-Bloch energy loss mechanisms and hard scattering interactions with atmospheric atoms using total cross sections based on the Glauber-Gribov formalism. The former mechanism dominates at low rigidities (for protons below $\\sim0.57$~GV), while the latter becomes dominant at higher rigidities. Consequently, we introduce two dimensionless variables up to detailed numerical criteria: the relative rigidity shift due to Bethe-Bloch effects ($Δ\\mathfrak{R}/\\mathfrak{R}$), and the expected number of hard scattering events ($\\langle N\\rangle$). Using the corrected US Standard Atmosphere 1976 model, we demonstrate that the altitude dependence can be factorized as approximately $\\exp(-0.14h/\\textrm{km})$. Additionally, the effect of the local curvature radius of the trajectory near perigee can be similarly factorized. Our calculations indicate that the simplified sharp-boundary altitude should be at least $50$ km with $Δ\\mathfrak{R}/\\mathfrak{R}+\\langle N\\rangle\\lesssim1$ for protons, increasing by more than $15$ km for heavy nuclei such as iron.",
      "published": "2026-02-03T03:46:41Z",
      "updated": "2026-02-03T03:46:41Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "hep-ph",
        "physics.ao-ph"
      ],
      "link": "https://arxiv.org/abs/2602.03885v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03885v1"
    },
    {
      "id": "2602.02706v1",
      "title": "Ionospheric Observations from the ISS: Overcoming Noise Challenges in Signal Extraction",
      "authors": [
        "Rachel Ulrich",
        "Kelly R. Moran",
        "Ky Potter",
        "Lauren A. Castro",
        "Gabriel R. Wilson",
        "Brian Weaver",
        "Carlos Maldonado"
      ],
      "summary": "The Electric Propulsion Electrostatic Analyzer Experiment (ÈPÈE) is a compact ion energy bandpass filter deployed on the International Space Station (ISS) in March 2023 and providing continuous measurements through April 2024. This period coincides with the Solar Cycle 25 maximum, capturing unique observations of solar activity extremes in the mid- to low-latitude regions of the topside ionosphere. From these in situ spectra we derive plasma parameters that inform space-weather impacts on satellite navigation and radio communication. We present a statistical processing pipeline for ÈPÈE that (i) estimates the instrument noise floor, (ii) accounts for irregular temporal sampling, and (iii) extracts ionospheric signals. Rather than discarding noisy data, the method learns a baseline noise model and fits the measurement surface using a scaled Vecchia Gaussian process approximation, recovering values typically rejected by thresholding. The resulting products increase data coverage and enable noise-assisted monitoring of ionospheric variability.",
      "published": "2026-02-02T19:20:53Z",
      "updated": "2026-02-02T19:20:53Z",
      "categories": [
        "physics.space-ph",
        "stat.AP"
      ],
      "link": "https://arxiv.org/abs/2602.02706v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02706v1"
    },
    {
      "id": "2602.02330v1",
      "title": "Geoelectric Field Caused by Flux Transfer Events in an Ionosphere-Coupled Vlasiator Simulation",
      "authors": [
        "Konstantinos Horaites",
        "Markku Alho",
        "Yann Pfau-Kempf",
        "Urs Ganse",
        "Abiyot Workayehu",
        "Jonas Suni",
        "Fasil Tesema",
        "Liisa Juusola",
        "Giulia Cozzani",
        "Sanni Hoilijoki",
        "Ivan Zaitsev",
        "Shiva Kavosi",
        "Minna Palmroth"
      ],
      "summary": "We report on the relationship between flux transfer events (FTEs) at Earth's magnetopause and the geoelectric field that is induced near the FTEs' magnetic footpoints. We study this system using the global hybrid-Vlasov code Vlasiator, which has recently been extended to model ionospheric physics. We also highlight the significance of 3D magnetic null points, which in our simulation can separate the FTEs into multiple flux ropes. Near the null points, the coiled FTE magnetic field lines are rerouted towards Earth, so that the magnetic footpoints are planted near the Region 1 ionospheric current system. The helicities of the flux ropes are organized by the y-component (GSE) of the magnetic field at the Earth's magnetopause. This occurs in our simulation due to the absence of a y-component of the interplanetary magnetic field, which would normally supply the FTE guide field that determines the helicity. We observe Alfvenic, Earthward-flowing field-aligned currents generated near the magnetopause that correlate with the passage of FTEs nearby. These pulses of current coincide with the formation of rotational geoelectric field structures, that appear near the noon meridian and propagate around the auroral oval towards the nightside.",
      "published": "2026-02-02T16:54:43Z",
      "updated": "2026-02-02T16:54:43Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.02330v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02330v1"
    },
    {
      "id": "2602.01314v1",
      "title": "Irreversibility and Entropy Exclusion in Collisionless Plasmas",
      "authors": [
        "Alexander G. Tevzadze"
      ],
      "summary": "We examine entropy production in reduced descriptions of collisionless plasmas. Introducing a closure dependent entropy hierarchy, we show that non-conservative moment closures generate a residual entropy associated with irreversible information loss, whereas invariant closures remain reversible. The monotonic growth of this residual entropy imposes a statistical realizability constraint on macroscopic plasma states, excluding regions of phase space independent of dynamical stability. For anisotropic plasmas, we evaluate entropy production within a second-order moment closure, identifying contributions from transport and magnetic field inhomogeneity. The resulting entropy exclusion boundary is broadly consistent with observed anisotropy distributions in space plasmas. Statistical realizability thus emerges as an organizing principle for reduced collisionless plasma descriptions.",
      "published": "2026-02-01T16:14:33Z",
      "updated": "2026-02-01T16:14:33Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.01314v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01314v1"
    },
    {
      "id": "2602.00765v1",
      "title": "A study of solar energetic particle transport on 30 March 2022 using multi-spacecraft data assimilation",
      "authors": [
        "Takashi Minoshima",
        "Yoshizumi Miyoshi",
        "Go Murakami",
        "Marco Pinto",
        "Daniel Schmid",
        "Ayako Matsuoka",
        "Wolfgang Baumjohann",
        "David Fischer",
        "Kazumasa Iwai",
        "Shinsuke Imada"
      ],
      "summary": "We analyze a unique solar energetic particle event observed simultaneously by the BepiColombo and STEREO-A spacecraft on March 30, 2022. The two spacecraft at heliocentric distances of 0.6 and 1.0 AU are expected to be aligned approximately along the same magnetic field line, providing a valuable opportunity to investigate particle transport processes in the inner heliosphere. Protons with energies above 1.0 MeV exhibit velocity dispersion during the rise phase, suggesting that the energetic particles are produced close to the Sun, possibly associated with a coronal mass ejection. In contrast, protons during the decay phase are characterized by long-lasting time profiles with longer time scales at 1.0 AU than at 0.6 AU, suggesting that the particles deviate from ballistic propagation. By assimilating these multi-spacecraft observation data into numerical simulations of the focused transport equation, for the first time, we estimate the mean free path parallel to the magnetic field as a time series. The inferred mean free path decreases over time and approaches around 0.5-1.0 AU at the STEREO-A location during the decay phase, suggesting an increasing influence of scattering on particle transport. This interpretation is qualitatively supported by independent STEREO-A observations that showed increasing magnetic field fluctuations, suggesting the connection between the particle transport and the local field fluctuations. However, only a fraction of these fluctuations is expected to contribute to particle scattering, which may be due to the multidimensional nature of magnetic field fluctuations.",
      "published": "2026-01-31T15:06:57Z",
      "updated": "2026-01-31T15:06:57Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.00765v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00765v1"
    },
    {
      "id": "2601.22321v1",
      "title": "Conversion Layer Controls the Evolution of Magnetic Deflections Near the Alfven Surface",
      "authors": [
        "Dominic Payne",
        "Mojtaba Akhavan-Tafti",
        "Joshua Goodwill",
        "Samuel Badman",
        "Riddhi Bandyopadhyay",
        "Subash Adhikari",
        "William Matthaeus",
        "Gary Zank",
        "Chen Shi",
        "Michael Stevens",
        "Roberto Livi",
        "Yeimy Rivera",
        "Kristoff Paulson"
      ],
      "summary": "We examine the statistics of Alfvenic deflections in both sub-Alfvenic and super-Alfvenic solar wind with particular focus on a common parameter that underlies the definition of switchbacks: the magnetic deflection angle. Our findings are in general agreement with earlier studies that suggest magnetic deflection angles > 90 degrees are very unlikely to occur in sub-Alfvenic regimes. We find that their upper limit exhibits an identifiable trend with the Alfven Mach number Ma, suggesting that gradual steepening of Alfvenic deflections with increasing Ma is a plausible mechanism controlling deflection angles in the young solar wind. Further analysis reveals that large velocity fluctuations tend to be important in the largest sub-Alfvenic magnetic deflections with increasing contributions from the parallel component very close to Ma = 1, while virtually no magnetic deflections in the super-Alfvenic regime exhibit such large velocity perturbations. We also determine the local ratio of radial Poynting flux SR to kinetic energy flux KR and find that large sub-Alfvenic deflection angles tend to be dominated by SR, while super-Alfvenic deflections are eventually dominated by the KR associated with the radial solar wind flow. Our results show that within the vicinity of the Alfven surface (where Ma = 1), there is a critical region of parameter space within which velocity deflections approach the Alfven velocity and KR/SR is close to unity. We refer to this region (where | log10(Ma)| < 0.2) as the conversion layer. The conversion layer may play a significant role in the evolution of magnetic defections by providing the medium for converting magnetic energy to particle energy and likely driving the formation of magnetic switchbacks in super-Alfvenic solar wind.",
      "published": "2026-01-29T21:06:07Z",
      "updated": "2026-01-29T21:06:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22321v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22321v1"
    },
    {
      "id": "2601.21520v1",
      "title": "Wave generation via oscillatory reconnection at a three-dimensional magnetic null point",
      "authors": [
        "Luiz A. C. A. Schiavo",
        "Gert J. J. Botha",
        "James A. McLaughlin"
      ],
      "summary": "This work conducts a three-dimensional (3D), nonlinear magnetohydrodynamic (MHD) simulation to investigate wave generating, time-dependent reconnection around a magnetic null point. A non-periodic perturbation (in the $xz$-plane) triggers oscillatory reconnection (OR) at the 3D null, resulting in a self-sustained oscillation with a constant period $P$. We investigate the response of the system using three distinct wave proxies (compressible parallel, compressible transverse and incompressible parallel) as well as Spectral Proper Orthogonal Decomposition for decoupling and analyzing the resultant MHD wave behavior. We find that OR generates a slow magnetoacoustic wave of period $P$ that propagates outwards in all directions along the spine and fan plane of the 3D null point. We also find the generation of a propagating Alfvén wave of period $P$, exclusively along the $y$-axis in the fan plane, i.e. in the direction perpendicular to the spine motion. These findings provide new insights into waves generated from a 3D null point and their implications for coronal seismology.",
      "published": "2026-01-29T10:34:43Z",
      "updated": "2026-01-29T10:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.21520v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21520v1"
    },
    {
      "id": "2602.23104v1",
      "title": "Analytic Expressions for Shielded Halbach Multipoles",
      "authors": [
        "Volker Ziemann"
      ],
      "summary": "We employ the method of images to derive analytic expressions for the magnetic field of Halbach multipoles that are enclosed in high-permeability shielding.",
      "published": "2026-02-26T15:17:48Z",
      "updated": "2026-02-26T15:17:48Z",
      "categories": [
        "physics.acc-ph",
        "hep-ph",
        "physics.app-ph"
      ],
      "link": "https://arxiv.org/abs/2602.23104v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23104v1"
    },
    {
      "id": "2602.23094v1",
      "title": "Spatially inhomogeneous confinement-deconfinement phase transition in rotating QGP",
      "authors": [
        "V. V. Braguta",
        "M. N. Chernodub",
        "Ya. A. Gershtein",
        "A. A. Roenko"
      ],
      "summary": "Using first-principles numerical simulations, we find a new spatially inhomogeneous phase in a rotating gluon plasma. This mixed phase simultaneously contains regions of both confining and deconfining states in thermal equilibrium, separated by a spatial transition. The position of the boundary between the two phases is determined by the local critical temperature. We calculate the critical temperature of the local transition as a function of angular velocity and radius for a full (imaginary) rotating system and within a local thermalization approximation, and find an excellent agreement between these approaches. An analytic continuation of the results to the domain of real angular frequencies indicates that the confinement phase localizes at the periphery of the rotating system and the deconfinement phase appears closer to the rotation axis. We argue that the anisotropy of the gluon action in the curved co-rotating background can quantitatively explain the remarkable property that the spatial structure of this inhomogeneous phase disobeys the picture based on a straightforward implementation of the Tolman-Ehrenfest law. We also perform the first lattice simulation of rotating $N_f=2$ QCD which confirms that a similar picture is expected for theory with dynamical quarks.",
      "published": "2026-02-26T15:12:35Z",
      "updated": "2026-02-26T15:12:35Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.23094v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23094v1"
    },
    {
      "id": "2602.23044v1",
      "title": "Form factors of the $ρ$ meson from effective field theory and the lattice",
      "authors": [
        "Ulf-G. Meißner",
        "Akaki Rusetsky",
        "Ajay S. Sakthivasan",
        "Gerrit Schierholz",
        "Jia-Jun Wu"
      ],
      "summary": "The calculation of resonance form factors in effective field theory as well as on the lattice is a highly challenging task. In a recent paper, we proposed a novel method based on the introduction of a background field and the Feynman-Hellmann theorem to address the problem, and applied it to a toy model. In the present work we use this method for the electromagnetic form factors of the $ρ$-meson. By matching the results to Chiral Perturbation Theory, we provide a first, crude estimate of all three form factors of the $ρ$-meson within the effective field theory. Contact contributions to these form factors turn out to be substantial. A procedure for lattice calculations is outlined, paving the way for an ab initio approach to the problem.",
      "published": "2026-02-26T14:27:52Z",
      "updated": "2026-02-26T14:27:52Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2602.23044v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23044v1"
    },
    {
      "id": "2602.23018v1",
      "title": "A Predictive Non-Holomorphic Modular $A_4$ Linear Seesaw Framework Testable at DUNE",
      "authors": [
        "Rudra Majhi",
        "Mitesh Kumar Behera",
        "Rukmani Mohanta"
      ],
      "summary": "We study a realization of neutrino masses within the linear seesaw mechanism based on non-holomorphic modular $A_4$ symmetry, extending modular-invariant flavor models beyond the conventional holomorphic framework. The model is constructed in a non-supersymmetric setting and involves six heavy $SU(2)_L$ singlet fermions, $N_R$ and $S_L$, together with a single flavon field, thereby significantly reducing the field content. The modular transformation properties of the Yukawa couplings under $A_4$ symmetry lead to a highly constrained neutrino mass matrix with a distinctive flavor structure. After presenting the general theoretical framework, we perform a systematic numerical analysis of neutrino phenomenology by restricting the modulus parameter $τ$ to the fundamental domain and scanning the allowed parameter space. We identify regions consistent with current neutrino oscillation data at the $3σ$ level and obtain predictions for currently unknown observables, including the absolute neutrino mass scale and leptonic CP-violating phases. We further examine the implications for neutrinoless double beta decay, highlighting testable signatures in upcoming precision oscillation and rare-process experiments. These results demonstrate the phenomenological viability and predictive power of non-holomorphic modular symmetry in linear seesaw neutrino mass models.",
      "published": "2026-02-26T13:55:22Z",
      "updated": "2026-02-26T13:55:22Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.23018v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23018v1"
    },
    {
      "id": "2602.22849v1",
      "title": "Testing beyond the Standard Model scenarios in next-generation long-baseline neutrino oscillation experiments",
      "authors": [
        "Pragyanprasu Swain"
      ],
      "summary": "In this thesis, we assess the sensitivity of next-generation long-baseline neutrino oscillation experiments, DUNE, T2HK, and T2HKK, to three popular beyond the Standard Model (BSM) scenarios. Within the three BSM studies, we examine: (i) long-range neutrino-matter interactions induced by flavor-dependent, anomaly-free gauged baryon-lepton symmetries mediated by ultra-light vector boson, showing that DUNE and T2HK can constrain, discover, and in some favorable cases distinguish among different symmetries; (ii) Lorentz invariance violation (LIV), where we derive analytical dependencies of CPT-conserving and CPT-violating LIV parameters on baseline and energy, highlighting the superior reach of DUNE in probing all the LIV parameters, in contrast to T2HK, which is essentially blind to the CPT-conserving LIV parameters; and (iii) active-sterile oscillations over a broad range of $Δm^2_{41}$, where we derive sensitivity to CP phases for benchmark choices of $Δm^2_{41}$ and establish exclusion limits, emphasizing the role of near detectors. Together, these studies show that future long-baseline facilities not only resolve the neutrino mass ordering, value of $δ_{\\rm CP}$, and $θ_{23}$ octant, but also provide powerful probes of BSM physics.",
      "published": "2026-02-26T10:38:08Z",
      "updated": "2026-02-26T10:38:08Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "physics.ins-det"
      ],
      "link": "https://arxiv.org/abs/2602.22849v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22849v1"
    },
    {
      "id": "2602.22415v1",
      "title": "AGN Feedback and the Development of Dusty Multiphase Gas in X-ray Emitting Elliptical Galaxies",
      "authors": [
        "Pasquale Temi",
        "Francesco Ubertosi",
        "Fabrizio Brighenti",
        "Alexandros Maragkoudakis",
        "Valeria Olivares",
        "Alexandre Amblard",
        "Massimo Gaspari",
        "Myriam Gitti",
        "Pamela M. Marcum",
        "Kevin Fogarty",
        "Alejandro S. Borlaff",
        "William G. Mathews"
      ],
      "summary": "This paper investigates the physical and kinematic properties of dust-rich regions in a small sample of group-centered elliptical galaxies, emphasizing their connection with the hot X-ray emitting gas and detailed dust grain characteristics. Comprehensive multi-wavelength data, including H-alpha and CO emission detected by MUSE and ALMA, demonstrate the presence of dust clouds embedded within complex, hot X-ray atmospheres shaped by AGN feedback. X-ray images show bubbles and cavities surrounded by bright rims. We find that dust regions containing molecular gas traced by CO are preferentially located at the rims of these X-ray cavities, suggesting that AGN-driven outflows enhance the condensation of cold, dusty gas at these compressive interfaces. Kinematic measurements indicate that molecular and ionized gas phases are dynamically and spatially linked, supporting the framework of a multiphase medium arising from the top-down condensation rain in the hot plasma and related chaotic cold accretion. Crucially, spatial variations in the total-to-selective extinction ratio Rv show that regions where dust, CO, and H-alpha emission coincide exhibit notably smaller Rv values, implying steeper extinction curves and the predominance of smaller or less evolved dust grains within these mixed-phase environments. This contrasts with larger Rv values found elsewhere in the dust clouds, suggesting grain growth or survival mechanisms within shielded cold gas.",
      "published": "2026-02-25T21:15:31Z",
      "updated": "2026-02-25T21:15:31Z",
      "categories": [
        "astro-ph.GA",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.22415v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22415v1"
    },
    {
      "id": "2602.22355v1",
      "title": "Flavorful Lepton Number Violation at the EIC",
      "authors": [
        "Sebastián Urrutia Quiroga",
        "Vincenzo Cirigliano",
        "Wouter Dekens",
        "Kaori Fuyuto",
        "Emanuele Mereghetti"
      ],
      "summary": "We explore the prospects of detecting flavorful lepton number violation at the Electron-Ion Collider (EIC) through resonant production of heavy neutral leptons (HNLs), resulting in $e^- p \\to \\ell^+_α+ k\\, j+X$, where $α\\in \\{e, μ, τ\\}$ and $k$ denotes the number of jets. We work in the $ν$SMEFT framework of the Standard Model Effective Field Theory augmented with $n$ singlet HNLs, one of which is in the mass range $10-100$~GeV, within kinematic reach of the EIC. To explore the EIC sensitivity, we focus on the HNL production mechanism induced by mixing with light neutrinos. We study kinematic distributions for signal and backgrounds, including hadronization and detector effects, and suggest a set of cuts to minimize backgrounds. In the mass range considered, we find that the EIC with muon detection capabilities and an integrated luminosity of $100~\\mathrm{fb}^{-1}$ can reach sensitivities comparable to the strongest direct (LHC) and indirect constraints, and is especially relevant in the $ν$SMEFT framework beyond dimension four. Our study motivates further assessment of muon detection capabilities at the EIC and $τ$ hadronic reconstruction, as well as a more general theoretical analysis involving production mechanisms mediated by higher-dimensional operators in the effective theory.",
      "published": "2026-02-25T19:22:31Z",
      "updated": "2026-02-25T19:22:31Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "nucl-ex",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2602.22355v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22355v1"
    },
    {
      "id": "2602.22338v1",
      "title": "Fluctuation-Dissipation Relation for Hard Partons in a Gluonic Plasma",
      "authors": [
        "Amit Kumar",
        "Abhijit Majumder",
        "Ismail Soudi",
        "Johannes Heinrich Weber"
      ],
      "summary": "We derive a fluctuation dissipation relation connecting the drag and diffusion jet transport coefficients for an energetic light quark traversing a non-perturbative thermalized gluon plasma. The hard quark is taken to be close to on-shell, with an energy scale parametrically larger than the medium temperature. We introduce a general complex-valued function for each transport coefficient. Evaluating these in the deep Euclidean momentum region enables their expression in terms of local operators. Using contour-integration techniques, we relate these local operators, after vacuum subtraction, to the physical transport coefficients that arise along a branch cut, close to light-like dispersion. The derived relation relates the longitudinal drag coefficient to the longitudinal and transverse diffusion coefficients, a $4^{\\rm th}$ order fluctuation, and the thermal gluon condensate.",
      "published": "2026-02-25T19:04:40Z",
      "updated": "2026-02-25T19:04:40Z",
      "categories": [
        "hep-ph",
        "hep-lat",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2602.22338v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22338v1"
    },
    {
      "id": "2602.21540v1",
      "title": "Bjorken Flow of Holographic R-Charged Plasmas",
      "authors": [
        "Gustavo de Oliveira",
        "Willians Barreto",
        "Romulo Rougemont"
      ],
      "summary": "We numerically investigate the time evolution of several physical observables for the so-called 2 R-Charge Black Hole (2RCBH) model undergoing Bjorken flow. The 2RCBH model corresponds to a top-down holographic construction describing a strongly interacting conformal fluid defined at finite temperature and R-charge density. Taken together with previous findings for the purely thermal $\\mathcal{N}=4$ Supersymmetric Yang-Mills (SYM) plasma, and the 1 R-Charge Black Hole (1RCBH) model, our results for the 2RCBH model provide strong numerical evidence for the existence of far-from-equilibrium correlations between the non-equilibrium holographic entropy defined through the area of the apparent horizon of dynamical bulk black holes, and the expectation value of the energy-momentum tensor of the dual boundary quantum field theory. Such correlations are relevant in the pre-hydrodynamic stages of some initial data evolved in time, and seem to hold at least for strongly interacting conformal fluids, be they charged or neutral.",
      "published": "2026-02-25T03:52:47Z",
      "updated": "2026-02-25T03:52:47Z",
      "categories": [
        "hep-th",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.21540v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21540v1"
    },
    {
      "id": "2602.21458v1",
      "title": "Precision measurements of 2-3 oscillation parameters in the next-generation long-baseline experiments",
      "authors": [
        "Ritam Kundu"
      ],
      "summary": "Over the past few decades, data from leading neutrino experiments have firmly established neutrino oscillation, implying non-zero neutrino masses and leptonic mixing and thereby providing confirmed evidence of physics beyond the Standard Model. On the backdrop of the precision era of neutrino oscillation, this thesis underscores its relevance by demonstrating the physics reach of the forthcoming long-baseline experiments -- Deep Underground Neutrino Experiment (DUNE) and Hyper-Kamiokande (Hyper-K) -- to establish non-maximal $θ_{23}$, resolve the correct $θ_{23}$ octant, and improve the precision on $θ_{23}$ and $Δm^2_{31}$ by efficiently breaking parameter degeneracies. This is enabled by DUNE's high-resolution LArTPC detector and its wide-band beam, achieving sensitivity at a high confidence level compared to the global fits of world neutrino data. The combined analysis of DUNE and Hyper-K not only significantly enhances sensitivity to these phenomenological studies but also demonstrates their capabilities at lower exposures when operated together, relative to their nominal individual exposures. In addition, we investigate the impact of flavor-dependent long-range interactions arising from anomaly-free U(1)' extensions of the Standard Model, showing that although subdominant long-range interactions can substantially influence the sensitivity and precision of oscillation parameter measurements, the complementary strengths of DUNE and Hyper-K mitigate these challenges to a large extent.",
      "published": "2026-02-25T00:22:48Z",
      "updated": "2026-02-25T00:22:48Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "physics.ins-det"
      ],
      "link": "https://arxiv.org/abs/2602.21458v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21458v1"
    },
    {
      "id": "2602.21311v1",
      "title": "Coherent Quantum Evaluation of Collider Amplitudes for Effective Field Theory Constraints",
      "authors": [
        "Yacine Haddad",
        "Kaidi Xu",
        "Vincent Croft",
        "Jad C. Halimeh",
        "Michele Grossi"
      ],
      "summary": "Precision measurements at electron-positron colliders provide stringent tests of the Standard Model and powerful probes of possible higher-dimensional interactions. We present a hybrid quantum-classical framework for computing leading-order helicity amplitudes for $e^+e^-\\to \\ell^+\\ell^-$ scattering on gate-based quantum hardware and using the resulting cross sections to constrain both Standard Model couplings and effective field theory operators. In our approach, external kinematics are encoded into single-qubit Weyl spinors, and full helicity amplitudes are reconstructed by coherently combining diagrammatic contributions within a single quantum circuit. Classical post-processing yields physical amplitudes and differential cross sections that can be directly compared with collider data. As a proof of concept, we compute unpolarised angular distributions and perform binned likelihood fits to precision electron-positron measurements. The extracted bounds are statistically consistent with Standard Model expectations, demonstrating that quantum-assisted amplitude evaluation can interface directly with phenomenological analyses and experimental data. This work establishes a concrete pathway toward applying quantum computing to precision collider physics and effective field theory studies.",
      "published": "2026-02-24T19:33:17Z",
      "updated": "2026-02-24T19:33:17Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2602.21311v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21311v1"
    },
    {
      "id": "2602.21294v1",
      "title": "Shock-induced chiral magnetic effect",
      "authors": [
        "Steven P. Harris",
        "Srimoyee Sen"
      ],
      "summary": "Weak-interaction-mediated chiral imbalance generation in idealized massless electrons during core-collapse supernovae was once proposed to be the source of strong magnetic fields found in neutron stars. The effect goes by the name of chiral plasma instability (CPI). However, it was found that a finite electron mass damps out this process, inactivating the instability and preventing magnetic field growth. In this work we show that the instability can survive in the presence of abrupt density and temperature perturbation that drives the system sufficiently far out of weak equilibrium. As an example, we work with such perturbations generated by shockwaves which are common during both core collapse as well as neutron star mergers. We find that the chiral imbalance resulting from shock waves, under the right conditions of density and temperature, can sustain the chiral plasma instability despite the damping from the electron mass. Additionally, in an already magnetized medium, the chiral magnetic effect resulting from shock wave density and temperature perturbation can generate substantial ohmic heating. Our results imply that shockwaves during core-collapse supernovae and merging neutron stars can act as a source of strong heating in a magnetized medium as well as CPI.",
      "published": "2026-02-24T19:00:19Z",
      "updated": "2026-02-24T19:00:19Z",
      "categories": [
        "astro-ph.HE",
        "hep-ph",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2602.21294v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21294v1"
    },
    {
      "id": "2602.23319v1",
      "title": "Analogue many-body gravitating quantum systems with a network of dipolar Bose-Einstein condensates",
      "authors": [
        "Youssef Trifa",
        "Dario Cafasso",
        "Marco Fattori",
        "Luca Pezzè"
      ],
      "summary": "Operational probes of the interface between quantum mechanics and general relativity in the Newtonian regime -- via mass-energy equivalence in clocks or spatial superpositions in interferometers -- share a common description in terms of an effective qubit-qubit Ising coupling. Here we generalize both paradigms to interacting $(N+1)$-level effective qudits made of atomic ensembles with particle number, $N$. The many-body enhancement boosts the signal-to-noise and increases the effective interaction rate, facilitating the observation of gravitationally induced entanglement and decoherence, certified by metrological witnesses based on local and collective measurements. Furthermore, we show that quantum effects induced by gravitational interaction can be simulated by trapped bimodal Bose-Einstein condensates with long-range (e.g. dipolar) coupling, providing a programmable analogue platform to explore gravitating quantum dynamics at accessible time and energy scales. Finally, extending the protocol to a sensor network broadens the entanglement-detection window.",
      "published": "2026-02-26T18:27:18Z",
      "updated": "2026-02-26T18:27:18Z",
      "categories": [
        "quant-ph",
        "cond-mat.quant-gas",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.23319v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23319v1"
    },
    {
      "id": "2602.23308v1",
      "title": "Spherically Symmetric Gravity on a Graph I: Theoretical Foundations",
      "authors": [
        "Klaus Liegener",
        "Saeed Rastgoo",
        "Jorden Roberts"
      ],
      "summary": "This manuscript is the first in a series of instalments that investigate spherically symmetric solutions within the effective dynamics program of Loop Quantum Gravity. The choice of lattice is adapted such that it remains invariant under a set of symmetry transformations maximally mapping spherical symmetry to the discrete setting. The conditions for symmetry restriction of the dynamics are investigated and a subspace is identified to make computations feasible. Afterwards symplectic structure and scalar constraint are explicitly computed on this subspace. This lays the groundwork to target several particular solutions, such $k=1$ cosmology and black holes, which will serve as the subjects of forthcoming follow-up papers.",
      "published": "2026-02-26T18:12:11Z",
      "updated": "2026-02-26T18:12:11Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.23308v1",
      "pdf_link": "https://arxiv.org/pdf/2602.23308v1"
    },
    {
      "id": "2602.22726v1",
      "title": "Geodesic equation in noncommutative space: a field theory perspective",
      "authors": [
        "Carolina Matté Gregory",
        "Tajron Jurić",
        "Aleksandr Pinzul"
      ],
      "summary": "We derive the geodesic equation for point particles propagating in Moyal-type noncommutative spacetimes using a field-theoretic approach based on the quasi-classical limit of the noncommutative Klein-Gordon equation. Starting from a twisted-geometric construction of the covariant Laplace-Beltrami operator, we obtain the noncommutative Hamilton-Jacobi equation and show that all noncommutative effects are absorbed into an effective, position-dependent mass function $M(x)$ appearing in an otherwise standard relativistic dispersion relation. The corresponding particle dynamics then acquires an additional term in the geodesic equation that takes the form of a fixed external force $F_{\\text{NC}}^μ= -\\frac{1}{2} g^{μν}\\partial_νM^2(x)$, sourced entirely by the quantum nature of spacetime. We compute this effective mass perturbatively up to fourth order in the noncommutativity parameter for a general metric, proving that all odd-order corrections vanish identically. For the specific case of an $(r-θ)$ twist applied to spherically symmetric backgrounds, we obtain explicit expressions demonstrating that the leading correction to geodesic motion appears at $Θ^2$ order and is proportional to the probe particle's mass, while massless particles remain unaffected.",
      "published": "2026-02-26T08:04:27Z",
      "updated": "2026-02-26T08:04:27Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.22726v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22726v1"
    },
    {
      "id": "2602.22517v1",
      "title": "Gravitational decoherence and recoherence of a composite particle: the interplay between gravitons and a classical Newtonian potential",
      "authors": [
        "Thiago H. Moreira",
        "Lucas Chibebe Céleri"
      ],
      "summary": "The fact that gravitational environments cannot be shielded (since gravity is universal) makes them of great theoretical interest to decoherence mechanisms and to the quantum-to-classical transition. While past results seemed to indicate that graviton-induced decoherence of spatial superpositions happens only for macroscopic systems, recently it was shown that this mechanism can be enhanced through the system's own dynamical internal structure. In this work, we extend this analysis by including the interaction with a classical Newtonian potential. We show that, although the graviton bath alone dominates the mechanism for short times compared to a timescale established by the size of the quantum spatial superposition, the interplay between the gravitons and the internal degrees of freedom of the system renders decoherence inevitable in the long-time limit, even for microscopic masses. We also show that this mechanism is slightly slowed down by the interplay with the classical Newtonian potential, which, for systems without dynamical internal degrees of freedom, can even lead to recoherence, at least in principle.",
      "published": "2026-02-26T01:24:47Z",
      "updated": "2026-02-26T01:24:47Z",
      "categories": [
        "quant-ph",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.22517v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22517v1"
    },
    {
      "id": "2602.21930v1",
      "title": "Holographic CFT Phase Transitions and Criticality for Einstein-Maxwell-Power-Yang-Mills AdS Black Holes",
      "authors": [
        "Mohammad Reza Alipour",
        "Mohammad Ali S. Afshar",
        "Saeed Noori Gashti",
        "Behnam Pourhassan"
      ],
      "summary": "We present a comprehensive study of the thermodynamic phase structure for Anti-de Sitter black holes in Einstein-Maxwell-power-Yang-Mills gravity, reformulated through holographic duality as an ensemble problem in the dual conformal field theory (CFT). By deriving an extended first law where the central charge \\(C\\) is a thermodynamic variable, we systematically explore both canonical and mixed ensembles. In the canonical ensemble with fixed charges, we identify a van der Waals-like phase transition between small and large black holes, marked by a characteristic swallowtail structure and coexistence curves with a negative slope. In contrast, within the mixed ensemble of fixed electric potential, the system exhibits a Hawking-Page transition between confined and deconfined phases of the boundary CFT. Our key finding is the suppressive role of the non-Abelian Yang-Mills charge \\(\\tilde{q}\\): increasing \\(\\tilde{q}\\) lowers both the minimum and the Hawking-Page transition temperatures, significantly narrowing the stability window of the confined phase. These results, supported by detailed numerical analysis, reveal a rich, ensemble-dependent phase landscape and establish the non-linear Yang-Mills sector as a critical controller of confinement physics in strongly coupled holographic systems.",
      "published": "2026-02-25T14:11:16Z",
      "updated": "2026-02-25T14:11:16Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.21930v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21930v1"
    },
    {
      "id": "2602.21836v1",
      "title": "Hotspot Images from Magnetic Reconnection Processes in the plunging Region of a Kerr Black Hole",
      "authors": [
        "Xiao-Xiong Zeng",
        "Yun Hong",
        "Ke Wang"
      ],
      "summary": "Using the hotspot imaging method, this paper investigates the motion trajectory of plasma in the plunging region before and after the Comisso-Asenjo mechanism. Following a brief review of the magnetic reconnection process in the plunging region of a Kerr black hole, we introduce the hotspot model and imaging method. Based on numerical simulations, we separately study the hotspot images in the plunging region without magnetic reconnection, with magnetic reconnection, and when the escape condition is not met. We also compare these with hotspot images in the circular orbit region. The results show that for hotspot images without magnetic reconnection, if the plasma follow plunging orbits, the flare intensity gradually decreases, whereas if they follow circular orbits, the flare intensity remains nearly constant. Additionally, we find that in the plunging region, the signal for energy extraction is weaker compared to that in the circular orbit region.",
      "published": "2026-02-25T12:09:58Z",
      "updated": "2026-02-25T12:09:58Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.21836v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21836v1"
    },
    {
      "id": "2602.21822v1",
      "title": "Dynamical 4-D Gauss-Bonnet action from matter-graviton interactions in a curved background",
      "authors": [
        "Apurv Keer",
        "S. Shankaranarayanan"
      ],
      "summary": "The Glavan-Lin proposal for 4D Einstein-Gauss-Bonnet (EGB) gravity introduces a singular dimensional scaling to bypass Lovelock's theorem, though its fundamental origin remains debated. In this work, we demonstrate that this specific dimension-dependent scaling naturally emerges from the one-loop self-energy corrections of gravitons. By employing real-space techniques to evaluate graviton interactions with minimally coupled scalar and electromagnetic fields in a de Sitter background, we show that the $1/(D-4)$ pole universally generates a dynamical Gauss-Bonnet term. This confirms that the scaling is not an ad-hoc classical limit but a necessary consequence of quantum field-theoretic renormalization. Furthermore, canceling the remaining divergences strictly requires the inclusion of quadratic curvature counterterms, specifically Weyl-squared and $R^2$ invariants. We discuss the implications of this in the early-Universe and consequences in strong gravity regime.",
      "published": "2026-02-25T11:49:00Z",
      "updated": "2026-02-25T11:49:00Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.21822v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21822v1"
    },
    {
      "id": "2602.21615v1",
      "title": "GW070605: An Undisclosed Binary Neutron Star Hardware Injection in LIGO's Fifth Science Run",
      "authors": [
        "Heather Fong",
        "Kipp Cannon",
        "Chi-Wai Chan",
        "Richard N. George",
        "Alvin K. Y. Li",
        "Soichiro Kuwahara",
        "Hiroaki Ohta",
        "Minori Shikauchi",
        "Leo Tsukada",
        "Takuya Tsutsui"
      ],
      "summary": "The authors wished to document the sensitivity improvement that has been contributed to the GW detection rate by detection algorithm research and development efforts, and set about re-analyzing S5 and S6 to determine the sensitive time-volumes of a modern pipeline and compare them to that of analysis algorithms of the day. To our surprise, this effort led to the discovery of GW070605, what at first appeared to be a previously unreported high significance binary neutron star merger at a time when only the Livingston detector (L1) was operating -- data that could not have been analyzed and a signal that could not have been discovered previously because the algorithms of the day required coincidence between two or more detectors. GW070605's end time occurs in LIGO's L1 detector at 2007-06-05 18:37:02 UTC, and is estimated to be a merger with component masses of 1.82$M_\\odot$ and 1.24$M_\\odot$. The GstLAL detection algorithm estimates that noise processes produce false positives at least as significant as GW070605 at a rate of $8.6\\times10^{-10}$ per year. Disappointingly, subsequent investigations revealed the presence of a previously undocumented hardware injection in the L1 detector's Y arm end test mass' excitation channel, whose time and properties match that of GW070605. The injection does not appear in the Gravitational Wave Open Science Center list of hardware injections. We determined that while there is no sensitivity improvement between GstLAL and previous algorithms at the null-result threshold, there is marked improvement at above null-result thresholds; specifically, an approximately 55-times detection rate increase from initial-era algorithms at a FAR threshold of 1 per 7000 years.",
      "published": "2026-02-25T06:16:42Z",
      "updated": "2026-02-25T06:16:42Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.21615v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21615v1"
    },
    {
      "id": "2602.22264v1",
      "title": "Dymnikova Black Hole Immersed in Perfect Fluid Dark Matter and a Cloud of Strings: Hawking Temperature, Dynamics and QPOs Analysis",
      "authors": [
        "Faizuddin Ahmed",
        "Sardor Murodov",
        "Bekzod Rahmatov",
        "Abdelmalek Bouzenada"
      ],
      "summary": "The Dymnikova black hole represents a regular spacetime solution interpolating between a de Sitter core and an asymptotically Schwarzschild geometry. In this work, we investigate a generalized Dymnikova black hole surrounded by perfect fluid dark matter (PFDM) and immersed in a cloud of strings (CS). We analyze how these additional matter sources modify the thermodynamic, optical, and dynamical properties of the spacetime.   We derive the Hawking temperature and specific heat capacity and examine the thermal stability and phase structure of the black hole. The results reveal non-monotonic temperature behavior and parameter-dependent phase transitions. We further study photon dynamics, including the photon sphere and black hole shadow, and show that both PFDM and string cloud parameters significantly affect the shadow radius and strong-field structure.   Additionally, we investigate the motion of massive test particles, circular orbits, and stability conditions. The corresponding effective potentials, specific energy, and angular momentum are analyzed. Finally, we explore quasi-periodic oscillations (QPOs) by computing the fundamental epicyclic frequencies and discuss how the model parameters encode observable astrophysical signatures.",
      "published": "2026-02-25T04:54:27Z",
      "updated": "2026-02-25T04:54:27Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.22264v1",
      "pdf_link": "https://arxiv.org/pdf/2602.22264v1"
    },
    {
      "id": "2602.21432v1",
      "title": "Breathing Black Hole Shadows in Modified Gravity (MOG)",
      "authors": [
        "Nikko John Leo S. Lobos",
        "Emmanuel T. Rodulfo"
      ],
      "summary": "In this paper, we investigate the dynamic phenomenological signatures of a Schwarzschild-MOG black hole shadow perturbed by passing gravitational waves. By perturbing the Hamilton-Jacobi equation for photon null geodesics, we demonstrate that the unique field content of MOG breaks the observational degeneracy with standard General Relativity. We mathematically prove two distinct, time-dependent signatures. First, the massless MOG scalar field induces a volumetric ``breathing mode'' polarization, causing the total apparent area of the shadow to rhythmically expand and contract. Second, the massive MOG vector field undergoes quantum vacuum dispersion, arriving at the observer with a predictable time delay. This delayed massive wave sources secondary longitudinal metric perturbations that manifest as a sudden, asymmetric translational wobble of the shadow on the celestial screen. These dynamic geometric shifts offer a robust observational template for next-generation interferometry to strictly test the existence of massive force carriers and scalar fields in gravity.",
      "published": "2026-02-24T23:22:30Z",
      "updated": "2026-02-24T23:22:30Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.21432v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21432v1"
    },
    {
      "id": "2602.21305v1",
      "title": "Natural Emergence of LCDM Cosmology within General Relativity from Two Alternative Frameworks Without Fine-Tuning and Coincidence",
      "authors": [
        "H. R. Fazlollahi"
      ],
      "summary": "In this study, by revisiting the quantum interpretation of the cosmological constant, we introduce its formal representation within standard General Relativity. Examining its behavior in a Friedmann-Robertson-Walker spacetime reveals a mechanism in which the symmetry between energy and momentum is dynamically broken. Applying this concept naturally leads to the derivation of the familiar LCDM model, while simultaneously alleviating both the fine-tuning and coincidence problems. Comparison of the ground-state energy behavior in the Friedmann equations with a dust matter field further indicates that large-scale matter exhibits the same symmetry-breaking behavior. Remarkably, due to this broken symmetry, the interactions between local regions of matter in the large-scale structure generate effective pressure, driving late-time acceleration and reproducing the LCDM expansion history without invoking exotic fields or negative-pressure components. This framework provides a self-consistent realization of LCDM within General Relativity, emerging entirely from the intrinsic dynamics of standard matter without fine-tuning and coincidence problems.",
      "published": "2026-02-24T19:17:01Z",
      "updated": "2026-02-24T19:17:01Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.21305v1",
      "pdf_link": "https://arxiv.org/pdf/2602.21305v1"
    }
  ]
}