{
  "timestamp": "20260121_182136",
  "harvest_date": "2026-01-21T18:21:36.075432+00:00",
  "total_papers": 138,
  "papers": [
    {
      "id": "2601.14113v1",
      "title": "Accretion flow around Kerr metric in the infra-red limit of asymptotically safe gravity",
      "authors": [
        "Orhan Donmez",
        "Sushant G. Ghosh",
        "M. Yousaf",
        "G. Mustafa",
        "Farruh Atamurotov"
      ],
      "summary": "We investigate accretion disk dynamics and the formation of quasi-periodic oscillations (QPOs) in the infrared limit around Kerr-like black holes in asymptotically safe gravity. Relativistic hydrodynamic solutions of Bondi-Hoyle-Lyttleton (BHL) accretion reveal that quantum corrections significantly modify the structure of the shock cone formed around the black hole. The black hole spin controls the asymmetric of the shock cone through frame-dragging effects, whereas the quantum correction parameter softens the effective gravitational potential, resulting in a wider shock opening angle, weaker post-shock compression, and reduced density concentration within the cone. Time-dependent mass accretion rates reveal oscillation modes trapped within the shock cone. The power spectral density (PSD) investigations suggest that these modes naturally generate low-frequency QPOs, whose amplitudes, coherence, and harmonic structure depend on both the spin and the quantum correction parameter. The PSD analyses performed at different radial locations reveal that identical QPO frequencies are obtained in all cases. The numerically detected frequencies result from the excitation of global oscillation modes trapped within the post-shock region. The resulting global modes are found to consist of fundamental frequencies, their associated harmonic overtones, and near-commensurate frequency ratios such as 2:1 and 3:2. Coherent oscillations are enhanced and near-commensurate frequency ratios are produced when moderate rotation and moderate quantum corrections are coupled. Large quantum correction parameters, on the other hand, wash out unique spectral peaks and suppress oscillation amplitudes.",
      "published": "2026-01-20T16:07:57Z",
      "updated": "2026-01-20T16:07:57Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.14113v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14113v1"
    },
    {
      "id": "2601.14107v1",
      "title": "The JEM-EUSO Collaboration: Contributions to the 39th International Cosmic Ray Conference (ICRC2025)",
      "authors": [
        "M. Abdullahi",
        "M. Abrate",
        "J. H. Adams",
        "D. Allard",
        "P. Alldredge",
        "R. Aloisio",
        "R. Ammendola",
        "A. Anastasio",
        "L. Anchordoqui",
        "V. Andreoli",
        "A. Anzalone",
        "E. Arnone",
        "D. Badoni",
        "P. von Ballmoos",
        "B. Baret",
        "D. Barghini",
        "M. Battisti",
        "R. Bellotti",
        "A. A. Belov",
        "M. Bertaina",
        "M. Betts",
        "P. Biermann",
        "F. Bisconti",
        "S. Blin-Bondil",
        "M. Boezio",
        "A. N. Bowaire",
        "I. Buckland",
        "L. Burmistrov",
        "J. Burton-Heibges",
        "F. Cafagna",
        "D. Campana",
        "F. Capel",
        "J. Caraca",
        "R. Caruso",
        "M. Casolino",
        "C. Cassardo",
        "A. Castellina",
        "K. Černý",
        "L. Conti",
        "A. G. Coretti",
        "R. Cremonini",
        "A. Creusot",
        "A. Cummings",
        "S. Davarpanah",
        "C. De Santis",
        "C. de la Taille",
        "A. Di Giovanni",
        "A. Di Salvo",
        "T. Ebisuzaki",
        "J. Eser",
        "F. Fenu",
        "S. Ferrarese",
        "G. Filippatos",
        "W. W. Finch",
        "C. Fornaro",
        "C. Fuglesang",
        "P. Galvez Molina",
        "S. Garbolino",
        "D. Garg",
        "D. Gardiol",
        "G. K. Garipov",
        "A. Golzio",
        "C. Guépin",
        "A. Haungs",
        "T. Heibges",
        "F. Isgrò",
        "R. Iuppa",
        "E. G. Judd",
        "F. Kajino",
        "L. Kupari",
        "S. -W. Kim",
        "P. A. Klimov",
        "I. Kreykenbohm",
        "J. F. Krizmanic",
        "J. Lesrel",
        "F. Liberatori",
        "H. P. Lima",
        "E. M'sihid",
        "D. Mandát",
        "M. Manfrin",
        "A. Marcelli",
        "L. Marcelli",
        "W. Marszał",
        "G. Masciantonio",
        "V. Masone",
        "J. N. Matthews",
        "E. Mayotte",
        "A. Meli",
        "M. Mese",
        "S. S. Meyer",
        "M. Mignone",
        "M. Miller",
        "H. Miyamoto",
        "T. Montaruli",
        "J. Moses",
        "R. Munini",
        "C. Nathan",
        "A. Neronov",
        "R. Nicolaidis",
        "T. Nonaka",
        "M. Mongelli",
        "A. Novikov",
        "F. Nozzoli",
        "T. Ogawa",
        "S. Ogio",
        "H. Ohmori",
        "A. V. Olinto",
        "Y. Onel",
        "G. Osteria",
        "B. Panico",
        "E. Parizot",
        "G. Passeggio",
        "T. Paul",
        "M. Pech",
        "K. Penalo Castillo",
        "F. Perfetto",
        "L. Perrone",
        "C. Petta",
        "P. Picozza",
        "L. W. Piotrowski",
        "Z. Plebaniak",
        "G. Prévôt",
        "M. Przybylak",
        "H. Qureshi",
        "E. Reali",
        "M. H. Reno",
        "F. Reynaud",
        "E. Ricci",
        "M. Ricci",
        "A. Rivetti",
        "G. Saccà",
        "R. E. Saraev",
        "H. Sagawa",
        "O. Saprykin",
        "F. Sarazin",
        "R. E. Saraev",
        "P. Schovánek",
        "V. Scotti",
        "S. A. Sharakin",
        "V. Scherini",
        "H. Schieler",
        "K. Shinozaki",
        "F. Schröder",
        "A. Sotgiu",
        "R. Sparvoli",
        "B. Stillwell",
        "J. Szabelski",
        "M. Takeda",
        "Y. Takizawa",
        "S. B. Thomas",
        "R. A. Torres Saavedra",
        "R. Triggiani",
        "D. A. Trofimov",
        "M. Unger",
        "T. M. Venters",
        "M. Venugopal",
        "C. Vigorito",
        "M. Vrábel",
        "S. Wada",
        "D. Washington",
        "A. Weindl",
        "L. Wiencke",
        "J. Wilms",
        "S. Wissel",
        "I. V. Yashin",
        "M. Yu. Zotov",
        "P. Zuccon"
      ],
      "summary": "This is a collection of papers presented by the JEM-EUSO Collaboration at the 39th International Cosmic Ray Conference (ICRC 2025) (Geneva, Switzerland, July 14--24, 2025).",
      "published": "2026-01-20T16:04:54Z",
      "updated": "2026-01-20T16:04:54Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.14107v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14107v1"
    },
    {
      "id": "2601.13957v1",
      "title": "Optimising gravitational-wave sky maps for pulsar timing arrays",
      "authors": [
        "Kathrin Grunthal",
        "David J. Champion",
        "Eric Thrane",
        "Rowina S. Nathan",
        "Michael Kramer",
        "Matthew T. Miles"
      ],
      "summary": "Pulsar timing arrays (PTAs) have recently reported compelling evidence for the presence of a gravitational-wave background signal. Mapping the gravitational-wave background is key to understanding how it is formed, since anisotropy is a tracer for, for example, a supermassive black hole binary origin. In this work we refine the frequentist regularised gravitational-wave mapping analysis developed in our previous work (as part of the MeerKAT PTA 4.5-year data release). We derive a point-spread function describing the angular resolution of a PTA. We investigate how the point spread function changes for different PTA constellations and determine the best possible angular resolution achievable within our framework. Using simulated data, we demonstrate that previous methods do not capture the actual resolution - especially in regions of the sky with a high density of pulsars. We propose an improved scheme that accounts for a variable local resolution and test it using realistic simulations of the latest MeerKAT dataset. We demonstrate that we are able to identify a continuous gravitational wave signal in a region with good pulsar sky coverage with approximately a factor of two increase in significance compared to our previous method.",
      "published": "2026-01-20T13:31:26Z",
      "updated": "2026-01-20T13:31:26Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.13957v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13957v1"
    },
    {
      "id": "2601.13312v1",
      "title": "Multi-Tracer Cross-Correlations of the Unresolved $γ$-Ray Sky",
      "authors": [
        "B. Thakore",
        "M. Regis",
        "M. Negro",
        "S. Camera",
        "D. Gruen",
        "N. Fornengo",
        "A. Roodman"
      ],
      "summary": "Our understanding of the $γ$-ray sky has greatly advanced, yet studying the unresolved $γ$-ray background (UGRB) can unveil the nature of the faintest $γ$-ray source populations in the Universe. Statistical cross-correlations between the UGRB and tracers of large-scale cosmic structure allow us to infer which sources contribute the most to this emission. In this work, we examine the angular correlation between the UGRB and the matter distribution traced by galaxies, using twelve years of Fermi Large Area Telescope (LAT) observations along with three years of Dark Energy Survey (DES) data. We detect a correlation with a signal-to-noise ratio of 7.96, primarily driven by large angular scales. We then perform a multi-tracer analysis that combines this measurement with the cross-correlation between $γ$ rays and DES weak lensing. The two single-tracer results are mutually consistent, and their combination yields a total significance of 8.6, firmly establishing the extragalactic origin of the UGRB. Intriguingly, the properties inferred for the sources contributing to the UGRB show departures from those of the resolved γ-ray population, suggesting that the faint end of the $γ$-ray sky is not a simple extrapolation of currently resolved sources.",
      "published": "2026-01-19T19:00:03Z",
      "updated": "2026-01-19T19:00:03Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.13312v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13312v1"
    },
    {
      "id": "2601.13307v1",
      "title": "Signatures of Black Hole Spin and Plasma Acceleration in Jet Polarimetry II: Off-Axis Jets",
      "authors": [
        "Zachary Gelles",
        "Andrew Chael",
        "Eliot Quataert"
      ],
      "summary": "We analyze the polarization of optically thin, stationary, axisymmetric black hole jets at scales of order the light cylinder radius. Our work generalizes the face-on results of Gelles et al. (2025) to arbitrary viewing inclination. Due to a combination of geometry and relativistic aberration, the polarization of the jet is not left-right symmetric, and the degree of asymmetry can shed light on both the viewing angle and the plasma bulk Lorentz factor. We show that there is always a radius in the jet at which the polarization transitions from azimuthal to radial; this radius is different along the spine and limb of the jet. We propose metrics that can be used to constrain the black hole spin, inclination angle, and plasma Lorentz factor from these polarimetric signatures, and we discuss the impact of limb-brightening on these measurements. We anticipate that these polarimetric signatures can be studied with current or forthcoming data in M87, NGC 315, NGC 4261, Centaurus A, Cygnus A, and other systems. Observations of the polarization of the base of the counter-jet in higher inclination sources would provide a particularly promising probe of black hole spin.",
      "published": "2026-01-19T19:00:00Z",
      "updated": "2026-01-19T19:00:00Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.13307v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13307v1"
    },
    {
      "id": "2601.13181v1",
      "title": "Broadband Variability Analysis of FSRQ PKS\\,0402-362 with Indications of Quasi-Periodic Modulation",
      "authors": [
        "Zeeshan Nazir",
        "Sikandar Akbar",
        "Zahir Shah",
        "Athar A. Dar",
        "Zahoor Malik"
      ],
      "summary": "We present a comprehensive temporal and spectral study of the flat-spectrum radio quasar PKS~0402$-$362 using \\textit{Fermi}-LAT/Swift-XRT/UVOT observations spanning from MJD 54686-60321. The $γ$-ray light curve exhibits multiple phases of enhanced activity, with the fractional variability parameter ($F_{\\mathrm{var}}$) showing larger amplitudes at longer timescales, consistent with variability trends observed in other FSRQs. Statistical analysis of the flux and spectral index distributions using the Anderson--Darling test and histogram fitting reveals that both distributions deviate from a single log-normal form and are better represented by a double log-normal profile, indicating two distinct flux states. A search for quasi-periodic oscillations in the $γ$-ray emission using the Lomb--Scargle periodogram identified a significant periodic signal at $\\sim$413~days with a confidence level exceeding $3σ$. However the proximity of the timescale to one year and limited number of observed cycles prevents a definitive interpretation. Broadband spectral energy distributions for six flux states were modeled using a one-zone leptonic framework incorporating synchrotron, synchrotron self-Compton (SSC), and external Compton (EC) components. The SEDs are well reproduced with physically reasonable parameters: high-flux states exhibit harder electron spectra and lower magnetic field strengths ($B \\sim 0.2--0.6\\,\\mathrm{G}$), while low-flux states show softer spectra and stronger magnetic fields ($B \\sim 1.3\\,\\mathrm{G}$). The fitted break energy decreases during high-flux states, suggesting enhanced radiative cooling and a transition toward a particle- or kinetic-energy-dominated jet. These trends are consistent with the ``harder-when-brighter'' behavior commonly observed in blazars.",
      "published": "2026-01-19T16:07:36Z",
      "updated": "2026-01-19T16:07:36Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.13181v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13181v1"
    },
    {
      "id": "2601.13113v1",
      "title": "Tidal capture and repeating partial tidal disruption events of giant stars",
      "authors": [
        "Di Wang",
        "Fa-Yin Wang"
      ],
      "summary": "When an object is scattered near a supermassive black hole (SMBH), tidal oscillations excited within it reduce its orbital energy, leading to capture by the SMBH. This process, called tidal capture, can also occur when the object approaches even closer to the SMBH, resulting in a partial tidal disruption event (pTDE). Previous studies on pTDEs of main-sequence stars have shown that as the disruption intensifies, dynamical effects dominate over tidal oscillations, causing the remnant material to acquire a kick velocity instead of being captured by the SMBH. In this work, we performed hydrodynamic numerical simulations of pTDEs involving giant stars. We found that for weaker disruptions, the dynamical behavior of the remnant material resembles that of main-sequence stars. However, as the disruptions deepen, the remnant material transitions from gaining energy to losing energy, leading to capture by the SMBH. This behavior markedly differs from that of main-sequence stars, demonstrating that the presence of a compact core significantly influences the dynamical processes in pTDEs. Our simulations reveal that the energy change of the remnant material strongly correlates with asymmetric mass -- lossspecifically, the difference in mass outflow between the Lagrange points L1 and L2. This suggests that the energy change stems from asymmetric mass loss, consistent with conclusions from previous studies on main-sequence stars. However, quantitative analysis contradicts earlier models, indicating that the dynamical model of pTDEs requires further refinement. Finally, we discuss the characteristics of repeating pTDEs produced by this process and their potential observability, as well as the implications for the long-term orbital evolution of high eccentricity extreme mass ratio inspiral systems.",
      "published": "2026-01-19T14:52:56Z",
      "updated": "2026-01-19T14:52:56Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.13113v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13113v1"
    },
    {
      "id": "2601.13056v1",
      "title": "Simulating the quasi-ballistic regime of a short Gamma-Ray Burst jet",
      "authors": [
        "Emma Dreas",
        "Andrea Pavan",
        "Riccardo Ciolfi",
        "Annalisa Celotti"
      ],
      "summary": "This study extends the 3D magnetohydrodynamic (MHD) simulation of a jet emerging from a binary neutron star (BNS) merger presented in Pavan et al. (2023), in which an incipient jet was manually injected into the realistic environment imported from a previous general-relativistic MHD simulation of a merging BNS system. The jet evolution is followed up to almost 10 seconds without loss of resolution. Our results reveal that the jet faces challenges in penetrating the dense surroundings, leading to a barely successful outflow that exhibits structural asymmetries and low Lorentz factors. By the end of the extended simulation, 98% of the jet energy is converted to kinetic form and its angular structure is stabilized. The physical quantities inferred thus provide reliable inputs for afterglow emission calculations. This work demonstrates a method for simulating jets in 3D up to nearly ballistic regimes that is general and ready to be applied to any jet in a BNS merger context.",
      "published": "2026-01-19T13:47:07Z",
      "updated": "2026-01-19T13:47:07Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.13056v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13056v1"
    },
    {
      "id": "2601.12611v1",
      "title": "The DESI Transients Survey: Legacy Classifications and Methodology",
      "authors": [
        "Xander J. Hall",
        "Antonella Palmese",
        "Segev BenZvi",
        "John Banovetz",
        "Brendan O'Connor",
        "Lei Hu",
        "Erica Hammerstein",
        "Ariel Amsellem",
        "Jessica Nicole Aguilar",
        "Steven Ahlen",
        "Steven Bailey",
        "Davide Bianchi",
        "David Brooks",
        "Todd Claybaugh",
        "Andrei Cuceu",
        "Kyle Dawson",
        "Axel de la Macorra",
        "John Della Costa",
        "Arjun Dey",
        "Peter Doel",
        "Simone Ferraro",
        "Andreu Font-Ribera",
        "Jaime E. Forero-Romero",
        "Enrique Gaztanaga",
        "Satya Gontcho A Gontcho",
        "Alma Xochitl Gonzalez-Morales",
        "Or Graur",
        "Gaston Gutierrez",
        "Mustapha Ishak",
        "Jorge Jimenez",
        "Dick Joyce",
        "Stephanie Juneau",
        "Anthony Kremin",
        "Ofer Lahav",
        "Claire Lamman",
        "Martin Landriau",
        "Laurent Le Guillou",
        "Alexie Leauthaud",
        "Michael Levi",
        "Marc Manera",
        "Aaron Meisner",
        "Ramon Miquel",
        "John Moustakas",
        "Adam Myers",
        "Seshadri Nadathur",
        "Will Percival",
        "Claire Poppett",
        "Ignasi Perez-Rafols",
        "Francisco Prada",
        "Graziano Rossi",
        "Eusebio Sanchez",
        "Edward Schlafly",
        "David Schlegel",
        "Michael Schubnell",
        "David Sprayberry",
        "Gregory Tarle",
        "Benjamin Alan Weaver",
        "Rongpu Zhou",
        "Hu Zou"
      ],
      "summary": "We present the first systematic spectroscopic observations of extragalactic transients from the Dark Energy Spectroscopic Instrument (DESI), as part of the DESI Transients Survey program. With 5,000 fibers and an ${\\sim} 8$ deg$^2$ field of view, we exploit DESI as a machine for the discovery and classification of transients. We present transient classifications from archival DESI data in Data Releases 1 and 2, relying on a combination of a secondary target program and serendipitous observations. We also present observations from the first 6 months of the DESI spare fiber program dedicated to transients. The program is run in coordination with a dedicated DECam time-domain survey, serving as a pathfinder for what we will be able to achieve in conjunction with the Rubin Observatory Legacy Survey of Space and Time (LSST). We classify over 250 transients, of which the majority were previously unclassified. The sample comprises thermonuclear and core-collapse supernovae and tidal disruption events (TDEs), including a TDE observed before its discovery in imaging. We demonstrate DESI's ability to classify a population of faint transients down to $r\\sim 22.5$ mag during main survey operations, with negligible impacts on DESI's main observations. can you make this plain text for arxiv abstarct",
      "published": "2026-01-18T22:57:37Z",
      "updated": "2026-01-18T22:57:37Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.12611v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12611v1"
    },
    {
      "id": "2601.12508v1",
      "title": "Nuclear astrophysics",
      "authors": [
        "Roland Diehl",
        "Michael Wiescher"
      ],
      "summary": "Reactions between atomic nuclei are measured in great detail in terrestrial laboratory experiments; transferring and extrapolating this knowledge to how the same reactions act within cosmic environments presents major challenges. Cross-disciplinary efforts are needed in view of the many nuclear reactions that govern the chemical evolution of the universe, and occur in a broad range of stellar plasma conditions that require astrophysical exploration. Since the early identification of 'processes' of nucleosynthesis, new insights have been obtained on the complexity of nuclear reaction mechanisms. We use 12C induced capture and fusion processes to illustrate the challenge of low-energy measurements and of using theoretical methods to extrapolate measurements towards energy regimes within cosmic sources. Particle beam experiments at accelerator facilities above and deep underground simulate stellar reactions, new experimental facilities and methods complement these, and this is further complemented by improved theoretical tools to calculate the quantum effects of nuclear reactions at the various cosmic conditions. Astronomical signatures of cosmic nuclear reactions are deduced from light curves characterizing cosmic explosions through gamma-ray lines and presolar grains to the detection of rare neutrino particles from our Sun to distant cosmic events. High resolution spectroscopy of stars has been expanded to objects measured in the X-ray and the gamma energy range of the electromagnetic spectrum. Astro-seismology and isotopic analysis of meteoritic inclusions provide new tools. Chemical-evolution models describe the complex dynamics during the evolution of galaxies. This article summarizes the experimental and theoretical work, and the broad range of observational tools that test the experimental data and the theoretical interpretation of nuclear processes in the cosmos.",
      "published": "2026-01-18T17:39:54Z",
      "updated": "2026-01-18T17:39:54Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.12508v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12508v1"
    },
    {
      "id": "2601.12438v1",
      "title": "Revisiting $^7$Be Weak and Radiative Transition Rates in Big Bang Nucleosynthesis: Implications for the Primordial Lithium Problem",
      "authors": [
        "Simone Taioli",
        "Francesca Triggiani",
        "Stefano Simonucci"
      ],
      "summary": "The primordial 7Li abundance predicted by standard Big Bang Nucleosynthesis (BBN) exceeds that inferred from old, metal-poor stars by a factor of about 3-4. In standard BBN, most primordial 7Li is produced as 7Be in the early Universe and later converted by electron capture. Additional production or destruction channels of 7Be, such as proton capture or antineutrino capture during BBN, may therefore affect the final lithium yield. We quantify the depletion of 7Be due to in-situ electron capture, including the associated antineutrino channel, positron decay from nuclear excited states, and proton capture through the radiative 7Be(p,gamma)8B reaction. We also investigate stimulated emission induced by the dense photon background during the nuclear statistical equilibrium epoch, as well as a three-body Auger-like variant transferring the capture energy to a continuum electron. Decay rates are computed using first-order perturbation theory, modelling weak interactions with a Fermi contact term and factorising hadronic and leptonic currents. Thermally averaged rates are obtained by folding cross-sections with Maxwell-Boltzmann distributions and accounting for particle densities in the temperature range 10-100 keV. We find that the electron-capture rate decreases rapidly with temperature and is significantly enhanced by the inclusion of the antineutrino channel. Stimulated emission and plasma screening increase the radiative proton-capture rate by only 1-3 percent at temperatures around 87 keV. The Auger-like channel contributes at the level of a few thousandths of a percent and becomes negligible at lower temperatures. Overall, our total rate revises previous estimates by nearly an order of magnitude. Electron capture, proton capture, and positron decay provide corrections to the dominant depletion channel 7Be(n,p)7Li.",
      "published": "2026-01-18T14:51:51Z",
      "updated": "2026-01-18T14:51:51Z",
      "categories": [
        "nucl-th",
        "astro-ph.CO",
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12438v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12438v1"
    },
    {
      "id": "2601.12422v1",
      "title": "Modified hadronic interactions in 3-dimensional simulations",
      "authors": [
        "Jiří Blažek",
        "Jan Ebr",
        "Jakub Vícha",
        "Eva dos Santos",
        "Tanguy Pierog",
        "Ralf Ulrich"
      ],
      "summary": "We present a method to test the impact of ad-hoc modifications of some of the generic parameters of hadronic interactions -- cross section, elasticity, and multiplicity -- on any observable quantity using full 3-dimensional simulations of extensive air showers induced by ultra-high-energy cosmic rays. Our approach not only extends the existing 1-dimensional tools to three dimensions, but also introduces more flexible features to better respond to the needs of both theory and experiment. We first thoroughly validate the \\conexD framework for the simulation of both longitudinal and lateral features of air showers, in particular for a non-standard configuration of the framework in which different energy thresholds for modifications are applied. Moreover, we show that the implementations of the ad-hoc modifications in this configuration are consistent with the previous one-dimensional simulations. Lastly, we discuss the importance of studying the interaction modifications in three dimensions and the effects of parallel modifications of multiple parameters.",
      "published": "2026-01-18T14:09:19Z",
      "updated": "2026-01-18T14:09:19Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.12422v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12422v1"
    },
    {
      "id": "2601.12108v1",
      "title": "Detection of a Millisecond Periodicity in BATSE Short Gamma-Ray Bursts",
      "authors": [
        "Run-Chao Chen",
        "Jun Yang",
        "Yi-Han Iris Yin",
        "Bin-Bin Zhang"
      ],
      "summary": "Coherent oscillations at kilohertz frequencies have recently been detected in a small number of gamma-ray bursts (GRBs), suggesting quasi-periodic dynamics in their central engines. A prominent example is GRB~230307A, which exhibited a brief, highly coherent, energy-dependent periodic signal interpreted as the possible spin signature of a nascent millisecond magnetar formed after a compact binary merger. Motivated by these developments, we conducted a comprehensive search for similar signals, accounting for both temporal and spectral dependencies, in 532 short GRBs with time-tagged event data recorded by the Burst and Transient Source Experiment (BATSE) onboard the \\textit{Compton Gamma-Ray Observatory}. Within this sample, we identify a single statistically significant case: GRB~960616 (BATSE trigger~5502), in which the $\\sim$30~ms main emission episode is coherently modulated at 1100~Hz, with the strongest modulation above 320~keV and a fractional amplitude of $\\sim$47\\%. Assuming the presence of a coherent periodic modulation, we use data-driven Monte Carlo simulations to place an upper limit of $\\sim$8\\% on the fraction of the total radiated energy that can be modulated by the QPO. This event, exhibiting a periodicity at $\\sim$0.91~ms, further supports the possibility that millisecond periodicities can arise during GRBs in merger-driven scenarios.",
      "published": "2026-01-17T17:06:01Z",
      "updated": "2026-01-17T17:06:01Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.12108v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12108v1"
    },
    {
      "id": "2601.12088v1",
      "title": "The gravitational energy-momentum pseudo-tensor in $f(Q)$ non-metric gravity",
      "authors": [
        "Salvatore Capozziello",
        "Maurizio Capriolo",
        "Gaetano Lambiase"
      ],
      "summary": "We derive the affine tensor associated with the energy and momentum densities of both gravitational and matter fields, the complex pseudo-tensor, for $f(Q)$ non-metric gravity, the straightforward extension of Symmetric Teleparallel Equivalent of General Relativity (STEGR), characterized by a flat, torsion-free, non-metric connection. The local conservation of energy-momentum complex on-shell is satisfied through a continuity equation. An important analogy is pointed out between gravitational pseudo-tensor of teleparallel $f(T)$ gravity, in the Weitzenböck gauge, and the same object of symmetric teleparallel $f(Q)$ gravity, in the coincident gauge. Furthermore, we perturb the gravitational pseudo-tensor $τ^α_{\\phantomαλ}$ in the coincident gauge up to the second order in the metric perturbation, obtaining a useful expression for the power carried by the related gravitational waves. We also present an application of the gravitational pseudotensor, determining the gravitational energy density of a Schwarzschild spacetime in STEGR gravity, adopting the concident gauge. Finally, analyzing the conserved quantities on manifolds, the Stokes theorem can be formulated for generic affine connections",
      "published": "2026-01-17T15:38:51Z",
      "updated": "2026-01-17T15:38:51Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.12088v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12088v1"
    },
    {
      "id": "2601.11988v1",
      "title": "Stimulated radiation from superradiant scalar cloud in scalar-tensor theory",
      "authors": [
        "Wenyi Wang",
        "Sousuke Noda",
        "Taishi Katsuragawa"
      ],
      "summary": "Scalar-tensor theories predict fundamental scalar fields of considerable interest in astrophysics and cosmology. We investigate the superradiant instability of scalar clouds around Kerr black holes, showing that stimulated decay generates detectable electromagnetic signals. The growth of the superradiant scalar cloud differs from that of other bosonic fields and depends sensitively on the matter distribution surrounding the black hole, which originates from the scalar-matter coupling realized by the chameleon mechanism in modified gravity theories. In non-uniform matter distributions, stimulated emission from scalar clouds offers an observational signature that distinguishes fundamental scalars from other light bosonic fields.",
      "published": "2026-01-17T09:45:20Z",
      "updated": "2026-01-17T09:45:20Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.11988v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11988v1"
    },
    {
      "id": "2601.11917v1",
      "title": "Evidence for 1.01 s Pulsations of the Central Compact Object in the Supernova Remnant RCW 103 with ASCA, XMM-Newton, and NuSTAR",
      "authors": [
        "Kazuo Makishima",
        "Nagomi Uchida",
        "Teruaki Enoto"
      ],
      "summary": "The neutron-star X-ray source 1E 161348-5055, associated with the supernova remnant RCW 103, exhibits clear intensity variations with a period of 6.67 hr. To clarify the nature of this object and its long periodicity, detailed timing studies were applied to its archival X-ray data, taken with ASCA (in 1993), XMM-Newton (in 2001, 2005, and 2016), and NuSTAR (2016 and 2017). It was assumed that the 6.67 hr period arises due to the beat between the rotation and free precession periods of the star that is slightly aspherical. By removing timing perturbations to be caused by this long periodicity, the six data sets consistently yielded evidence for pulsations at periods of P~1.01 s, to be interpreted as the objects' spin period, although the optimum energy range differed among the data sets. The measured six periods accurately line up on a linear spin-down trend of dP/dt = 1.097x 10^{-12} s/s. The object is implied to have a characteristic age of 14.7 kyr, a spin-down luminosity of 4.2x10^{34} erg/s, which is insufficient to power the X-ray luminosity, a dipole magnetic field of ~4.6x10^{13} G, and a toroidal field of ~7 x10^{15} G. Its similarity and dissimilarity to magnetars are discussed. An emission geometry, which crudely explain these results, is presented.",
      "published": "2026-01-17T05:34:05Z",
      "updated": "2026-01-17T05:34:05Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.11917v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11917v1"
    },
    {
      "id": "2601.14235v1",
      "title": "Opportunities in AI/ML for the Rubin LSST Dark Energy Science Collaboration",
      "authors": [
        "LSST Dark Energy Science Collaboration",
        "Eric Aubourg",
        "Camille Avestruz",
        "Matthew R. Becker",
        "Biswajit Biswas",
        "Rahul Biswas",
        "Boris Bolliet",
        "Adam S. Bolton",
        "Clecio R. Bom",
        "Raphaël Bonnet-Guerrini",
        "Alexandre Boucaud",
        "Jean-Eric Campagne",
        "Chihway Chang",
        "Aleksandra Ćiprijanović",
        "Johann Cohen-Tanugi",
        "Michael W. Coughlin",
        "John Franklin Crenshaw",
        "Juan C. Cuevas-Tello",
        "Juan de Vicente",
        "Seth W. Digel",
        "Steven Dillmann",
        "Mariano Javier de León Dominguez Romero",
        "Alex Drlica-Wagner",
        "Sydney Erickson",
        "Alexander T. Gagliano",
        "Christos Georgiou",
        "Aritra Ghosh",
        "Matthew Grayling",
        "Kirill A. Grishin",
        "Alan Heavens",
        "Lindsay R. House",
        "Mustapha Ishak",
        "Wassim Kabalan",
        "Arun Kannawadi",
        "François Lanusse",
        "C. Danielle Leonard",
        "Pierre-François Léget",
        "Michelle Lochner",
        "Yao-Yuan Mao",
        "Peter Melchior",
        "Grant Merz",
        "Martin Millon",
        "Anais Möller",
        "Gautham Narayan",
        "Yuuki Omori",
        "Hiranya Peiris",
        "Laurence Perreault-Levasseur",
        "Andrés A. Plazas Malagón",
        "Nesar Ramachandra",
        "Benjamin Remy",
        "Cécile Roucelle",
        "Jaime Ruiz-Zapatero",
        "Stefan Schuldt",
        "Ignacio Sevilla-Noarbe",
        "Ved G. Shah",
        "Tjitske Starkenburg",
        "Stephen Thorp",
        "Laura Toribio San Cipriano",
        "Tilman Tröster",
        "Roberto Trotta",
        "Padma Venkatraman",
        "Amanda Wasserman",
        "Tim White",
        "Justine Zeghal",
        "Tianqing Zhang",
        "Yuanyuan Zhang"
      ],
      "summary": "The Vera C. Rubin Observatory's Legacy Survey of Space and Time (LSST) will produce unprecedented volumes of heterogeneous astronomical data (images, catalogs, and alerts) that challenge traditional analysis pipelines. The LSST Dark Energy Science Collaboration (DESC) aims to derive robust constraints on dark energy and dark matter from these data, requiring methods that are statistically powerful, scalable, and operationally reliable. Artificial intelligence and machine learning (AI/ML) are already embedded across DESC science workflows, from photometric redshifts and transient classification to weak lensing inference and cosmological simulations. Yet their utility for precision cosmology hinges on trustworthy uncertainty quantification, robustness to covariate shift and model misspecification, and reproducible integration within scientific pipelines. This white paper surveys the current landscape of AI/ML across DESC's primary cosmological probes and cross-cutting analyses, revealing that the same core methodologies and fundamental challenges recur across disparate science cases. Since progress on these cross-cutting challenges would benefit multiple probes simultaneously, we identify key methodological research priorities, including Bayesian inference at scale, physics-informed methods, validation frameworks, and active learning for discovery. With an eye on emerging techniques, we also explore the potential of the latest foundation model methodologies and LLM-driven agentic AI systems to reshape DESC workflows, provided their deployment is coupled with rigorous evaluation and governance. Finally, we discuss critical software, computing, data infrastructure, and human capital requirements for the successful deployment of these new methodologies, and consider associated risks and opportunities for broader coordination with external actors.",
      "published": "2026-01-20T18:46:42Z",
      "updated": "2026-01-20T18:46:42Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO",
        "cs.AI",
        "cs.LG",
        "stat.ML"
      ],
      "link": "https://arxiv.org/abs/2601.14235v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14235v1"
    },
    {
      "id": "2601.14222v1",
      "title": "Revisiting the Matter Creation Process: Observational Constraints on Gravitationally Induced Dark Energy and the Hubble Tension",
      "authors": [
        "Tiziano Schiavone",
        "Mariaveronica De Angelis",
        "Luis A. Escamilla",
        "Giovanni Montani",
        "Eleonora Di Valentino"
      ],
      "summary": "The persistent Hubble tension and the lack of a fundamental explanation for dark energy motivate the exploration of alternative mechanisms capable of reproducing late-time cosmic acceleration. In this work, we revisit gravitationally induced particle creation as a phenomenological non-equilibrium process that can effectively mimic a dynamical dark-energy component. Within the thermodynamic framework of open systems, we model the production of an unspecified particle species with constant intrinsic equation-of-state parameter and consider four phenomenological parametrisations of the particle-creation rate. The modified continuity and Friedmann equations lead to an effective negative pressure and a redshift-dependent effective equation of state, which we constrain using Cosmic Chronometers, Pantheon+ supernovae, DESI DR2 BAO, a compressed CMB likelihood, and SH0ES data. Using the full dataset combination, we find that particle-creation models provide fits comparable to $Λ$CDM, yielding $H_0 \\simeq 69.3\\,\\mathrm{km\\,s^{-1}\\,Mpc^{-1}}$ and present-day effective dark-energy equation-of-state values close to $w^{\\rm eff}_{\\rm DE}(0)\\simeq -1$, with all models predicting an accelerating Universe ($q_0\\simeq -0.55$). When the Hubble tension is assessed using early- and late-time dataset splits, particle-creation scenarios reduce its statistical significance to the $\\simeq 2.4σ$--$3σ$ level, compared to the $4.3σ$ discrepancy obtained in $Λ$CDM. Although deviations from $Λ$CDM remain mild and Bayesian model comparison indicates no statistical preference between models, gravitationally induced particle creation emerges as a viable late-time extension of the standard cosmological model and provides a consistent phenomenological framework for exploring departures from $Λ$CDM.",
      "published": "2026-01-20T18:32:34Z",
      "updated": "2026-01-20T18:32:34Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14222v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14222v1"
    },
    {
      "id": "2601.14036v1",
      "title": "Evaluating state-of-the-art cloud quantum computers for quantum neural networks in gravitational waves data analysis",
      "authors": [
        "Maria-Catalina Isfan",
        "Laurentiu-Ioan Caramete",
        "Ana Caramete"
      ],
      "summary": "In this work, we explore the possibility of using quantum computers provided for usage in cloud by big companies (such as IBM, IonQ, IQM Quantum Computers, etc.) to run our quantum neural network (QNN) developed for data analysis in the context of LISA Space Mission, developed with the Qiskit library in Python. Our previous work demonstrated that our QNN learns patterns in gravitational wave (GW) data much faster than a classical neural network, making it suitable for fast GW signal detection in future LISA data streams. Analyzing the fees from hardware providers like IBM Quantum, Amazon Braket and Microsoft Azure, we found that the fees for running the first segment of our QNN sum up to \\$2000, \\$60000, and \\$1000000 respectively. Using free plans, we succeed to run the 3-qubit feature map of the QNN for one random data sample on {\\fontfamily{qcr} \\selectfont ibm\\_kyoto} and {\\fontfamily{qcr}\\selectfont IQM Quantum Computers\\_Garnet} quantum computers, obtaining a fidelity of 99\\%; we could also run the first prediction segment of our QNN on {\\fontfamily{qcr} \\selectfont ibm\\_kyoto}, implemented for 4 qubits, and obtained a prediction accuracy of 20\\%. We queried providers such as IBM Quantum, Amazon Braket, Pasqal, and Munich Quantum Valley to obtain access to their plans, but, with the exception of Amazon Braket, our applications remain unanswered to this day. Other major setbacks in using the quantum computers we had access to included Qiskit library version issues (as in the cases of IBM Quantum and IQM Quantum Computers) and the frequent unavailability of the devices, as was the case with the Microsoft Azure provider. All the results presented in this paper were accumulated in 2024.",
      "published": "2026-01-20T14:56:22Z",
      "updated": "2026-01-20T14:56:22Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.IM",
        "physics.data-an"
      ],
      "link": "https://arxiv.org/abs/2601.14036v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14036v1"
    },
    {
      "id": "2601.13912v1",
      "title": "Frequency shift and viewing direction variations in gravitational lensing",
      "authors": [
        "Mikołaj Korzyński",
        "Mateusz Kulejewski"
      ],
      "summary": "In a gravitational lensing system, the relative transverse velocities of the lens, source, and observer induce a frequency shift in the observed radiation. While this shift is typically negligible in most astrophysical contexts, strategies for its detection have been proposed for both electromagnetic and gravitational waves. This paper provides a rigorous theoretical treatment of the effect, deriving general expressions for the frequency shift within a lensing system embedded in a cosmological spacetime. Our formulation remains valid for arbitrary distances and velocities - including highly relativistic regimes - under any Friedmann-Lemaître-Robertson-Walker metric.   Expanding upon previous papers on moving lenses, we provide a detailed analysis of frequency effects induced by lenses moving at relativistic speeds. Furthermore, we extend standard lensing theory by deriving an exact formula for the variation in the source's viewing direction. This result is of interest for strongly anisotropic emitters, such as compact binary systems emitting gravitational waves. Finally, we quantify the apparent misalignment between the lens and the source's two images produced by time-delay effects in lens systems moving with high velocity.",
      "published": "2026-01-20T12:41:06Z",
      "updated": "2026-01-20T12:41:06Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.13912v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13912v1"
    },
    {
      "id": "2601.13785v1",
      "title": "Still Accelerating: Type Ia supernova cosmology is robust to host galaxy age evolution",
      "authors": [
        "Phil Wiseman",
        "Brodie Popovic",
        "Mark Sullivan",
        "Adam G. Riess",
        "Dan Scolnic",
        "Rebecca C. Chen",
        "Tamara M. Davis",
        "Lluís Galbany",
        "Isobel M. Hook",
        "Saurabh W. Jha",
        "Lisa Kelsey",
        "Yukei S. Murakami",
        "Mickaël Rigault",
        "Benjamin M. Rose",
        "Brian Schmidt",
        "Mat Smith",
        "Maria Vincenzi"
      ],
      "summary": "Type Ia supernovae are a cornerstone of modern cosmology, providing first evidence for cosmic acceleration and new tests of dark energy. Son et al. 2025 (S25) claim a strong redshift evolution in standardized supernova luminosities driven by supernova progenitor age, with dramatic cosmological implications: rapidly evolving dark energy, decelerating expansion, and a $9σ$ tension with $Λ$CDM. We show that the underpinning evidence required for this conclusion -- the supernova progenitor-age dependence, the redshift-dependent age difference, and their combined impact -- is either negligible or relies on effects already corrected for in modern supernova analyses. First, the S25 analysis omits the standard host-galaxy stellar mass correction that captures known environmental dependencies that also correlate with stellar age. Applying this correction to the S25 sample, we find no dependence of standardized supernova brightness on host age. Independent data also show no significant difference at low-redshift in standardized brightness between star-forming galaxies and several Gyr older quiescent galaxies of the same stellar mass. Second, the S25 scenario predicts strong redshift evolution of the host-mass effect. Data from the Dark Energy Survey supernova survey measure evolution of $-0.028 \\pm 0.034~\\mathrm{mag}\\,z^{-1}$, consistent with zero and altering the dark-energy equation-of-state measurement ($w$) by $<$0.01 if included. Third, we demonstrate that the claimed $\\sim5$~Gyr progenitor age difference between nearby and distant supernovae is overstated by factors of three to five largely due to a conflation of host galaxy age with supernova progenitor age. We conclude that type~Ia supernova cosmology remains robust for current measurements of dark energy.",
      "published": "2026-01-20T09:42:26Z",
      "updated": "2026-01-20T09:42:26Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.13785v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13785v1"
    },
    {
      "id": "2601.13624v1",
      "title": "Joint constraints on cosmic birefringence and early dark energy from ACT, Planck, DESI, and PantheonPlus",
      "authors": [
        "Lu Yin",
        "Guo-Hong Du",
        "Tian-Nuo Li",
        "Xin Zhang"
      ],
      "summary": "With the increasing number of high-precision astronomical observations, physical quantities that were previously inaccessible to accurate calculations, such as cosmic birefringence, have once again become a focal point of interest. Such phenomena induce a nonvanishing cross-correlation between the $E$- and $B$-mode polarizations of the cosmic microwave background (CMB), thereby providing a direct observational signature of parity violation. The Chern-Simons coupling between the scalar field in early dark energy (EDE) models and CMB photons is regarded as a plausible mechanism for generating cosmic birefringence. Recent data from the Atacama Cosmology Telescope (ACT) deliver $EB$ measurements at higher multipole moments than those previously achieved by {Planck}, while DESI and PantheonPlus datasets provide new and stringent constraints on the late-time expansion history. Using a joint analysis of {Planck}, DESI DR1, Pantheon+, and ACT data, we perform a full-parameter constraint on the cosmic birefringence effects induced by the EDE-CMB photon coupling. Our results favor a higher Hubble constant, $H_0 = 76.9^{+2.9}_{-2.5}\\,\\rm km\\,s^{-1}\\,Mpc^{-1}$, and a relatively large EDE fraction, $f_{\\mathrm{EDE}} = 0.232^{+0.074}_{-0.047}$. By comparing the cosmological evolution of this model across different data combinations, we find that the ACT-$EB$ data combined with {Planck} + DESI + PantheonPlus provide good constraints to both early- and late-Universe observations.",
      "published": "2026-01-20T05:46:46Z",
      "updated": "2026-01-20T05:46:46Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13624v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13624v1"
    },
    {
      "id": "2601.13532v1",
      "title": "An upper limit on cosmological chiral gravitational wave background",
      "authors": [
        "Mohammad Ali Gorji",
        "Ashu Kushwaha",
        "Teruaki Suyama"
      ],
      "summary": "Within the standard framework in which electroweak sphaleron processes relate lepton and baryon number, we derive an upper limit on the amplitude of a chiral gravitational wave background produced prior to the electroweak epoch. This bound is independent of the production time of chiral GWs for superhorizon modes, while it becomes sensitive to the production time for subhorizon modes. For sufficiently high reheating temperatures, the bound becomes significantly more stringent than the conventional big bang nucleosynthesis constraints at frequencies above the MHz scale, thereby providing a powerful and \\emph{model-independent} probe of parity-violating physics in the early Universe.",
      "published": "2026-01-20T02:28:42Z",
      "updated": "2026-01-20T02:28:42Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13532v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13532v1"
    },
    {
      "id": "2601.13316v1",
      "title": "Combined LOFAR-uGMRT analysis of the diffuse radio emission in the massive clusters Abell 773 and Abell 1351",
      "authors": [
        "K. S. L. Srikanth",
        "A. Botteon",
        "R. Cassano",
        "G. Brunetti",
        "A. Bonafede",
        "L. Bruno",
        "M. Balboni",
        "H. Bashir",
        "M. Brüggen",
        "S. Chatterjee",
        "V. Cuciti",
        "D. Dallacasa",
        "A. Datta",
        "F. de Gasperin",
        "G. Di Gennaro",
        "C. Groeneveld",
        "R. Kale",
        "M. A. Malik",
        "S. Paul",
        "S. Salunkhe",
        "R. J. van Weeren",
        "T. Venturi",
        "X. Zhang"
      ],
      "summary": "Radio halos are megaparsec-scale diffuse, non-thermal radio sources located at the centers of galaxy clusters, tracing relativistic particles and magnetic fields in the intra-cluster medium. Their origin is generally attributed to cluster mergers that generate turbulence and re-accelerate aged electrons. We study the diffuse radio emission, spectral properties, and the connection between thermal and non-thermal components in the massive galaxy clusters Abell 773 and Abell 1351 ($M_{500} \\sim 7 \\times 10^{14}\\,M_{\\odot}$), both of which are dynamically disturbed. We combine LOFAR LoTSS-DR2 observations at 144 MHz with uGMRT observations at 650 MHz, supplemented by archival XMM-Newton X-ray imaging. We confirm that both clusters host radio halos extending up to a largest linear size of $\\sim 2$ Mpc. We measure an integrated spectral index $α_{144}^{650} \\sim -1.0$ for both clusters. The radio halo in Abell 773 resembles a classical halo and follows a sublinear radio--X-ray surface brightness relation. In contrast, Abell 1351 shows a more complex and asymmetric morphology, influenced by embedded radio sources including the brightest cluster galaxy, a tailed radio galaxy, and a ridge-like feature. These contaminating sources lead to deviations from the sublinear trend in the point-to-point radio--X-ray analysis of Abell 1351.",
      "published": "2026-01-19T19:00:09Z",
      "updated": "2026-01-19T19:00:09Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.13316v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13316v1"
    },
    {
      "id": "2601.13315v1",
      "title": "Baryon-dark matter coincidence in Randall-Sundrum Model",
      "authors": [
        "Basabendu Barman",
        "Ashmita Das",
        "Partha Kumar Paul",
        "Narendra Sahu",
        "Rakesh Kumar SivaKumar"
      ],
      "summary": "Within the framework of the extra-dimensional Randall-Sundrum set-up, we investigate the freeze-in production of Standard Model (SM) gauge-singlet scalar, fermionic, and massive vector dark matter (DM). Assuming that both the DM and SM fields reside on the IR brane and interact solely through the graviton and radion, we demonstrate that the observed DM relic abundance measured by Planck can be achieved across a wide range of reheating temperatures, all while naturally addressing the hierarchy problem, satisfying constraints from collider, early Universe cosmology including $Δ{N}_{\\rm eff}$. We further show that the same set-up can accommodate TeV-scale leptogenesis capable of generating the observed baryon asymmetry of the Universe. Remarkably, we find that current graviton searches at the Large Hadron Collider (LHC) already impose strong constraints on the reheating temperature in this scenario.",
      "published": "2026-01-19T19:00:05Z",
      "updated": "2026-01-19T19:00:05Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13315v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13315v1"
    },
    {
      "id": "2601.13245v1",
      "title": "An efficient model of cosmology dependence in the covariance matrix of the matter power spectrum",
      "authors": [
        "Theodore Steele",
        "Robert Smith",
        "Roisin O'Connor"
      ],
      "summary": "Covariance matrices are essential cosmological probes of fundamental physics, providing information on numerous fundamental physical parameters and varying with any change in the underlying cosmology. However, this cosmology dependence, while providing excellent information, also makes them computationally intensive to compute, as a new covariance matrix must explicitly be calculated for every variation in cosmology before comparisons to observational data can be made. In this paper, we develop an efficient model for estimating the parameter dependence of the covariance matrix of the matter power spectrum by Taylor expanding around a known value of the parameter space. This method allows us to use a relatively small number of input cosmologies, specifically one fiducial cosmology and two further cosmologies for each parameter. We explicitly calculate the covariance matrices for these cosmologies and then develop a new model that allows us to interpolate from these the form of the covariance matrix with a cosmology that is located elsewhere in that given parameter space without explicit perturbation theory calculations. This method speeds up covariance matrix calculations in new cosmologies by orders of magnitude compared to explicit perturbation theory calculations at each point in a given parameter space. Using different approximations, we develop three versions of our interpolated covariance matrix and validate the model by recreating all of our input cosmologies using all three forms, both with and without super-sample covariance corrections in each case, and show that the models provide robust recreations of the original results, with the different approximations being valid in certain regimes.",
      "published": "2026-01-19T17:27:49Z",
      "updated": "2026-01-19T17:27:49Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.13245v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13245v1"
    },
    {
      "id": "2601.13053v1",
      "title": "Was the Early Universe Quantum? Falsifying Classical Stochastic Inflation",
      "authors": [
        "Veronica Sanz"
      ],
      "summary": "Inflationary cosmology successfully accounts for the observed properties of primordial fluctuations using quantum field theory in an expanding background. However, the quantum nature of these fluctuations has not been experimentally established, since classical stochastic models could reproduce the observed two-point statistics by construction. Existing approaches to testing primordial quantumness focus primarily on Bell inequalities, which provide a sharp conceptual criterion but are difficult to implement with cosmological observables. In this work we adopt a falsification-based approach. We define a precise classical hypothesis for the origin of primordial perturbations (local stochastic fields admitting a positive probability distribution) and identify inequality constraints that must be satisfied within this class. We show how violations of these classicality inequalities can be probed using realistic cosmological observables, without invoking Bell tests or non-commuting measurement settings. We further identify symmetry-protected spectator sectors in which quantum coherence is parametrically preserved during inflation, allowing violations of observable magnitude to survive decoherence. Our results show that large-scale structure and future 21 cm surveys provide a viable and quantitative route to falsifying classical stochastic descriptions of primordial fluctuations.",
      "published": "2026-01-19T13:42:32Z",
      "updated": "2026-01-19T13:42:32Z",
      "categories": [
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13053v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13053v1"
    },
    {
      "id": "2601.13023v1",
      "title": "Tracing cosmic structure with neutral hydrogen after the Epoch of Reionization",
      "authors": [
        "Jamie Incley",
        "Laura Wolz"
      ],
      "summary": "We present a study of the transition of Neutral Hydrogen (HI) gas from the end of the Epoch of Reionization (EoR) to late-time large-scale structure. We examine the signature of the transition as traced through the redshifted 21-cm line with SKA-Low at $3 < z < 7$. To do so, we use the semi-numerical simulation \\textsc{21cmFAST} to model the HI during the EoR and add a HI-halo based post-processing model of the late-time HI. This approach gives a robust estimate of the amplitude of the HI temperature field and predicts the observable power spectrum during the transition period. We find that our simulation pipeline reproduces the expected power spectrum trends from existing observations and theory, in addition to replicating current observational constraints on $Ω_{\\text{HI}}$. Our simulations predict a drop in power of four orders of magnitude between $4 < z < 7$. Assuming an inhomogeneous recombination model, we find a flattening of the power due to lingering neutral islands masking the late-time HI signal for $5 < z< 6.5$. Using SKA-Low deep survey parameters, we find HI power spectrum detectability at scales $k \\leq 1$ $h$ Mpc$^{-1}$ for redshifts $3< z < 7$, even when using the horizon limit to mitigate foregrounds. Our results suggest a sufficient SNR of the HI power spectrum tracing the underlying halos $z < 5$, which can be used for late-time cosmology. Our results suggest that the resulting $Ω_{\\rm HI}$ constraints can trace different reionization scenarios such as a decreased escape fraction. This study implies that deep SKA-Low observations for $3< z< 7$ will be an important probe to constrain reionization parameters as well as cosmological models.",
      "published": "2026-01-19T13:02:35Z",
      "updated": "2026-01-19T13:02:35Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.13023v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13023v1"
    },
    {
      "id": "2601.12976v1",
      "title": "Joint analysis of small-scale galaxy clustering and galaxy--galaxy lensing from BOSS galaxies",
      "authors": [
        "Wenhao Gao",
        "Zhenjie Liu",
        "Zhongxu Zhai",
        "Jeremy L. Tinker",
        "Jun Zhang",
        "Arka Banerjee",
        "Joseph DeRose",
        "Hong Guo",
        "Yao-Yuan Mao",
        "Kate Storey-Fisher",
        "Risa H. Wechsler"
      ],
      "summary": "We present a joint analysis of galaxy clustering and galaxy--galaxy lensing measurements from BOSS galaxies using a simulation-based emulation method combined with a halo occupation distribution model. Our emulators are constructed with the Aemulus $ν$ simulations, a suite of $wν$CDM $N$-body simulations with massive neutrinos as independent particle species. We combine small-scale analysis of clustering from $0.1h^{-1}$Mpc to $60.2~h^{-1}$Mpc and lensing from $1.7h^{-1}$Mpc to $60.2~h^{-1}$Mpc to perform cosmological constraints. We split the BOSS galaxies into three redshift bins to measure their clustering and employ galaxies from Dark Energy Camera Legacy Survey and Hyper Suprime-Cam as source galaxies to measure lensing separately. We find that the addition of lensing significantly improves the constraining power on $S_{8}=σ_8(Ω_m/0.3)^{0.5}$, with a weak improvement for $fσ_{8}$. Our results of $fσ_{8}$ indicate tensions of around $1\\sim4σ$ below the results of CMB observations of Planck. For $S_{8}$, our results are also lower than Planck, and the tension can be mitigated when considering possible systematics in lensing measurement. As a byproduct, our analysis prefers a non-zero neutrino mass but without strong significance, with the constraining power dominated by the clustering. Given the accuracy and precision of our model and the observational data, it is anticipated that larger and higher-quality spectroscopic datasets will improve the constraints on this fundamental property in the near future.",
      "published": "2026-01-19T11:36:58Z",
      "updated": "2026-01-19T11:36:58Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.12976v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12976v1"
    },
    {
      "id": "2601.12319v1",
      "title": "Forbidden dark matter assisted by first-order phase transition and associated gravitational waves",
      "authors": [
        "Satyabrata Mahapatra",
        "Partha Kumar Paul",
        "Narendra Sahu"
      ],
      "summary": "We propose a simple yet testable framework for light fermion dark matter (DM) with mass in the MeV--GeV range, charged under a dark $U(1)_D$ gauge symmetry. The $U(1)_D$ is spontaneously broken by a scalar field $Φ$, giving mass to the dark gauge boson $X_D$. The dominant DM annihilation proceeds via a forbidden channel, where the DM pair annihilates into slightly heavier dark gauge bosons and scalars after the dark-sector phase transition. Once the dark-sector phase transition occurs, the induced mass gap activates the forbidden annihilation channel, which in turn determines the DM relic abundance and naturally suppresses late-time annihilation. As a result, the scenario avoids stringent cosmic microwave background and indirect detection constraints that typically exclude thermal light DM. Moreover, the same symmetry-breaking phase transition is strongly first-order, producing a stochastic gravitational wave background that could be probed by upcoming space-based interferometers and pulsar timing arrays. We demonstrate that achieving the observed DM abundance tightly correlates the DM mass with the nucleation temperature of the phase transition. Thus, this setup links the DM relic abundance, dark-sector dynamics, and gravitational wave signals, offering complementary paths for discovery in both terrestrial and cosmological observations.",
      "published": "2026-01-18T09:02:59Z",
      "updated": "2026-01-18T09:02:59Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.12319v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12319v1"
    },
    {
      "id": "2601.11360v1",
      "title": "Constraining the inflaton potential with gravitational waves from oscillons",
      "authors": [
        "Kaloian D. Lozanov",
        "Misao Sasaki",
        "Jan Tränkle"
      ],
      "summary": "Under certain conditions, the oscillating inflaton condensate filling the Universe after inflation can fragment and form so-called oscillons. These long-lived soliton-like field configurations can dominate the Universe for several $e$-folds of expansion, leading to an early matter-dominated phase preceding the standard radiation era. In this paper we show how the rapid final decay of the oscillons leads to an enhanced production of induced gravitational waves, whose energy density can saturate the observational bound on the effective number of relativistic species. We leverage this bound to constrain the inflaton mass, cubic, and quartic self-coupling in generic models that admit oscillon formation, providing novel and complementary constraints in regions of parameter space that are inaccessible with cosmic microwave background observations alone.",
      "published": "2026-01-16T15:16:31Z",
      "updated": "2026-01-16T15:16:31Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.11360v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11360v1"
    },
    {
      "id": "2601.11270v1",
      "title": "Cluster number counts in dark energy model with energy and momentum coupling to dark matter",
      "authors": [
        "Chattree Wongsangwal",
        "Khamphee Karwan",
        "Stharporn Sapa",
        "Teeraparb Chantavat"
      ],
      "summary": "The influences on the cluster number counts from the coupling between dark energy and dark matter with momentum transfer are investigated. We find that the extrapolated linear density contrast computed from the spherical collapse model is suppressed when the strength of momentum transfer is increased. Using the Sheth-Tormen mass function, the cluster number counts are computed. The minimum mass limit in the mass integration for each redshift bin is determined by matching the predicted number counts from the $Λ$CDM model with the result from eROSITA surveys. We find that the number of clusters is maximal at a higher redshift bin, and the number of clusters in a maximum redshift bin is enhanced when the strength of momentum and energy transfers increases due to the reduction of extrapolated linear density contrast. Setting the parameters of the dark energy model with momentum coupling according to the observational constraints in \\cite{bestfit}, the predicted number counts from the coupled dark energy is larger than the result from eROSITA surveys. The statistical analysis yields a $p$-value of 0.189 for the proposed model relative to $Λ$CDM. Consequently, there is no statistically significant evidence of an improved fit over the standard $Λ$CDM framework based on the eROSITA cluster number counts.",
      "published": "2026-01-16T13:18:14Z",
      "updated": "2026-01-16T13:18:14Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.11270v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11270v1"
    },
    {
      "id": "2601.11139v1",
      "title": "Study of the anisotropy of cosmic expansion on ZTF type Iasupernovae simulations",
      "authors": [
        "C. Barjou-Delayre",
        "P. Rosnet",
        "C. Ravoux",
        "M. Aubert",
        "M. Ginolin",
        "R. Kebadian",
        "M. Amenouche",
        "J. Bautista",
        "U. Burgaz",
        "B. Carreres",
        "J. Castaneda Jaimes",
        "G. Dimitriadis",
        "F. Feinstein",
        "D. Fouchez",
        "L. Galbany",
        "C. Ganot",
        "M. Graham",
        "S. L. Groom",
        "A. Goobar",
        "J. Johansson",
        "M. M. Kasliwal",
        "Y-L. Kim",
        "T. E. Müller-Bravo",
        "B. Popovic",
        "B. Racine",
        "N. Regnault",
        "N. Rehemtulla",
        "M. Rigault",
        "R. L. Riddle",
        "J. Sollerman",
        "A. Townsend",
        "A. Trigui"
      ],
      "summary": "The cosmological principle assumes the isotropy of the Universe at large scales. It is a foundational assumption in the $Λ$CDM model, which is the current standard model of cosmology. Recent tensions give legitimacy to investigating the possibility of anisotropies in the Universe. The large sky coverage achieved by the Zwicky Transient Facility survey (ZTF) allows us to test the veracity of the cosmological principle using observations of Type Ia supernovae (SNe Ia).   In this article, we develop a methodology to measure potential anisotropies in the Hubble constant $H_0$. We test our method on realistic simulations of the second data release (DR2) of ZTF SNe Ia in which we introduce a dipole. We develop an unbiased method both to introduce a dipole in the simulations and to recover it. We test a potential $H_0$ dependency of our method while varying the dipole amplitude. We analyse the impact of introducing large-scale structures in the simulations and the efficiency of using a volume-limited sample, which is an unbiased subsample of the ZTF SNe Ia sample.   Finally, we build an error model applied to the recovered dipole amplitude ($ΔH_0$) and its direction ($α_0$, $δ_0$). Our analysis allows us to recover a dipole with an error on the amplitude of $0.33\\,\\mathrm{km\\,s^{-1}\\,Mpc^{-1}}$, and uncertainties of $3.4^\\circ$ and $6.1^\\circ$ on the right ascension and declination, respectively, for an initial dipole amplitude of $ΔH_0 = 3\\,\\mathrm{km\\,s^{-1}\\,Mpc^{-1}}$. The resulting dipole is independent of the chosen $H_0$ value and sky coverage. This paper paves the way for a future precise ZTF dipole investigation.",
      "published": "2026-01-16T09:59:41Z",
      "updated": "2026-01-16T09:59:41Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.11139v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11139v1"
    },
    {
      "id": "2601.11122v1",
      "title": "The Role of Plasma Lensing in Fast Radio Bursts",
      "authors": [
        "R. N. Li",
        "Y. B. Wang",
        "S. X. Yi",
        "X. Zhou",
        "F. Y. Wang"
      ],
      "summary": "Growing evidence indicates that some fast radio bursts (FRBs) reside in dense, magneto-ionic environments where extrinsic propagation effects can substantially reshape the observed signal. Within a 1D Gaussian plasma-lens framework, we show that small, monotonic variations in the incidence angle of the FRB wavefront naturally generate both downward and upward sub-burst frequency drifts. We further demonstrate that distinct lensed paths that probe different rotation measures (RMs), can produce orthogonal polarization-angle (PA) jumps at gigahertz frequencies. In this picture, a $\\sim 90^\\circ$ PA transition requires only a modest RM contrast of order a few $\\times10~\\rm{rad~m^{-2}}$ between the multiple images. The chromatic activity of FRB 20180916B-earlier and narrower activity windows at higher frequencies-can be explained as preferential magnification near the outer caustic. Finally, the intrinsic resolution of a plasma lens provides an upper limit on the transverse emission size: lenses located close to the source yield magnetospheric-scale constraints and offer a practical means of discriminating between inner- and outer-magnetospheric emission scenarios. These results suggest that plasma lensing could account for multiple complex observational features of FRBs and may play a non-negligible role in modulating their observable properties.",
      "published": "2026-01-16T09:31:15Z",
      "updated": "2026-01-16T09:31:15Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.11122v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11122v1"
    },
    {
      "id": "2601.11068v1",
      "title": "A Portrait of the Cosmic Reionisation History in the Context of the Early Dark Energy Model",
      "authors": [
        "Weiyang Liu",
        "Xin Wang",
        "Hu Zhan",
        "Karl Glazebrook",
        "Mengtao Tang",
        "Michele Trenti"
      ],
      "summary": "Recent JWST observations of Lyman-$α$ emission at $z \\sim 11-6$ indicate a rapid reionization of the intergalactic medium within the first $\\sim700$ Myr. The required Lyman continuum (LyC) photon budget may naturally arise from the unexpectedly high galaxy number densities revealed by JWST, reducing the need for scenarios invoking very high LyC escape fractions ($f_{\\rm esc}\\gtrsim0.2$) or dominant contributions from ultra-faint galaxies ($M_{\\rm UV}>-15$) in the standard $Λ$CDM framework. In this work, we model the reionization history under the Early Dark Energy (EDE) paradigm -- originally proposed to ease the Hubble tension -- which also explains the observed over-abundance of high-$z$ galaxies without extreme star formation efficiencies. The EDE model yields reionization histories consistent with current constraints while requiring only moderate LyC escape fractions and UV luminosity densities ($f_{\\rm esc}\\sim 0.05-0.1$, $M_{\\rm UV}\\lesssim -17$ to $-15$). Our results suggest that, once key astrophysical parameters are better constrained, the reionization history could serve as an independent and complementary probe of EDE cosmologies.",
      "published": "2026-01-16T08:06:21Z",
      "updated": "2026-01-16T08:06:21Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.11068v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11068v1"
    },
    {
      "id": "2601.10798v1",
      "title": "POLAMI Multi-Wavelength Polarization Study of AGN Jets: A Millimeter-Optical Comparison",
      "authors": [
        "C. Casadio",
        "D. Blinov",
        "I. Agudo",
        "I. Myserlis",
        "C. Thum",
        "S. Jorstad",
        "A. Marscher",
        "H. Zhang",
        "J. Escudero Pedrosa",
        "D. Álvarez-Ortega",
        "Z. R. Weaver",
        "M. Joshi",
        "C. McCall",
        "H. Jermak",
        "I. A. Steele",
        "G. A. Borman",
        "T. S. Grishina",
        "E. G. Larionova",
        "D. A. Morozova",
        "S. S. Savchenko",
        "I. S. Troitskiy",
        "Y. V. Troitskaya",
        "A. A. Vasilyev"
      ],
      "summary": "Millimeter-band polarimetry offers a powerful probe of AGN jets, accessing regions less affected by opacity and Faraday rotation than at longer radio wavelengths. As part of the POLAMI program, we have conducted 14 years of 1 mm and 3 mm polarization monitoring of a sample of gamma-ray-bright blazars with the IRAM 30-m telescope, complemented here with long-term optical polarimetric observations from multiple facilities. We aim to test whether current models of parsec-scale jet physics are consistent with observed multi-band polarization behavior. Using a Bayesian framework, we derive intrinsic mean flux densities and modulation indices for total flux and fractional polarization, and characterize EVPA variability using circular statistics. We then examine how these quantities reflecting variability properties across millimeter and optical bands relate to synchrotron peak frequency, jet orientation, and radio/gamma-ray luminosities. BL Lac objects exhibit, on average, higher fractional polarization and lower EVPA variability than FSRQs at all wavelengths. Fractional polarization increases with frequency, consistent with increasingly ordered magnetic fields at shorter wavelengths. BL Lacs also show more frequent alignment of EVPAs between optical and millimeter bands, whereas FSRQs display weaker coherence. EVPA variability correlates positively with radio and gamma-ray luminosities and negatively with synchrotron peak frequency, most strongly in the optical. We further find a positive correlation between EVPA spread and fractional polarization variability, suggesting a direct link between magnetic-field structure and polarization dynamics.",
      "published": "2026-01-15T19:02:35Z",
      "updated": "2026-01-15T19:02:35Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.10798v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10798v1"
    },
    {
      "id": "2601.10790v1",
      "title": "The gravitational wave landscape of cosmic string networks with varying tension",
      "authors": [
        "Luca Brunelli",
        "Filippo Revello",
        "Gonzalo Villa"
      ],
      "summary": "We fully classify the phenomenology of gravitational wave emission from scaling cosmic string networks with varying tension and compute the spectral indices of the resulting stochastic backgrounds. In string compactifications, periods of varying tension occur when moduli acquire a time-dependence. We present concrete examples in type IIB string theory as D3- and NS5- branes wrapping internal cycles, which become dynamical due to the effect of moduli potentials. Moreover, we use Swampland constraints to derive general bounds on the allowed time-variation of the effective string tension in FLRW backgrounds and on the resulting spectral indices.",
      "published": "2026-01-15T19:00:03Z",
      "updated": "2026-01-15T19:00:03Z",
      "categories": [
        "hep-th",
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10790v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10790v1"
    },
    {
      "id": "2601.10787v1",
      "title": "Simulating cosmic ray electron spectra and radio emission from an AGN jet outburst in a cool-core cluster",
      "authors": [
        "Léna Jlassi",
        "Rainer Weinberger",
        "Christoph Pfrommer",
        "Maria Werhahn",
        "Joseph Whittingham",
        "Philipp Girichidis"
      ],
      "summary": "Active galactic nucleus (AGN) powered jets can accelerate cosmic ray electrons, leading to the observed radio synchrotron emission. To simulate this emission, jet dynamics in galaxy clusters must be coupled to electron spectral modelling. We run magneto-hydrodynamic (MHD) simulations of a single AGN jet outburst in a Perseus-like galaxy cluster and adopt a sub-grid model for the acceleration of cosmic ray protons and electrons at unresolved internal shocks in the jet. We evolve cosmic ray electron spectra along Lagrangian trajectories using the Fokker-Planck solver Crest and compute the non-thermal emission using Crayon+. The resulting total electron spectrum reaches a steady-state slope at high momenta, with a gradually decreasing normalization over time, while the lower-momentum portion continues to resemble a freely cooling spectrum. The interaction of the jets with the turbulent cluster environment inflates lobes which rise buoyantly, induce amplification of the magnetic fields and uplift old cosmic ray populations in the wake of the bubbles. We connect radio spectral indices to electron injection ages: at a given radio frequency, weaker magnetic fields are illuminated by higher momenta electrons, whose age is determined by the last injection event. On the other hand, stronger magnetic fields are illuminated by lower momenta electrons, whose age is determined by the maximum energy injection event in the past. This powerful approach allows us to relate the underlying MHD properties to electron spectra and the resulting radio synchrotron emission, thereby enabling us to infer the underlying physics from observed radio properties.",
      "published": "2026-01-15T19:00:01Z",
      "updated": "2026-01-15T19:00:01Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.CO",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.10787v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10787v1"
    },
    {
      "id": "2601.10699v1",
      "title": "Late-time acceleration without a vacuum term in ${f(R,L_m)}$ gravity: scaling deSitter dynamics and parameter constraints",
      "authors": [
        "Luciano Navarro-Coydán",
        "J. Alberto Vázquez",
        "Israel Quiros",
        "Ricardo García-Salcedo"
      ],
      "summary": "We investigate late-time cosmic acceleration in $f(R,L_m)$ gravity driven by nonlinear matter contributions, focusing on the class $f(R,L_m)=R/2+c_1 L_m+c_n L_m^{n}+c_0$ with the explicit choice $L_m=ρ_m$ and an uncoupled radiation sector. We analyze two realizations: (i) Case A: $f(R,L_m)=R/2+βρ_m^{n}+γ$, where $γ$ acts as a vacuum term, and (ii) Case B: $f(R,L_m)=R/2+βρ_m+γρ_m^{n}$, where the nonlinear sector can mimic dark energy without an explicit cosmological constant. For each case, we construct a bounded autonomous system, classify all critical points and their stability, and compute cosmographic diagnostics. The phase-space analysis shows that Case A reproduces the standard radiation$\\to$matter$\\to$de~Sitter sequence only for $n\\gtrsim 4/5$, with acceleration essentially enforced by the vacuum term. In contrast, Case~B admits a qualitatively distinct and phenomenologically appealing branch: for $0<n<1/2$ the system possesses a physical \\emph{scaling} de~Sitter future attractor inside the bounded simplex, yielding radiation$\\to$matter$\\to$acceleration with $q=-1$ and $ω_{\\rm eff}=-1$ and without introducing $c_0$. We confront both models with background data (CC, Union3, DESI BAO, plus a BBN prior on $Ω_b h^2$) using nested sampling and perform model comparison via Bayesian evidence and AIC/BIC. The full data combination constrains $n=1.08\\pm0.05$ in Case A and $n=0.05\\pm0.10$ in Case B (68\\% CL), the latter lying within the accelerating window while remaining statistically consistent with $Λ$CDM kinematics at the background level. We also record minimal consistency conditions for stability (tensor no-ghost and luminal propagation) and motivate a dedicated perturbation-level analysis as the next step to test growth and lensing observables.",
      "published": "2026-01-15T18:54:23Z",
      "updated": "2026-01-15T18:54:23Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.10699v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10699v1"
    },
    {
      "id": "2601.10472v1",
      "title": "From Weibel seeds to collisionless dynamos beyond pair-plasmas",
      "authors": [
        "Lise Hanebring",
        "James Juno",
        "Ammar Hakim",
        "Jason M. TenBarge",
        "Istvan Pusztai"
      ],
      "summary": "Bridging the spatiotemporal scales of magnetic seed field generation and subsequent dynamo amplification in the weakly collisional intracluster medium presents an extreme numerical challenge. We perform collisionless turbulence simulations with initially unmagnetized electrons that capture both magnetic seed generation via the electron Weibel instability and the ensuing dynamo amplification. Going beyond existing pair-plasma studies, we use an ion-to-electron mass ratio of 100 for which we find electron and ion dynamics are sufficiently decoupled. These simulations are enabled by the 10-moment collisionless fluid solver of Gkeyll, which evolves the full pressure tensor for all species. The electron heat-flux closure regulates pressure isotropization and effectively sets the magnetic Reynolds number. We investigate how the strength of of the closure influences the transition between a regime reminiscent of previous kinetic pair-plasma simulations and a more MHD-like dynamo regime.",
      "published": "2026-01-15T14:57:57Z",
      "updated": "2026-01-15T14:57:57Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.10472v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10472v1"
    },
    {
      "id": "2601.10314v1",
      "title": "Extracting intrinsic alignments in the Dark Energy Survey's year 1 data, using the self-calibration method and LSST-DESC tools",
      "authors": [
        "Eske M. Pedersen",
        "Leonel Medina-Varela",
        "Emily Phillips Longley",
        "Mustapha Ishak",
        "Joe Zuntz",
        "Chihway Chang",
        "C. Danielle Leonard"
      ],
      "summary": "We present the implementation of a Self-Calibration of Intrinsic Alignments of galaxies as an extension to the Vera C. Rubin Observatory's Legacy Survey of Space and Time (LSST) Dark Energy Science Collaboration (DESC)'s weak lensing 3x2pt pipeline (TXPipe). As a demonstration, we have run this pipeline on the Dark Energy Survey (DES) year one data set. We find indications of a non-zero intrinsic alignment signal in the higher redshift bins, while in the lower bins our results look more uncertain. We believe this is caused by known issues with the individual galaxies photo-z estimation. This effect is particularly harmful for the self-calibration method, since it has high requirements for reliable estimation of the photo-$z$s, and the need for individual galaxy point estimates and tomographic binning to match. We show how different methods of recreating the redshift probability distribution can affect the detection of intrinsic alignment.",
      "published": "2026-01-15T11:46:15Z",
      "updated": "2026-01-15T11:46:15Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.10314v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10314v1"
    },
    {
      "id": "2601.10152v2",
      "title": "The BINGO project X. Cosmological parameter constraints from HI Intensity Mapping lognormal simulations",
      "authors": [
        "Pablo Motta",
        "Filipe B. Abdalla",
        "Camila P. Novaes",
        "Elcio Abdalla",
        "Jiajun Zhang",
        "Gabriel A. Hoerning",
        "Alessandro Marins",
        "Eduardo J. de Mericia",
        "Luiza O. Ponte",
        "Amilcar R. Queiroz",
        "Thyrso Villela",
        "Bin Wang",
        "Carlos A. Wuensche",
        "Chang Feng",
        "Edmar C. Gurjão"
      ],
      "summary": "Context. Building on the transformative success of optical redshift surveys, the emerging technique of neutral hydrogen (HI) intensity mapping (IM) offers a novel probe of large-scale structure (LSS) growth and the late-time accelerated expansion of the universe.   Aims. We present cosmological forecasts for the Baryon Acoustic Oscillations from Integrated Neutral Gas Observations (BINGO), a pioneering HI IM experiment, quantifying its potential to constrain the Planck-calibrated $Λ$CDM cosmology and extensions to the $w_0w_a$CDM dark energy model.   Methods. For BINGO's Phase~1 configuration, we simulate the HI IM signal using a lognormal model and incorporate three dominant systematics: foreground residuals, thermal noise, and beam resolution effects. Using Bayesian inference, we derive joint constraints on six cosmological parameters ($Ω_b h^2$, $Ω_c h^2$, $100θ_s$, $n_s$, $\\ln 10^{10} A_s$, and $τ_r$) alongside 60 HI parameters ($b_{\\rm HI}^i$, $Ω_{\\rm HI}^i b_{\\rm HI}^i$) across 30 frequency channels.   Results. Our results demonstrate that combining BINGO with the Planck 2018 CMB dataset tightens the confidence regions of cosmological parameters to $\\sim$40\\% the size of those from Planck alone, significantly improving the precision of parameter estimation. Furthermore, BINGO constrains the redshift evolution of HI density and delivers competitive measurements of the dark energy equation of state parameters ($w_0$, $w_a$).   Conclusions. These results demonstrate BINGO's potential to extract significant cosmological information from the HI distribution and provide constraints competitive with current and future cosmological surveys.",
      "published": "2026-01-15T07:49:53Z",
      "updated": "2026-01-16T06:11:33Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.10152v2",
      "pdf_link": "https://arxiv.org/pdf/2601.10152v2"
    },
    {
      "id": "2601.13980v1",
      "title": "The Geometry of Flux Surfaces with Quasi-Poloidal Symmetry",
      "authors": [
        "Rishin Madan",
        "Wrick Sengupta",
        "Elizabeth J. Paul",
        "Mohammed Haque",
        "Richard Nies",
        "Amitava Bhattacharjee"
      ],
      "summary": "Quasi-poloidal (QP) magnetic fields have desirable properties for confining plasma: no radial drift of guiding centres (with positive implications for neoclassical transport), zero Pfirsch-Schlüter current, a lower level of damping for poloidal flows, leading to reduced anomalous transport, and possible stability benefits. Despite their attractive properties, QP fields are not amenable to the near-axis expansion, a major theoretical tool for understanding toroidal fields. In this paper, we provide a novel framework for defining and understanding QP flux surfaces. This framework relies on a simplification that transforms the task of finding a quasi-poloidal flux surface from a 3D problem to a 2D problem. This simplification also applies to asymmetric magnetic mirrors with desirable properties. We sketch how this 2D problem can form the basis of an efficient optimisation problem for finding QP flux surfaces. We leverage this 2D problem for theoretical understanding: for instance, we identify one class of QP flux surfaces that are naturally flat mirrors (Velasco et al. 2023). The reduced model is validated against numerically optimised QP equilibria. We further utilise the reduced model to explain the prevalence of cusps, high mirror ratios, and narrow pinch points in these numerical equilibria.",
      "published": "2026-01-20T13:58:07Z",
      "updated": "2026-01-20T13:58:07Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13980v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13980v1"
    },
    {
      "id": "2601.13905v1",
      "title": "Reduction of SAXS Signal due to Doppler Broadening Induced Loss of Coherence",
      "authors": [
        "Thomas Kluge",
        "Uwe Hernandez Acosta",
        "Klaus Steiniger",
        "Ulrich Schramm",
        "Thomas E. Cowan"
      ],
      "summary": "We present an analytical and numerical study of how Doppler-induced spectral broadening in laser-heated plasmas degrades the coherence of small-angle X-ray scattering (SAXS) signals, and show that the resulting loss of temporal coherence reduces the SAXS intensity. Applying this formalism to two benchmark geometries - single density steps (wires) and periodic gratings -- we obtain analytic estimates. For gratings, finite coherence simultaneously lowers Bragg-peak heights and broadens their widths, whereas for isolated steps only the overall scaling with q affected. We map the parameter space relevant to current SASE and self-seeded XFELs, revealing that Doppler effects remain managable for the trieval of geometry parameters (less than few 10 % error) for SASE bandwidths but become the dominant error source in seeded configurations or above-keV temperatures. Practical consequences for density-gradient retrieval and interface-sharpness measurements are quantified. The results supply clear criteria for when Doppler broadening must be included in SAXS data analysis and offer a route to infer electron temperature directly from coherence-loss signatures.",
      "published": "2026-01-20T12:31:52Z",
      "updated": "2026-01-20T12:31:52Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13905v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13905v1"
    },
    {
      "id": "2601.13888v1",
      "title": "Quasi-linear approach of bi-Kappa distributed electrons with dynamic $κ$ parameter. EMEC instability",
      "authors": [
        "Pablo S Moya",
        "Roberto E Navarro",
        "Marian Lazar",
        "Peter H Yoon",
        "Rodrigo A López",
        "Stefaan Poedts"
      ],
      "summary": "In recent years, significant progress has been made in the velocity-moment-based quasi-linear (QL) theory of waves and instabilities in plasmas with nonequilibrium velocity distributions (VDs) of the Kappa (or $κ$) type. However, the temporal variation of the parameter $κ$, which quantifies the presence of suprathermal particles, is not fully captured by such a QL analysis, and typically $κ$ remains constant during plasma dynamics. We propose a new QL modeling that goes beyond the limits of a previous approach, realistically assuming that the quasithermal core cannot evolve independently of energetic suprathermals. The case study is done on the electron-cyclotron (EMEC) instability generated by anisotropic bi-Kappa electrons with $A=T_\\perp/T_\\parallel > 1$ ($\\parallel, \\perp$ denoting directions with respect to the background magnetic field). The parameter $κ$ self-consistently varies through the QL equation of kurtosis (fourth-order moment) coupled with temporal variations of the temperature components, relaxing the constraint on the independence of the low-energy (core) electrons and suprathermal high-energy tails of VDs. The results refine and extend previous approaches. A clear distinction is made between regimes that lead to a decrease or an increase in the $κ$ parameter with saturation of the instability. What predominates is a decrease in $κ$, i.e., an excess of suprathermalization, which energizes suprathermal electrons due to self-generated wave fluctuations. Additionally, we found that VDs can evolve toward a quasi-Maxwellian shape (as $κ$ increases) primarily in regimes with low beta and initial kappa values greater than five. Instability-driven relaxation only partially resolves temperature anisotropy in bi-Kappa electron VDs, as wave fluctuations generally act to further energize suprathermal electrons.",
      "published": "2026-01-20T12:00:37Z",
      "updated": "2026-01-20T12:00:37Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.13888v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13888v1"
    },
    {
      "id": "2601.13413v1",
      "title": "High Field Diamond Magnetometry Towards Tokamak Diagnostics",
      "authors": [
        "S. M. Graham",
        "C. J. Stephen",
        "A. J. Newman",
        "A. M. Edmonds",
        "M. L. Markham",
        "G. W. Morley"
      ],
      "summary": "Nitrogen vacancy centres (NVC) in diamond have been widely used for near-dc magnetometry. The intrinsic properties of diamonds make them potential candidates for tokamak fusion power diagnostics, where radiation-hard magnetometers will be essential for efficient control. An NVC magnetometer placed in a tokamak will need to operate within a $\\geq$ 1 T magnetic field. In this work, we demonstrate fibre-coupled ensemble NVC optically detected magnetic resonance (ODMR) and magnetometry measurements at magnetic fields up to 1.2 T. Sensitivities of approximately 240 to 600 nT/$\\sqrt{\\textrm{Hz}}$ and 110 nT/$\\sqrt{\\textrm{Hz}}$ are achieved in a (10-150) Hz frequency range, for non-degenerate and near-$\\langle$111$\\rangle$ field alignments respectively.",
      "published": "2026-01-19T21:49:03Z",
      "updated": "2026-01-19T21:49:03Z",
      "categories": [
        "physics.app-ph",
        "physics.ins-det",
        "physics.optics",
        "physics.plasm-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13413v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13413v1"
    },
    {
      "id": "2601.13377v1",
      "title": "Learning time-dependent and integro-differential collision operators from plasma phase space data using differentiable simulators",
      "authors": [
        "Diogo D. Carvalho",
        "Luis O. Silva",
        "E. P. Alves"
      ],
      "summary": "Collisional and stochastic wave-particle dynamics in plasmas far from equilibrium are complex, temporally evolving, stochastic processes which are challenging to model. In this work, we extend previous methods coupling differentiable kinetic simulators and plasma phase space diagnostics to learn collision operators that account for time-varying background distributions. We also introduce a more general integro-differentiable operator formulation to probe relevant terms in the collision operator. To validate the proposed methodology we use data generated by self-consistent electromagnetic Particle-in-Cell simulations. We show that both approaches recover operators that can accurately reproduce the plasma phase space dynamics while being more accurate than estimates based on particle track statistics. These results further demonstrate the potential of using differentiable simulators to infer collision operators for scenarios where no closed form solution exists or deviations from existing theory are expected.",
      "published": "2026-01-19T20:25:01Z",
      "updated": "2026-01-19T20:25:01Z",
      "categories": [
        "physics.plasm-ph",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13377v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13377v1"
    },
    {
      "id": "2601.13175v1",
      "title": "Electromagnetic ghosts in pair plasmas",
      "authors": [
        "Maxim Lyutikov"
      ],
      "summary": "Collisions of two weakly nonlinear, $a_0 \\ll 1$, counter-propagating EM pulses in pair plasma leave behind a long-surviving collection of localized waves, {\\it an electromagnetic ghost}. Waves are trapped (localized) by the random large density fluctuations created by the beat between the pulses. The process is similar to random plasma density grating and/or Anderson-like wave localization. Structures survive for long, mesoscale times, while the EM energy slowly bleeds through high density walls of the density trap. Large guide magnetic field, $ω_B \\geq $ few $ω$, suppresses the formation of the ghosts.",
      "published": "2026-01-19T16:01:46Z",
      "updated": "2026-01-19T16:01:46Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13175v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13175v1"
    },
    {
      "id": "2601.13067v1",
      "title": "Oxygen atom density and kinetics in intermediate-pressure radiofrequency capacitively-coupled plasmas in pure O2",
      "authors": [
        "Shu Zhang",
        "Andrey Volynets",
        "Garrett A. Curley",
        "Jean-Paul Booth"
      ],
      "summary": "We have studied radiofrequency capacitively coupled plasmas in pure O2 using single mode laser cavity ringdown spectroscopy of oxygen atoms at 630 nm. The absolute atom densities and translational temperatures were determined over a range of pressures and RF power . At pressures of 267 Pa and above, the O atom mole fraction increases with RF power and decreases with pressure, reaching a maximum of 15 percent. However, at 133 and 67 Pa it passes through a distinct maximum with power before decreasing significantly. The atom recombination processes are probed by time resolved measurements in the afterglow of pulse modulated plasmas. At 133 and 67 Pa the atom loss is dominated by surface recombination, and we see clear evidence that this rate is increased by energetic ion bombardment, in agreement with a study from Bill Graham group. This effect partially explains the observed decrease in dissociation at high RF power. The time-resolved results also allow the O negative ion density to be determined and indicate the creation of ozone in the afterglow. At 133 Pa, the trends with RF power of the O2 dissociation, O negative ion density and gas temperature suggest a transition at high power to a plasma mode with fewer high energy electrons. At higher pressures gas phase recombination mechanisms become dominant, however gas convection driven by gas cooling in the afterglow makes it complex to analyse the time-resolved data.",
      "published": "2026-01-19T13:57:39Z",
      "updated": "2026-01-19T13:57:39Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13067v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13067v1"
    },
    {
      "id": "2601.12692v1",
      "title": "Dimensional Analysis Approach to Experiments in Z pinch Devices",
      "authors": [
        "Miguel Cárdenas"
      ],
      "summary": "The physical behavior of discharges in Z pinch devices can be completely deciphered in terms of only three dimensionless parameters. These parameters can be arranged in a way that draw a surface in 3D space. This surface compiles all the accessible information on the macroscopic physical behavior of each possible Z pinch discharge. We analyze the practical problems the drawing of this surface encounters and in view of the situation, we devote the remainder of the article to outline a feasible method for estimating the plasma temperature in Z pinch discharges.",
      "published": "2026-01-19T03:29:15Z",
      "updated": "2026-01-19T03:29:15Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12692v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12692v1"
    },
    {
      "id": "2601.12614v1",
      "title": "Deterministic and probabilistic neural surrogates of global hybrid-Vlasov simulations",
      "authors": [
        "Daniel Holmberg",
        "Ivan Zaitsev",
        "Markku Alho",
        "Ioanna Bouri",
        "Fanni Franssila",
        "Haewon Jeong",
        "Minna Palmroth",
        "Teemu Roos"
      ],
      "summary": "Hybrid-Vlasov simulations resolve ion-kinetic effects for modeling the solar wind-magnetosphere interaction, but even 5D (2D + 3V) simulations are computationally expensive. We show that graph-based machine learning emulators can learn the spatiotemporal evolution of electromagnetic fields and lower order moments of ion velocity distribution in the near-Earth space environment from four 5D Vlasiator runs performed with identical steady solar wind conditions. The initial ion number density is systematically varied, while the grid spacing is held constant, to scan the ratio of the characteristic ion skin depth to the numerical grid size. Using a graph neural network architecture operating on the 2D spatial simulation grid comprising 670k cells, we demonstrate that both a deterministic forecasting model (Graph-FM) and a probabilistic ensemble forecasting model (Graph-EFM) based on a latent variable formulation are capable of producing accurate predictions of future plasma states. A divergence penalty is incorporated during training to encourage divergence-freeness in the magnetic fields and improve physical consistency. For the probabilistic model, a continuous ranked probability score objective is added to improve the calibration of the ensemble forecasts. When trained, the emulators achieve more than two orders of magnitude speedup in generating the next time step relative to the original simulation on a single GPU compared to 100 CPUs for the Vlasiator runs, while closely matching physical magnetospheric response of the different runs. These results demonstrate that machine learning offers a way to make hybrid-Vlasov simulation tractable for real-time use while providing forecast uncertainty.",
      "published": "2026-01-18T23:13:23Z",
      "updated": "2026-01-18T23:13:23Z",
      "categories": [
        "physics.space-ph",
        "cs.LG",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12614v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12614v1"
    },
    {
      "id": "2601.12476v1",
      "title": "Evidence of energy conversion in weakly collisional plasma during an interplanetary coronal mass ejection",
      "authors": [
        "Omkar Dhamane",
        "Anil Raghav",
        "Simone Benella",
        "Kishor Kumbhar",
        "Raffaella D'Amicis",
        "Oreste Pezzi",
        "Utkarsh Sharma",
        "Ashok Silwal",
        "Panini Maurya",
        "Mirko Stumpo",
        "Kalpesh Ghag",
        "Ajay Kumar",
        "Mohit Shah",
        "Mariyam Karari",
        "Lynn B. Wilson",
        "Jia Huang",
        "Daniele Telloni"
      ],
      "summary": "Intervals of enhanced turbulent fluctuations are typically less frequent within the magnetic cloud region of an interplanetary coronal mass ejection (ICME). We investigate two such intervals inside an ICME observed by the \\textit{Wind} spacecraft on 8--9 June 2000 and characterize their associated wave populations. We focus on spectral analysis and plasma instability analysis, using ion-scale normalized magnetic helicity and polarization properties with respect to the background magnetic field $B_0$. In the first interval, the ion-scale normalized magnetic helicity shows a left-handed circularly polarized signature. In the second interval, the left-handed signature persists and an additional high-frequency right-handed population appears. The propagation is approximately parallel to $B_0$. The left-handed fluctuations are compatible with Alfvén ion-cyclotron (AIC) waves, while the right-handed fluctuations are consistent with fast magnetosonic/whistler (FM/W) waves. The ICME plasma accesses resonance conditions that support multiple ion-scale wave modes. Evolving anisotropies in the plasma and the approach to marginal stability allow the coexistence of AIC-like and fast-magnetosonic/whistler-like fluctuations, with enhanced electron heating favoring the growth of the FM/W contribution and strengthening the density--magnetic-field magnitude correlation.",
      "published": "2026-01-18T16:40:10Z",
      "updated": "2026-01-18T16:40:10Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12476v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12476v1"
    },
    {
      "id": "2601.12469v1",
      "title": "SPARC Tokamak Error Field Expectations and Physics-Based Correction Coil Design",
      "authors": [
        "N. C. Logan",
        "C. E. Myers",
        "R. Sweeney",
        "C. Paz-Soldan",
        "M. Pharr",
        "N. Leuthold",
        "M. Nickerson",
        "J. Halpern",
        "I. Stewart"
      ],
      "summary": "Non-axisymmetric magnetic field coils have been designed to provide efficient error field correction and suppress edge localized modes in SPARC - a compact high-field tokamak that is presently under construction at Commonwealth Fusion Systems. These designs utilize the Generalized Perturbed Equilibrium Code's (GPEC's) representation of the multi-modal, non-axisymmetric plasma response to optimize the geometric coupling between 3D coil arrays and the desired core or edge plasma response. Error field correction coils are designed to couple to the plasma-amplified kink that dominates the drive of core resonances. The maximum allowable error field is projected to SPARC using an empirical scaling that is consistent with linear and nonlinear MHD modeling expectations. Asymmetric construction and assembly tolerances are then balanced against the corresponding kA-turns needed for correction to levels below the allowable limit. These physics-driven coil designs provide confidence in our ability to operate SPARC in new high field tokamak regimes without error field induced locked modes.",
      "published": "2026-01-18T16:16:34Z",
      "updated": "2026-01-18T16:16:34Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12469v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12469v1"
    },
    {
      "id": "2601.12466v1",
      "title": "Plasmoid formation via competing lower-hybrid drift and Kelvin-Helmholtz instabilities: A hybrid kinetic-gyrokinetic simulation study",
      "authors": [
        "S. Thatikonda",
        "F. N. De Oliveira-Lopes",
        "A. Mustonen",
        "K. Pommois",
        "D. Told",
        "F. Jenko"
      ],
      "summary": "We investigate the nonlinear formation of plasmoids in 2D low-beta current sheets through the interplay between the Kelvin-Helmholtz instability (KHI) and the lower-hybrid drift instability (LHDI). Using a hybrid kinetic-gyrokinetic model-based Super Simple Vlasov (ssV) code with fully kinetic ions and drift-kinetic electrons, we simulate Harris-type current sheets and velocity shear layers with strong cross-field density gradients. Our central hypothesis is that steep density gradients drive LHDI, which can grow faster than KHI and initiate an inverse cascade from kinetic to fluid scales, potentially suppressing KHI. Our simulations confirm that, in thin current sheets, LHDI develops rapidly at the sheet edges and nonlinearly merges into larger-scale magnetic islands before KHI can evolve. These LHDI-driven structures distort the velocity shear and suppress classical KH vortices. In contrast, for thicker current sheets or weaker density gradients, KHI dominates and produces the expected rolled-up vortices and associated plasmoids. These findings demonstrate that LHDI-induced turbulence can act as both a seed and a regulator of plasmoid-generating instabilities, mediating cross-scale energy transfer. This mechanism is relevant to thin boundary layers in space plasmas, such as the solar wind magnetosphere interface, and suggests that microturbulence can govern large-scale magnetic topology during collisionless reconnection.",
      "published": "2026-01-18T16:15:58Z",
      "updated": "2026-01-18T16:15:58Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.12466v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12466v1"
    },
    {
      "id": "2601.12378v1",
      "title": "A Novel Numerical Algorithms Optimization Method with Machine Learning Frameworks: Application on Real-time Plasmas Equilibrium Reconstruction in EXL-50U Spherical Torus",
      "authors": [
        "G. H. Zheng",
        "S. F. Liu",
        "X. Gu",
        "Y. P. Zhang",
        "J. Li",
        "Y. Liu",
        "X. C. Lun",
        "L. Xing",
        "J. G. Chen",
        "Z. Y. Chen",
        "Y. Yu",
        "D. Guo",
        "Z. Y. Yang",
        "H. S. Xie",
        "X. M. Song",
        "Y. J. Shi",
        "EXL-50U Team"
      ],
      "summary": "This work proposes for the first time a novel optimization method for numerical algorithms, which takes advantages of machine learning frameworks PyTorch and TensorRT, leveraging their modularity, low development threshold, and automatic tuning characteristics to achieve a real-time plasmas reconstruction algorithm called PTEFIT as an application in tokamak-based controlled fusion that combines performance, flexibility, and usability. The algorithm has been deployed and routinely operated on the EXL-50U spherical tokamak, with an average inference time of only 0.268ms per time slice at $129\\times 129$ resolution, and has successfully driven feedback control of the maximum radial position of plasmas and isoflux control. We believe that its design philosophy has sufficient potential to accelerate development and optimization in GPU parallel computing, and is expected to be extended to other numerical algorithms.",
      "published": "2026-01-18T12:11:36Z",
      "updated": "2026-01-18T12:11:36Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12378v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12378v1"
    },
    {
      "id": "2601.11276v1",
      "title": "A new class of special functions arising in plasma linear susceptibility tensor calculations",
      "authors": [
        "Roberto Ricci"
      ],
      "summary": "We investigate some fundamental properties of a peculiar class of special functions strictly related to Bessel, Anger and Weber functions, whose introduction was originally motivated by linear susceptibility tensor calculations in a hot, magnetised plasma. We show that these functions are solutions of an inhomogeneous Bessel ODE, with specified initial conditions and a distinct right-hand-side term fulfilling the Nielsen's requirement. Beside deriving recurrence relations and an alternative representation involving incomplete Anger-Weber functions, we show that these functions admit a simple series expansion in terms of Bessel functions of integer order, obtained by resorting to the Jacobi-Anger formula. In plasma applications this eventually leads to expressions involving infinite sums of products of Bessel functions, not particularly apt to numerical evaluation ought to their slow convergence rate when the particle's gyro-radius is larger than the wavelength. By exploiting the previously determined recurrence properties of the new class of functions we present a particularly simple derivation of the linear susceptibility tensor that enables to avoid this inconvenience.",
      "published": "2026-01-16T13:21:17Z",
      "updated": "2026-01-16T13:21:17Z",
      "categories": [
        "physics.plasm-ph",
        "math-ph"
      ],
      "link": "https://arxiv.org/abs/2601.11276v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11276v1"
    },
    {
      "id": "2601.11014v1",
      "title": "Study of circular cross-section plasmas in HL-2A tokamak: MHD equilibrium, stability and operational \\b{eta} limit",
      "authors": [
        "SHEN Yong",
        "DONG Jiaqi",
        "SHI Zhongbing",
        "HE Hongda",
        "ZHAO Kaijun",
        "PENG Xiaodong",
        "QU Hongpeng",
        "LI Jia",
        "SUN Aiping"
      ],
      "summary": "Circular cross-section plasma is the most basic form of tokamak plasma and the fundamental configuration for magnetic confinement fusion experiments. Based on the HL-2A limiter discharge experiments, the magnetohydrodynamic (MHD) equilibrium and MHD instability of circular cross-section tokamak plasmas are investigated in this work. The results show that when q_0=0.95, the internal kink mode of m/n=1/1 is always unstable. The increase in plasma \\b{eta} (the ratio of thermal pressure to magnetic pressure) can lead to the appearance of external kink modes. The combination of axial safety factor q_0 and edge safety factor q_a determines the equilibrium configuration of the plasma and also affects the MHD stability of the equilibrium, but its growth rate is also related to the size of \\b{eta}. Under the condition of q_a>2 and q_0 slightly greater than 1, the internal kink mode and surface kink mode can be easily stabilized. However the plasma becomes unstable again and the instability intensity increases as q_0 continues to increase when q_0 exceeds 1. As the poloidal beta (\\b{eta}_p) increases, the MHD instability develops, the equilibrium configuration of MHD elongates laterally, and the Shafranov displacement increases, which in turn has the effect on suppressing instability. Calculations have shown that the maximum \\b{eta} value imposed by the ideal MHD mode in a plasma with free boundary in tokamak experiments is proportional to the normalized current I_N (I_N=I_p (MA)/a(m)B_0 (T)), and the achievable maximum beta \\b{eta}(max) is calibrated to be 2.01I_N,i.e. \\b{eta}(max)~2.01I_N. The operational \\b{eta} limit of HL-2A circular cross-section plasma is approximately \\b{eta}_N^c~2.0. Too high a value of q_0 is not conducive to MHD stability and leads the \\b{eta} limit value to decrease. When q_0=1.3, we obtain a maximum value of \\b{eta}_N of approximately 1.8.",
      "published": "2026-01-16T06:11:25Z",
      "updated": "2026-01-16T06:11:25Z",
      "categories": [
        "physics.plasm-ph",
        "physics.data-an"
      ],
      "link": "https://arxiv.org/abs/2601.11014v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11014v1"
    },
    {
      "id": "2601.11003v1",
      "title": "Generation and Enhancement of Persistent Nanoscale Magnetization in All-Dielectric Metasurfaces by Optically Injected and Localized Free Carriers",
      "authors": [
        "Shivaksh Rawat",
        "Samyobrata Mukherjee",
        "Gennady Shvets"
      ],
      "summary": "Time-varying dielectric metasurfaces supporting sharp optical resonances with a non-trivial electromagnetic field distribution represent a unique platform for realizing temporal interfaces for metasurface-guided waves (MGWs). Rapidly changing metasurface resonance enables frequency conversion and temporal scattering of a concurrently propagating MGW. Using analytical methods and electromagnetic simulations, we demonstrate that localized free-carrier generation can be engineered to produce frequency-shifted, time-refracted, and reflected infrared MGWs. Furthermore, we demonstrate that such time interfaces can be utilized to generate large, highly localized quasistatic magnetic fields within the metasurfaces. The resulting nanoscale magnetization, supported by the residual circulating currents, persists after the departure of the time-scattered MGWs. We further demonstrate that the initial electromagnetic energy of the injected MGWs is partitioned between the time-reflected/refracted MGWs, residual motion of the free carriers, and a quasistatic magnetic field.",
      "published": "2026-01-16T05:35:11Z",
      "updated": "2026-01-16T05:35:11Z",
      "categories": [
        "physics.optics",
        "physics.app-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.11003v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11003v1"
    },
    {
      "id": "2601.10885v1",
      "title": "Learning collision operators from plasma phase space data using differentiable simulators",
      "authors": [
        "Diogo D. Carvalho",
        "Pablo J. Bilbao",
        "Warren B. Mori",
        "Luis O. Silva",
        "E. Paulo Alves"
      ],
      "summary": "We propose a methodology to infer collision operators from phase space data of plasma dynamics. Our approach combines a differentiable kinetic simulator, whose core component in this work is a differentiable Fokker-Planck solver, with a gradient-based optimisation method to learn the collisional operators that best describe the phase space dynamics. We test our method using data from two-dimensional Particle-in-Cell simulations of spatially uniform thermal plasmas, and learn the collision operator that captures the self-consistent electromagnetic interaction between finite-size charged particles over a wide variety of simulation parameters. We demonstrate that the learned operators are more accurate than alternative estimates based on particle tracks, while making no prior assumptions about the relevant time-scales of the processes and significantly reducing memory requirements. We find that the retrieved operators, obtained in the non-relativistic regime, are in excellent agreement with theoretical predictions derived for electrostatic scenarios. Our results show that differentiable simulators offer a powerful and computational efficient approach to infer novel operators for a wide rage of problems, such as electromagnetically dominated collisional dynamics and stochastic wave-particle interactions.",
      "published": "2026-01-15T22:31:26Z",
      "updated": "2026-01-15T22:31:26Z",
      "categories": [
        "physics.plasm-ph",
        "cs.LG",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10885v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10885v1"
    },
    {
      "id": "2601.10855v1",
      "title": "Vortex Solitons and Filamentation of Electromagnetic Beams in Relativistically Degenerate Plasmas",
      "authors": [
        "Nikolai Maltsev",
        "Vazha I. Berezhiani"
      ],
      "summary": "We study the propagation and stability of electromagnetic vortex beams in relativistically de generate plasmas. We show that such plasmas support localized vortex solitons carrying orbital angular momentum and analyze their linear and nonlinear stability. Vortex solitons undergo az imuthal symmetry-breaking instabilities whose growth rates depend on beam power, propagation constant, and topological charge, with the dominant mode determining the number of filaments formed during breakup. We further demonstrate that vortex solitons act as nonlinear attractors with a finite basin of attraction, while the vortex core remains topologically protected, maintaining a strictly zero field intensity at the beam center throughout the evolution. The results persist across a broad range of degeneracy parameters and are relevant to hard X-ray radiation propagating in dense astrophysical plasmas.",
      "published": "2026-01-15T20:46:44Z",
      "updated": "2026-01-15T20:46:44Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10855v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10855v1"
    },
    {
      "id": "2601.10570v1",
      "title": "Canonical Vorticity Perspective on Magnetogenesis: Unifying Weibel, Biermann, and Beyond",
      "authors": [
        "Modhuchandra Laishram",
        "Young Dae Yoon"
      ],
      "summary": "We briefly review the current status of magnetogenesis, a cross-disciplinary field that bridges cosmology and plasma physics, studying the origin of magnetic fields in the universe. We formulate a canonical vorticity framework to investigate kinetic plasma physics-based magnetogenesis processes in a collisionless plasma. By considering canonical vorticity, a weighted sum of the fluid vorticity and the magnetic field as the canonical variable, this framework unifies several magnetogenesis processes, including the Biermann battery, the Weibel instability, and predicts several new pressure tensorial configurations as the fundamental source of self-generated magnetic field and vorticity in plasma. The framework is further extended to relativistic regime where an additional source of canonical vorticity, termed as kineclinicity effect, is identified. The theoretical predictions are systematically validated using particle-in-cell simulations, highlighting their implications for laboratory and astrophysical plasma environments.",
      "published": "2026-01-15T16:34:10Z",
      "updated": "2026-01-15T16:34:10Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10570v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10570v1"
    },
    {
      "id": "2601.10295v1",
      "title": "Design, Fabrication and Testing of a D-Shaped High Temperature Superconducting Magnet",
      "authors": [
        "Upendra Prasad",
        "Mahesh Ghate",
        "Piyush Raj",
        "Deven Kanabar",
        "Pankaj Varmora",
        "Swati Roy",
        "Arun Panchal",
        "Dhaval Bhavsar",
        "Anees Bano",
        "Nitish Kumar",
        "Bhadresh Parghi",
        "Akhilesh Yadav",
        "Mohd. Umer",
        "Vijay Vasava",
        "Raton Mandal",
        "Rajkumar Ahirwar",
        "Megha Thaker"
      ],
      "summary": "High-temperature technical superconductors are potential candidates for compact and high-field tokamak magnets. The demand for higher fusion power can be met with an on-axis high magnetic field due to toroidal magnets. An R&D activity has been initiated at the Institute for Plasma Research, India, to develop a compact D-shaped superconducting magnet utilizing REBCO high-temperature superconducting tapes. Under this initiative, a toroidal configuration with a major radius of 0.42 m, consisting of eight D-shaped, four poloidal field, and a central solenoid high-temperature superconducting magnets producing an on-axis toroidal magnetic field of 0.23 T has been conceptualized. The fabrication feasibility of a D-shaped coil for this toroidal configuration also envisaged using stacked high-temperature superconducting cable. In this paper, we report the design of a compact D-shaped coil, the fabrication of a long length HTS cable, a winding pack, and its integration with a cryogenic casing and vacuum enclosure. The winding pack terminations, joints, its interfacing with the power supply, and performance testing are also reported in this paper.",
      "published": "2026-01-15T11:13:18Z",
      "updated": "2026-01-15T11:13:18Z",
      "categories": [
        "physics.acc-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10295v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10295v1"
    },
    {
      "id": "2601.10293v1",
      "title": "Updated electrical design of the Diagnostic Neutral Beam Injector in RFX-mod2",
      "authors": [
        "Marco Barbisan",
        "Bruno Laterza",
        "Luca Cinnirella",
        "Lionello Marrelli",
        "Federico Molon",
        "Simone Peruzzo",
        "Enrico Zampiva"
      ],
      "summary": "The Diagnostic Neutral Beam Injector of the RFX-mod2 experiment (Consorzio RFX, Padova) is expected to provide novel and significant information about the Reversed Field Pinch confinement of fusion plasmas. The injection of the hydrogen beam in the plasma will allow Charge Exchange Recombination Spectroscopy (CXRS) and Motional Stark Effect diagnostics (MSE) to measure several quantities: ion speed, ion temperature, impurity content, intensity and pitch of the magnetic field. The DNBI is of particular importance for allowing the determination of these quantities at the core of the plasma. The present DNBI, built by the Budker Institute of Plasma Physics, features an arc discharge H+ source, coupled to a 4-grid 50 keV acceleration system. The 50 ms, 5 A ion beam is neutralized by charge exchange by means of a gas target; residual ions are then deflected by a magnetic field before injection in the torus chamber. The beam can be modulated at maximum 250 Hz. The DNBI will undergo extraordinary maintenance and a structural upgrade to improve its reliability and safety. This contribution presents the latest upgrades of the electrical plants and of the control system of the DNBI.",
      "published": "2026-01-15T11:11:05Z",
      "updated": "2026-01-15T11:11:05Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10293v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10293v1"
    },
    {
      "id": "2601.10039v1",
      "title": "Effects of parallel magnetic fields on sheaths near biased electrodes in a highly collisional Z-pinch plasma",
      "authors": [
        "C. R. Skolar",
        "B. Srinivasan"
      ],
      "summary": "Sheath formation near biased electrodes in magnetic fields parallel to the wall is an understudied topic, especially within the context of Z-pinch fusion experiments. We perform 1X-2V Boltzmann-Poisson simulations of an axial cut at the pinch radius of a Z-pinch plasma between two biased electrodes with a magnetic field parallel to the wall. The collision frequencies are artificially increased to enhance thermalization of the plasma in the smaller simulation domain versus the actual experiment size; this increases the perpendicular mobility and partially de-magnetizes the ions resulting in non-monotonic sheath profiles with the potential increasing away from the wall to a peak before decaying. A classical sheath forms within an electron gyroradius from the wall not due to the natural thermal motion of the electrons, but due to the magnetized electrons gyrating into the wall; therefore, the sheath structure does not significantly change with bias potential or between electrodes. With increasing bias potential, a current is induced perpendicular to the wall due to changes in ion flow, differing from unmagnetized cases where current is induced by changes in electron flow. The magnetic field acts as a high resistivity with the perpendicular current density being three orders of magnitude lower than unmagnetized theoretical predictions. There is, however, significant flow parallel to the wall from the force balance between the pressure tensor and Lorentz force. These parallel flows induce a parallel current density three orders of magnitude larger than the perpendicular current density.",
      "published": "2026-01-15T03:34:07Z",
      "updated": "2026-01-15T03:34:07Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10039v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10039v1"
    },
    {
      "id": "2601.09617v1",
      "title": "Comparison of plasma response models for RMP effects on the divertor and scrape-off layer in KSTAR",
      "authors": [
        "H. Frerichs",
        "J. Van Blarcum",
        "T. Cote",
        "S. K. Kim",
        "Y. Q. Liu",
        "S. M. Yang"
      ],
      "summary": "Resonant magnetic perturbations (RMPs) are beneficial for control of edge localized modes (ELMs) in tokamaks. Nevertheless, a side effect is the appearance of a helical striations in the particle and heat loads onto divertor targets. The extent and field line connection of these striations is significantly altered by the plasma response to external perturbations. For an ELM suppressed H-mode plasma at KSTAR, magnetic footprints are computed by FLARE based on plasma response from GPEC, MARS-F, M3D-C1 and JOREK with substantial differences in the resulting footprints (from 2 cm to 14 cm). This is reflected in EMC3-EIRENE simulations of the resulting heat loads: it is found that either the peak value or the extent of the striations appear to be overestimated compared to IRTV measurements. Reasonable agreement can only be achieved for the smallest footprint for lower input power and lower cross-field transport, or for higher upstream density and radiative power losses.",
      "published": "2026-01-14T16:41:37Z",
      "updated": "2026-01-14T16:41:37Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09617v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09617v1"
    },
    {
      "id": "2601.09596v1",
      "title": "Plasma wakes driven by Compton scattering: Non-linear regime and particle acceleration",
      "authors": [
        "Thomas Grismayer",
        "Fabrizio Del Gaudio",
        "Luís O. Silva"
      ],
      "summary": "We investigate plasma wake generation via Compton scattering from photon bursts, a non-ponderomotive process relevant when the photon wavelength is smaller than the interparticle distance but larger than the Compton wavelength. In this regime, electrons can reach relativistic velocities. We extend linear theory to the nonlinear regime, showing that plasma waves can reach the wave-breaking limit. Perfectly collimated drivers produce wakes propagating at the speed of light, allowing electron phase-locking (limited by driver depletion). Non-collimated drivers induce subluminal phase velocities, limiting acceleration via dephasing. Two-dimensional simulations reveal unique transverse fields compared to laser wakefields, with a DC magnetic field leading to consistent focusing. The work considers observational prospects in laboratory and astrophysical scenarios such as around highly luminous compact objects (e.g., pulsars, gamma-ray bursts) interacting with tenuous interstellar or intergalactic plasmas, where conditions favor Comptondominated wakefield acceleration.",
      "published": "2026-01-14T16:14:00Z",
      "updated": "2026-01-14T16:14:00Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09596v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09596v1"
    },
    {
      "id": "2601.09458v2",
      "title": "Breakeven in Nuclear Fusion via Electron-Free Target",
      "authors": [
        "Tadafumi Kishimoto"
      ],
      "summary": "Nuclear fusion promises a nearly limitless energy source, but achieving breakeven-where fusion output exceeds input-requires extreme plasma conditions and complex confinement systems. Here we propose an alternative approach based on beam-target interactions, introducing a simple energy-based criterion that compares fusion energy generation with energy loss. By creating electron-free targets, stopping power is drastically reduced, enabling conditions where fusion energy surpasses beam energy deposition under practical scenarios. This approach offers a viable alternative pathway to fusion energy without high-temperature plasma confinement and warrants further experimental investigation.",
      "published": "2026-01-14T13:04:45Z",
      "updated": "2026-01-16T12:27:02Z",
      "categories": [
        "nucl-ex",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09458v2",
      "pdf_link": "https://arxiv.org/pdf/2601.09458v2"
    },
    {
      "id": "2601.09368v1",
      "title": "Analysis of wave processes using beam-driven Langmuir/$\\mathcal{Z}$-mode waveforms generated in Particle-In-Cell simulations",
      "authors": [
        "Francisco Javier Polanco-Rodríguez",
        "Catherine Krafft",
        "Philippe Savoini"
      ],
      "summary": "During Type III solar radio bursts, beam-driven upper-hybrid wave turbulence is converted into electromagnetic emissions at the fundamental plasma frequency and its harmonic, through a chain of various linear and nonlinear wave processes. In this work, we mainly investigate the relative roles and interplay of two key mechanisms: the nonlinear decay of Langmuir/$\\mathcal Z$-mode waves and their linear transformations on random density fluctuations and, in particular, their mode conversion at constant frequency into electromagnetic waves. Using two-dimensional Particle-In-Cell simulations, we employ a diagnostic approach based on large ensembles of virtual satellites that record local waveforms, enabling detailed temporal and spatial characterization of wave processes in randomly inhomogeneous plasmas. This method allows robust statistical analysis and direct comparison with spacecraft observations. The study focuses on the dependence of wave dynamics on the average level of density fluctuations and the plasma magnetization. Our results quantify the occurrence rate of decay under varying physical conditions and demonstrate how developed plasma density turbulence can significantly alter the balance between nonlinear wave-wave interactions and linear wave transformations. These findings provide new insights into the mechanisms responsible for electromagnetic emissions during type III radio bursts and strengthen the connection between numerical simulations and in situ solar wind measurements, offering a valuable framework for the interpretation of future space-based waveform observations.",
      "published": "2026-01-14T10:50:35Z",
      "updated": "2026-01-14T10:50:35Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09368v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09368v1"
    },
    {
      "id": "2601.09189v1",
      "title": "Experimental verification of the conservation of the magnetic moment and the longitudinal invariant",
      "authors": [
        "Juan Carlos Agurto",
        "Felipe Darmazo",
        "Amanda Guerra",
        "Erick Burgos-Parra"
      ],
      "summary": "Adiabatic invariants are fundamental to plasma physics but are often treated as purely theoretical concepts in undergraduate courses due to the difficulty of experimentally demonstrating them. This paper presents a pedagogical experiment to visualize and quantitatively verify the conservation of the magnetic moment ($μ$) and the longitudinal invariant ($J$) using a standard educational electron charge-to-mass ratio apparatus configured as a magnetic bottle. By analyzing long-exposure photographs of the electron beam trajectory, we reconstructed the helical motion and calculated the invariants under different magnetic field configurations. Our results verify the conservation of the longitudinal invariant ($J$) with a ratio of 0.98 between configurations. The magnetic moment ($μ$) exhibited a coefficient of variation of approximately 7\\%, a deviation consistent with the presence of collisional effects in the tube. These findings demonstrate that complex plasma dynamics can be effectively studied using accessible laboratory equipment, providing a valuable bridge between theory and experiment for physics students.",
      "published": "2026-01-14T05:42:02Z",
      "updated": "2026-01-14T05:42:02Z",
      "categories": [
        "physics.ed-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09189v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09189v1"
    },
    {
      "id": "2601.09135v1",
      "title": "Transient fields in oblique scattering from an infinite planar dielectric interface -- a qubit lattice simulation",
      "authors": [
        "Min Soe",
        "George Vahala",
        "Linda Vahala",
        "Efstratios Koukoutsis",
        "Abhay K. Ram",
        "Kyriakos Hizanidis"
      ],
      "summary": "An initial value algorithm is utilized to examine the time dependent evolution of the electromagnetic fields arising from oblique scattering of bounded pulses from an infinite planar dielectric interface. Since the qubit lattice algorithm (QLA) is almost fully unitary, one finds excellent conservation of electromagnetic energy. Various Gaussian envelope pulses are considered in regimes where the incident angle is below that needed for total internal reflection. While the reflected pulse retains its overall Gaussian shape, the transmitted pulse exhibits a combination of a Gaussian envelope along with Huygen-like emitted wave fronts from the collision point of the initial pulse with the infinite dielectric interface. The strength of these Huygen wavefronts depends on the width of the incident pulse.",
      "published": "2026-01-14T04:18:42Z",
      "updated": "2026-01-14T04:18:42Z",
      "categories": [
        "quant-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09135v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09135v1"
    },
    {
      "id": "2601.09047v1",
      "title": "Unperturbed-orbit integration and the 3D kinetic dispersion relation of the electron cyclotron drift instability",
      "authors": [
        "Yinjian Zhao"
      ],
      "summary": "High-frequency instabilities in crossed-field ($\\bm E\\times\\bm B$) plasmas are widely implicated in anomalous cross-field electron transport in Hall thrusters and related devices. Building on the fully kinetic 3D electrostatic dispersion relations reported by Ducrocq \\emph{et al.} and later by Lafleur \\emph{et al.}, we provide a concise, self-contained derivation of the key missing step: the magnetized-electron density perturbation $n_{e1}$ obtained from the linearized Vlasov equation via a retarded integration along unperturbed orbits, including finite-Larmor-radius effects and cyclotron harmonics. We collect the required mathematical identities in appendices and clarify the mapping between the Ducrocq Poisson-form and the Lafleur dielectric-form representations, including ion closures (cold-fluid versus kinetic Landau response). We conclude with a brief discussion of the assumptions and possible extensions toward more realistic configurations.",
      "published": "2026-01-14T00:30:22Z",
      "updated": "2026-01-14T00:30:22Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09047v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09047v1"
    },
    {
      "id": "2601.08400v1",
      "title": "Near-axis quasi-isodynamic database",
      "authors": [
        "Eduardo Rodriguez",
        "Gabriel G. Plunk"
      ],
      "summary": "In this work, we investigate the landscape of quasi-isodynamic stellarators using the near-axis expansion of the magnetic field. Building on recent theoretical developments, we construct a database of more than 800,000 stable, approximately quasi-isodynamic vacuum magnetic configurations. These configurations span a range of field period numbers and other geometric control parameters, including the magnetic axis shape and plasma elongation. To evaluate each configuration, we use a broad set of measures, including effective ripple, sensitivity of the Shafranov shift to changes in plasma beta, the prevalence of maximum-J trapped particles, and the Rosenbluth-Hinton residual, among others. This enables an exhaustive, thorough and quantitative characterization of the database. Statistical analysis and modern machine learning techniques are then employed to find correlations, and identify key descriptors and heuristics to help understand tendencies that govern the behaviour of numerical optimization. The database provides baseline configurations for further studies, and to serve as tailored initial conditions for optimization. With this work we initiate a long term program to complete a systematic exploration of quasi-isodynamic stellarator design space.",
      "published": "2026-01-13T10:15:40Z",
      "updated": "2026-01-13T10:15:40Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08400v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08400v1"
    },
    {
      "id": "2601.08384v1",
      "title": "Electric field-driven Rayleigh-Taylor-like instability in binary complex plasma",
      "authors": [
        "Priya Deshwal",
        "Hitendra K. Malik"
      ],
      "summary": "This study uses two-dimensional molecular dynamics simulations to explore Rayleigh-Taylor-like instability in a strongly coupled binary complex plasma, when heavier dust particles are positioned above the lighter ones, having the same charge-to-mass ratio, in a planar configuration. Langevin dynamics simulations are used to study the evolution of perturbations at the interface between these two distinct species of charged dust particles, subject to an externally applied electric field and an equilibrium charge density gradient. We have performed analytical calculations to determine the growth rate of instability under both strongly coupled and weakly coupled dusty plasma regimes. These theoretical predictions are subsequently validated through molecular dynamics simulations, enabling the reproduction of the instability in a strongly coupled binary complex plasma. The instability in these cases ultimately causes mixing among the charged species. The study comprehensively analyzes the growth rate as a function of various system parameters, and it offers deeper insight into the underlying physical mechanisms.",
      "published": "2026-01-13T09:48:42Z",
      "updated": "2026-01-13T09:48:42Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08384v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08384v1"
    },
    {
      "id": "2601.08329v1",
      "title": "Velocity-Space Signatures of Energy Transfer for Ion-Acoustic Instabilities",
      "authors": [
        "Mahmoud Saad Afify",
        "Kristopher G. Klein",
        "Mihailo M. Martinović",
        "Maria Elena Innocenti"
      ],
      "summary": "Context. Observations by Parker Solar Probe (PSP) of electrostatic waves suggest that electrostatic instabilities, including the ion-ion-acoustic instability (IIAI) frequently observed in the inner heliosphere, play an important role in plasma heating and particle acceleration. Aims. Our aim is to explore the application of single spacecraft diagnostics to the IIAI, in anticipation of application to the current missions operating in the inner heliosphere, e.g. PSP and Solar Orbiter. Methods. We apply the field-particle correlation (FPC) technique to fully kinetic simulations of IIAI. We characterize the conversion of energy between the electric field and particle species, allowing the differentiation between oscillatory and secular energy transfer to and from the particles and highlighting the role of resonant energy exchange. We then identify the characteristic IIAI signatures for the proton and electron distributions, and relate them to our previous knowledge of IIAI onset and energy exchange mechanisms. Results. Applying the FPC technique to our simulations run in parameters regime compatible with solar wind conditions, we have identified IIAI signatures that would enable efficient recognition of IIAI in observations. This task is left for future missions, since the time scale over which IIAI signatures develop is too fast for the sampling rates of current missions.",
      "published": "2026-01-13T08:32:19Z",
      "updated": "2026-01-13T08:32:19Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.08329v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08329v1"
    },
    {
      "id": "2601.08313v1",
      "title": "Interstellar Medium Modulation of Nonlinear Kinetic Alfvén Morphology in Structured Galactic Environments",
      "authors": [
        "Manpreet Singh",
        "Siming Liu",
        "N. S. Saini"
      ],
      "summary": "We present a spatially dependent framework for the existence and propagation of nonlinear kinetic Alfvén (KA) structures in the interstellar medium (ISM). Using a multi-component analytical model that incorporates the diffuse warm ionized medium together with localized H II regions, supernova remnants (SNR), and stellar-wind bubbles (SWB), we derive location-dependent coefficients governing KA dispersion and nonlinearity. The reductive perturbation method is applied to obtain Korteweg-de Vries (KdV) equations, enabling the characterization of solitons under realistic astrophysical conditions. Numerical analysis demonstrates how superthermality, plasma $β$, temperature, and density gradients modulate soliton amplitude, width, and stability. Our results reveal distinct exclusion zones (EZs) for KA solitons in high-$β$ HII regions and SWB/SNR interiors, as well as ultra low-$β$ regions near central pulsar wind nebulae. While H II regions exhibit simple Gaussian-driven depletions, the complex ``hole-and-shell\" morphologies of SWBs and SNRs imprint sharp spatial variations and discontinuities on soliton properties. This study establishes a direct link between macroscopic ISM morphology, ion-kinetic scale dissipation, and the emergence of coherent Alfvénic activity, with implications for radio scattering, pulsar scintillation, and fine-scale signatures in astrophysical observations.",
      "published": "2026-01-13T08:10:48Z",
      "updated": "2026-01-13T08:10:48Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08313v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08313v1"
    },
    {
      "id": "2601.08138v1",
      "title": "The effect of surface quenching coefficients of $O_2(a^{1}Δg)$ and $O_2(b^{1}Σg^{+})$ on capacitively coupled $Ar$/$O_2$ discharge: A global/equivalent circuit model study",
      "authors": [
        "Wan Dong",
        "Yi Wang",
        "Yi-Fan Zhang",
        "Yuan-Hong Song"
      ],
      "summary": "Capacitively coupled discharges operated in mixtures of $Ar$ and $O_2$ are extensively utilized in plasma etching and deposition processes due to the oxidative properties and precursor functionality of the reactive species produced in the discharge. In $Ar$/$O_2$ discharges, the surface quenching coefficient of $O_2(a^{1}Δg)$ is known to affect this metastable density, which, in turn, affects the electronegativity and other important plasma characteristics. In this work, in addition to $O_2(a^{1}Δg)$, $O_2(b^{1}Σg^{+})$ and its associated reactions are incorporated into a global/equivalent circuit model of an $Ar$/$O_2$ discharge. By independently adjusting the quenching coefficients of both metastable species, changes of these surface coefficients are found to significantly affect the discharge characteristics, indicating that the role of $O_2(b^{1}Σg^{+})$ cannot be neglected. The effects of their respective surface quenching coefficients of these metastables based on various wall materials on the discharge are revealed including their effects on different particle species densities, plasma impedance, voltage drops across the sheaths, as well as plasma power absorption.",
      "published": "2026-01-13T01:59:59Z",
      "updated": "2026-01-13T01:59:59Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08138v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08138v1"
    },
    {
      "id": "2601.08054v2",
      "title": "The Topological Origin of Bohm Resistivity in Magnetic Reconnection",
      "authors": [
        "Magnus F Ivarsen"
      ],
      "summary": "The physical origin of 'anomalous' resistivity in magnetic reconnection remains one of the longest-standing problems in space plasma physics. While the empirical Bohm diffusion scaling ($η~\\propto~T/B$) is widely invoked to explain fast reconnection rates, it lacks a rigorous derivation from first principles. Here, we derive this scaling by modeling the magnetized electron fluid as an overdamped spintronic condensate governed by the Landau-Lifshitz-Gilbert equation. We demonstrate that the breakdown of the \"frozen-in\" condition is rigorously identified as an Adler-Ohmic bifurcation in the model: a topological phase transition where electron gyro-axes lose synchronization with the magnetic field. By rigorously mapping the breakdown of adiabatic invariance to electron gyro axis slippage on the unit sphere, we show that the resulting resistivity naturally saturates at the Bohm limit. Numerical simulations of the $XY$ universality class confirm that the onset of this resistive state is explosive, following a logistic trigger consistent with the impulsive phase of solar flares. Furthermore, the topological defects in the condensate decay via a $t^{-0.75}$ power law, consistent with magnetic island coalescence as the mechanism of anomalous transport. These results suggest that Bohm resistivity is a universal topological property of magnetized matter at the critical point of reconnection.",
      "published": "2026-01-12T22:48:40Z",
      "updated": "2026-01-14T08:52:37Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "cond-mat.soft",
        "cond-mat.stat-mech",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08054v2",
      "pdf_link": "https://arxiv.org/pdf/2601.08054v2"
    },
    {
      "id": "2601.08009v1",
      "title": "Understanding microfabricated nanocalorimeter performance and responses to the energy fluxes from low-temperature plasma discharges",
      "authors": [
        "Carles Corbella",
        "Feng Yi",
        "Andrei Kolmakov"
      ],
      "summary": "Plasma diagnostics have a shortage of fast and sensitive calorimetric sensors that can track substrate temperature during plasma-assisted microfabrication. In this work, energy fluxes from argon and oxygen radiofrequency (RF) glow discharges have been probed using a novel nanocalorimeter sensor. The probe consists of an ultrathin SiNx membrane (100 nm) with a lithographically defined Pt micro-strip (100 nm) that serves as a calibrated resistance thermometer. The sensor temperature can increase from room temperature to several hundred degrees within a second upon exposure to RF plasma, depending on the experiment's geometry and plasma parameters. Such sensitivity and response time are due to the pre-designed reduced heat capacity of the sensor and significantly reduced thermal conductance of the cooling channels. These features enable the sensitive detection of low-energy plasma fluxes on surfaces and their rapid discrimination, as in the case of ion and electron fluxes, by biasing the sensor at negative or positive potentials. These biased nanocalorimeter energy readings have been compared with ion and electron kinetic energy dissipations assessed using a Langmuir probe and retarding field energy analyzer (RFEA). Finally, the robustness of the plasma nanocalorimeter is discussed in terms of its baseline drifts, degradation, and longevity.",
      "published": "2026-01-12T21:24:43Z",
      "updated": "2026-01-12T21:24:43Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08009v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08009v1"
    },
    {
      "id": "2601.07652v2",
      "title": "Role of Shafranov shift, zonal structures on the behavior of TAEs, AAEs and microinstabilities in the presence of energetic particles",
      "authors": [
        "B. Rofman",
        "G. Di Giannatale",
        "A. Mishchenko",
        "E. Lanti",
        "A. Bottino",
        "T. Hayward-Schneider",
        "J. N. Sama",
        "A. Biancalani",
        "B. F. McMillan",
        "S. Brunner",
        "L. Villard"
      ],
      "summary": "In future nuclear fusion reactors, even a small fraction of fusion-born energetic particles (EP) about 100 times hotter than the thermal bulk species, contributes substantially to the kinetic pressure and therefore affect the MHD equilibrium, mainly via the Shafranov shift. In this work, we perform first-principles numerical simulations using the gyrokinetic, electromagnetic, global code ORB5 to study the effect of a self-consistent finite $β$ equilibrium on the arising Alfvén Eigenmodes (destabilized by EPs), Ion Temperature Gradient (ITG), and Kinetic Ballooning Modes (KBM) microturbulence (destabilized by thermal species). Linearly, we explore the complex interplay between EP fraction, bulk gradients and a self-consistent Shafranov shift on the plasma stability. We choose single toroidal mode numbers to represent the system's instabilities and study the characteristic nonlinear evolutions of TAEs, KBMs and ITGs separately and including the axisymmetric field response to each mode separately. This study focuses on the impact of Shafranov shift equilibrium consistency, as well as the self-generated zonal ${E \\times B}$ flows, the saturation levels and resulting heat and particle fluxes. In the ITG cases including the $n=0$ perturbations reduces turbulent fluxes, as expected, however, for the TAE cases including the $n=0$ perturbations is shown to enhance the fluxes. We show for the first time that Axisymmetric Alfvén Eigenmodes (AAEs) play a role in this mechanism.",
      "published": "2026-01-12T15:33:13Z",
      "updated": "2026-01-13T18:38:01Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07652v2",
      "pdf_link": "https://arxiv.org/pdf/2601.07652v2"
    },
    {
      "id": "2601.07486v1",
      "title": "A radiation two-phase flow model for simulating plasma-liquid interactions",
      "authors": [
        "Ke-Jian Qian",
        "Zhu-Jun Li",
        "Tao Tao",
        "De-Hua Zhang",
        "Rui Yan",
        "Hang Ding"
      ],
      "summary": "In laser-produced plasma (LPP) extreme ultraviolet (EUV) sources, deformation of a tin droplet into an optimal target shape is governed by its interaction with a pre-pulse laser-generated plasma. This interaction is mediated by a transient ablation pressure, whose complex spatio-temporal evolution remains experimentally inaccessible. Existing modeling approaches are limited: Empirical pressure-impulse models neglect dynamic plasma feedback, while advanced radiation-hydrodynamic codes often fail to resolve late-time droplet hydrodynamics. To bridge this gap, we propose a radiation two-phase flow model based on a diffuse interface methodology. The model integrates radiation hydrodynamics for the plasma with the Euler equations for a weakly compressible liquid, extending a five-equation diffuse interface formulation to incorporate radiation transport, thermal conduction, and ionization. This formulation enforces pressure and velocity equilibrium across the diffuse interface region, with closure models constructed to ensure correct jump conditions at interfaces and asymptotically recover the pure-phase equations in bulk regions. Then, we apply the model to simulate a benchmark pre-pulse scenario, where a 50 micron tin droplet is irradiated by a 10 ns laser pulse. The simulations capture the rapid plasma expansion and subsequent inertial flattening of the droplet into a thin, curved sheet over microsecond timescales. Notably, the model reproduces experimentally observed features (such as an axial jet) rarely replicated in prior simulations. Quantitative agreement with experimental data for sheet dimensions and velocity validates the approach. The proposed model self-consistently couples laser-plasma physics with compressible droplet dynamics, providing a powerful tool for fundamental studies of plasma-liquid interactions in LPP-EUV source optimization.",
      "published": "2026-01-12T12:40:59Z",
      "updated": "2026-01-12T12:40:59Z",
      "categories": [
        "physics.plasm-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.07486v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07486v1"
    },
    {
      "id": "2601.07386v1",
      "title": "Control of Electron Energy Distribution Functions by Current Waveform Tailoring in Inductively Coupled Radio Frequency Plasmas",
      "authors": [
        "Zhaoyu Chen",
        "Zili Chen",
        "Yu Wang",
        "Jonas Giesekus",
        "Wei Jiang",
        "Yonghua Ding",
        "Donghui Xia",
        "Ya Zhang",
        "Julian Schulze"
      ],
      "summary": "Based on two-dimensional particle-in-cell simulations a novel approach towards Electron Energy Probability Function (EEPF) and plasma chemistry control by Current Waveform Tailoring (CWT) in the coil of inductively coupled discharges is proposed. Varying the shape of this current waveform provides electrical control of the dynamics of the electric field in the plasma. Using sawtooth instead of sinusoidal waveforms allows breaking and controlling the temporal symmetry of the electric field dynamics. In this way CWT allows controlling the EEPF, the ionization-to-excitation rate ratio, and the plasma chemistry.",
      "published": "2026-01-12T10:07:44Z",
      "updated": "2026-01-12T10:07:44Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07386v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07386v1"
    },
    {
      "id": "2601.07205v1",
      "title": "Effect of LH and ECR waves on plasma parameters in ADITYA Upgrade tokamak",
      "authors": [
        "S. Aich",
        "S. Dolui",
        "K. Singh",
        "J. Ghosh",
        "K. A. Jadeja",
        "R. L. Tanna",
        "K. M. Patel",
        "K. Galodiya",
        "A. Patel",
        "L. K. Pradhan",
        "B. K. Shukla",
        "H. Mistry",
        "J. Patel",
        "H. Patel",
        "D. Purohit",
        "K. G. Parmar",
        "P. K. Sharma",
        "J. Kumar",
        "B. Hegde",
        "Abhijeet Kumar",
        "Vismay Raulji",
        "Praveenlal E. V.",
        "T. M. Macwan",
        "R. Kumar",
        "A. Kumar",
        "A. Kumawat",
        "H. Raj",
        "I. Hauque",
        "Komal",
        "S. Banerjee",
        "P. Verma",
        "ADITYA-U team"
      ],
      "summary": "The plasma discharges in ADITYA Upgrade Tokamak are produced by means of transformer action, in which Ohmically created plasma is driven by means of a secondary loop voltage. Due to reduction of plasma resistivity after a certain level of plasma temperature, Ohmic heating becomes poor and further achievement of temperature needs other heating techniques. ADITYA-U tokamak is facilitated with a 42 GHz-500 kW Electron Cyclotron Resonant Heating (ECRH) system. Also, there is a Lower Hybrid Current Drive (LHCD) system installed and operated at 3.7 GHz for driving non-inductive plasma current followed by the Ohmic current drive. Though an eventual impact in the rise of plasma temperature and plasma current due to the application of ECRH and LHCD respectively are very obvious, their energy coupling with the plasma results in several interesting outcomes in a number of experimentally measured plasma parameters. The present work addresses such impactful observations that are noticed and reported for the first time in ADITYA-U Tokamak.",
      "published": "2026-01-12T05:00:43Z",
      "updated": "2026-01-12T05:00:43Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07205v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07205v1"
    },
    {
      "id": "2601.07109v1",
      "title": "Guiding-center dynamics in a screw-pinch magnetic field",
      "authors": [
        "Alain J. Brizard"
      ],
      "summary": "The guiding-center dynamics of charged particles moving in a doubly-symmetric screw-pinch magnetic field is investigated. In particular, we verify that Kruskal's adiabatic-invariant series expansion of the radial action integral associated with the reduced full-orbit radial motion matches the perturbation expansion of the magnetic-moment gyroaction up to first order in magnetic-field non-uniformity. Because the radial action integral is an exact invariant of the full-orbit dynamics, the magnetic moment is therefore represented as non-perturbative integral expression, which can be used to test the validity of the guiding-center approximation.",
      "published": "2026-01-12T00:23:25Z",
      "updated": "2026-01-12T00:23:25Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07109v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07109v1"
    },
    {
      "id": "2601.05996v1",
      "title": "Self-organization of local streamline structures and energy transfer rate in compressible plasma turbulence",
      "authors": [
        "Simone Benella",
        "Virgilio Quattrociocchi",
        "Emanuele Papini",
        "Andrea Verdini",
        "Simone Landi",
        "Maria Federica Marcucci",
        "Giuseppe Consolini"
      ],
      "summary": "We examine how local streamline topology and energy cascade rate self-organize in plasma turbulence for both compressible and incompressible regimes. Using a fully-compressible Hall-magnetohydrodynamic simulation, we quantify the subgrid-scale energy transfer and analyze its relationship to streamline structures by means of grandient tensor geometric invariants of the velocity field. Our results highlight how streamline topology is crucial for diagnosing turbulence: for nearly-incompressible fluctuations the energy is primarily transferred to smaller scales through strain-dominated and stable-vortical structures, while is back-transferred towards larger scales through unstable-vortical structures. Compressible fluctuations, on the contrary, do not show a clear topological selection of the energy transfer since the overall direction of the local cascade rate is found to be determined by the sign of $-\\nabla\\cdot u$ (plasma volumetric compression or expansion).",
      "published": "2026-01-09T18:23:00Z",
      "updated": "2026-01-09T18:23:00Z",
      "categories": [
        "physics.space-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05996v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05996v1"
    },
    {
      "id": "2601.05426v1",
      "title": "An integration-free method for calculating curl and divergence in space plasmas using multi-spacecraft data",
      "authors": [
        "Rohan Singh",
        "Supratik Banerjee",
        "Arijit Halder"
      ],
      "summary": "The knowledge of local spatial gradients (curl, divergence etc.) is crucial to examine the three-dimensional variation of flow fields including velocity and magnetic fields in space plasmas like the solar wind. Here we propose a simple method to calculate the same using the in-situ data of multi-spacecraft systems. Unlike the popular Curlometer method which depends on the vector integration theorems, our integration-free method is based on the construction of a local orthonormal coordinate system and the associated finite difference approximations. The Curlometer is applicable to a four spacecraft system arranged in a tetrahedron and yields a single volume-averaged estimate of the curl. Using our proposed method over 107 intervals of MMS (NASA) data, on the other hand, we successfully calculate the spatial derivatives at the position of each spacecraft of the tetrahedron and a three-spacecraft (non-collinear) subset of the same. The average value of all the curls calculated for a given tetrahedron shows an excellent agreement (correlation coeffcient ~ 0:99) with the curls calculated using Curlometer formula. The quality of the calculated curl (using our method) is found to improve if the spacecraft configuration approaches a regular tetrahedron. The current framework facilitates investigation of turbulent heating rates and the exploration of local flow features like Beltramization, existence of current sheets, etc., in present and future multi-spacecraft mission, including those involving more than four spacecraft.",
      "published": "2026-01-08T23:21:20Z",
      "updated": "2026-01-08T23:21:20Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.05426v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05426v1"
    },
    {
      "id": "2601.05209v1",
      "title": "Addressing Known Challenges in Solar Flare Forecasting I: Limb-Flare Prediction with a 4-pi Full-Heliosphere Framework",
      "authors": [
        "K. D. Leka",
        "Eric L. Wagner",
        "Lisa Upton",
        "Bibhuti Kumar Jha",
        "Kiran Jain",
        "Sara Petty"
      ],
      "summary": "A demonstrated failure mode for operational solar flare forecasting is the inability to forecast flares that occur near, or just beyond, the solar limb. To address this shortcoming, we develop a \"4pi\" full-heliosphere event forecasting framework and evaluate its statistical classification ability against this specific challenge. A magnetic surface flux transport model is used to generate full-sun maps of the photospheric radial magnetic field from which active regions (ARs) are identified and tracked using a new labeling scheme that is observer-location agnostic and allows for post-facto modifications. Flare-relevant magnetic parameters couple to a \"visibility\" index that specifies AR location relative to the visible solar limb and expected flare detection. Flare labels are assigned according to peak Soft X-ray flux, and a statistical classification is performed using nonparametric discriminant analysis. A version where new or emerging ARs on the far (\"invisible\" side of the Sun are incorporated into the model by way of far-side helioseismology, is also tested. We evaluate the new framework by its performance specifically including the limb areas using Brier Skill Score and ROC Skill Score, finding improvement at the 2-sigma level or less. However, we do find that the number of False Negatives, or \"missed\" forecasts decreases, and find strong evidence that the additional information provided by the far-side helioseismology can help predict near- and just-beyond-limb flares, particularly for East-limb events. While individual components of this framework could be improved, we demonstrate that a known failure mode for solar flare forecasting can be mitigated with available resources.",
      "published": "2026-01-08T18:34:43Z",
      "updated": "2026-01-08T18:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05209v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05209v1"
    },
    {
      "id": "2601.04165v1",
      "title": "Properties of Magnetic Switchbacks in the Near-Sun Solar Wind",
      "authors": [
        "Samuel T. Badman",
        "Naïs Fargette",
        "Lorenzo Matteini",
        "Oleksiy V. Agapitov",
        "Mojtaba Akhavan-Tafti",
        "Stuart D. Bale",
        "Srijan Bharati Das",
        "Nina Bizien",
        "Trevor A. Bowen",
        "Thierry Dudok de Wit",
        "Clara Froment",
        "Timothy Horbury",
        "Jia Huang",
        "Vamsee Krishna Jagarlamudi",
        "Andrea Larosa",
        "Maria S. Madjarska",
        "Olga Panasenco",
        "Etienne Pariat",
        "Nour E. Raouafi",
        "Alexis P. Rouillard",
        "David Ruffolo",
        "Nikos Sioulas",
        "Shirsh Lata Soni",
        "Luca Sorriso-Valvo",
        "Gabriel Ho Hin Suen",
        "Marco Velli",
        "Jaye Verniero"
      ],
      "summary": "Magnetic switchbacks are fluctuations in the solar wind in which the interplanetary magnetic field sharply deflects away from its background direction so as to create folds in magnetic field lines while remaining of roughly constant magnitude. The magnetic field and velocity fluctuations are extremely well correlated in a way corresponding to Alfvénic fluctuations propagating away from the Sun. For a background field which is nearly radial this causes an outwardly propagating jet to form. Switchbacks and their characteristic velocity jets have recently been observed to be nearly ubiquitous by Parker Solar Probe with in situ measurements in the inner heliosphere within 0.3 AU. Their prevalence, substantial energy content, and potentially fundamental role in the dynamics of the outer corona and solar wind motivate the significant research efforts into their understanding. Here we review the in situ measurements of these structures (primarily by Parker Solar Probe). We discuss how they are identified and measured, and present an overview of the primary observational properties of these structures, both in terms of individual switchbacks and their collective arrangement into ``patches''. We identify both properties for which there is a strong consensus and those that have limited or qualified support and require further investigation. We identify and collate several open questions and recommendations for future studies.",
      "published": "2026-01-07T18:26:35Z",
      "updated": "2026-01-07T18:26:35Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04165v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04165v1"
    },
    {
      "id": "2601.03818v1",
      "title": "Modelling spacecraft-emitted electrons measured by SWA-EAS experiment on board Solar Orbiter mission",
      "authors": [
        "Š. Štverák",
        "D. Herčík",
        "P. Hellinger",
        "M. Popďakunik",
        "G. R. Lewis",
        "G. Nicolaou",
        "C. J. Owen",
        "Yu. V. Khotyaintsev",
        "M. Maksimovic"
      ],
      "summary": "Thermal electron measurements in space plasmas typically suffer at low energies from spacecraft emissions of photo- and secondary electrons and from charging of the spacecraft body. We examine these effects by use of numerical simulations in the context of electron measurements acquired by the Electron Analyser System (SWA-EAS) on board the Solar Orbiter mission. We employed the Spacecraft Plasma Interaction Software to model the interaction of the Solar Orbiter spacecraft with solar wind plasma and we implemented a virtual detector to simulate the measured electron energy spectra as observed in situ by the SWA-EAS experiment. Numerical simulations were set according to the measured plasma conditions at 0.3~AU. We derived the simulated electron energy spectra as detected by the virtual SWA-EAS experiment for different electron populations and compared these with both the initial plasma conditions and the corresponding real SWA-EAS data samples. We found qualitative agreement between the simulated and real data observed in situ by the SWA-EAS detector. Contrary to other space missions, the contamination by cold electrons emitted from the spacecraft is seen well above the spacecraft potential energy threshold. A detailed analysis of the simulated electron energy spectra demonstrates that contamination above the threshold is a result of cold electron fluxes emitted from distant spacecraft surfaces. The relative position of the break in the simulated spectrum with respect to the spacecraft potential slightly deviates from that in the real observations. This may indicate that the real potential of the SWA-EAS detector with respect to ambient plasma differs from the spacecraft potential value measured on board. The overall contamination is shown to be composed of emissions from a number of different sources and their relative contribution varies with the ambient plasma conditions.",
      "published": "2026-01-07T11:22:20Z",
      "updated": "2026-01-07T11:22:20Z",
      "categories": [
        "astro-ph.IM",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03818v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03818v1"
    },
    {
      "id": "2601.03650v1",
      "title": "Investigating the Center-to-Limb Effects in Helioseismic Data Using 3D Radiative Hydrodynamic Simulations",
      "authors": [
        "Irina N. Kitiashvili"
      ],
      "summary": "Full-disk observations from missions such as the SDO and SOHO have enabled comprehensive studies of solar oscillations and dynamics. Interpreting helioseismic and photospheric data is complicated by systematic center-to-limb variations. To explore the physical origin of these variations, we perform local 3D radiative hydrodynamic simulations that include effects of solar rotation to generate 24-hour synthetic time series of continuum intensity and Doppler velocity for nine viewing angles spanning from -75 to 75 degrees. The simulations reveal a systematic decrease in oscillation power toward the limbs and a pronounced East-West asymmetry that increases with frequency, primarily due to rotation-induced flows. With increasing angular distance from the disk center, the amplitudes and widths of the surface gravity (f) and resonant pressure (p) modes decrease. In contrast, the amplitudes of the corresponding pseudo-modes with frequencies above the acoustic cut-off frequency increase in the intensity power spectra but are suppressed in the velocity spectra. The local helioseismology ring-diagram analysis of the simulation data further demonstrates anisotropic broadening of the modes and distinct differences in background noise and pseudo-mode structure between the intensity and velocity data. These results indicate that the center-to-limb effects arise from both geometric projection and physical factors such as line-formation height and potential effects of the radial differential rotation. The findings provide a framework for correcting helioseismic observations and demonstrate that realistic 3D radiative hydrodynamic simulations are a powerful tool for disentangling geometric and physical biases in solar data.",
      "published": "2026-01-07T07:01:34Z",
      "updated": "2026-01-07T07:01:34Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03650v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03650v1"
    },
    {
      "id": "2601.03620v1",
      "title": "On flying through the base of a pseudo-streamer",
      "authors": [
        "Forrest Mozer",
        "Oleksiy Agapitov",
        "Kyungeun Choi",
        "Andrii Voshchepynets"
      ],
      "summary": "Near the 10 solar radius perihelion of Parker Solar Probe orbit 24, a confined region containing an enhanced plasma density of 25,000 particles per cubic centimeter and broadband electrostatic waves was encountered. The solar wind velocity of 200 kilometers per second and ion temperature of 25 eV were significantly reduced as compared to their values in the ambient solar wind. These anomalous plasma conditions were observed on closed magnetic field lines, as determined from observations of the suprathermal electron strahl. Because the polarity of the radial magnetic field did not change sign on the two sides of the crossing and the crossed region contained a double-peaked plasma structure, the spacecraft must have passed through the base of a pseudo-streamer whose structure extended out to 10 solar radii. In the plasma frame, an electric field as large as 400 millivolts per meter was detected during the crossing. The current associated with this electric field was less than one milliampere per square meter, corresponding to a drift velocity less than 2.5 kilometers per second. It also contained a turbulent plasma with density fluctuations divided by density as large as 0.3, suggesting that the resistive term in the generalized ohm's law was significant. Also, the density as a function of time had a non-zero slope when the electric field was non-zero, suggesting that the pressure gradient term also mattered. As compared to earlier remote sensing and theoretical results, it is surprising that the plasma in this pseudo-streamer had a remarkably low flow velocity and that the pseudo-streamer base extended out to 10 solar radii.",
      "published": "2026-01-07T06:01:19Z",
      "updated": "2026-01-07T06:01:19Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03620v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03620v1"
    },
    {
      "id": "2601.03344v1",
      "title": "Non-thermal particle acceleration in multi-species kinetic plasmas: universal power-law distribution functions and temperature inversion in the solar corona",
      "authors": [
        "Uddipan Banik",
        "Amitava Bhattacharjee"
      ],
      "summary": "The origin of non-thermal power-law distribution functions ubiquitously observed in astrophysical/space (e.g., the solar wind) and laboratory kinetic plasmas, is not well understood. Another puzzling phenomenon is temperature inversion in the solar corona. These two issues are deeply connected. We develop a self-consistent quasilinear theory (QLT) for electromagnetically driven kinetic plasmas, deriving a Fokker-Planck equation for the simultaneous relaxation of multiple species, with (i) a drive diffusion coefficient for the heating of dressed particles directly by the drive and indirectly by waves, and (ii) Balescu-Lenard diffusion and drag coefficients for internal turbulence and Coulomb collisions. Both electron and ion distributions relax towards a universal attractor with a $v^{-5}$ $(E^{-2})$ tail, akin to a $κ= 1.5$ distribution, under a super-Debye (but sub-Larmor) drive with a steep power-spectrum. This is an outcome of Debye screening: large-scale fields accelerate the unscreened, fast particles but not the screened, slow ones. The universality may be broken by shallow power-spectra and incomplete relaxation. Collisions cannot decelerate suprathermal particles, rendering a high $v$ tail immune to Maxwellianization. Such a tail may be generated in the solar corona by chromospheric convection despite collisional losses. The suprathermal particles escape sun's gravity (velocity filtration), inverting the temperature profile and raising it to $10^6$ K. A proper analysis of velocity filtration with a $κ\\approx 1.5-2$ distribution inspired by QLT provides a reasonable fit to the spectroscopic data of heavy ions and explains the abrupt temperature rise, a consequence of the divergence of pressure in the $κ\\to 1.5$ limit.",
      "published": "2026-01-06T19:00:01Z",
      "updated": "2026-01-06T19:00:01Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03344v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03344v1"
    },
    {
      "id": "2601.00485v1",
      "title": "Spectral performance of single-channel plastic and GAGG scintillator bars of the CUbesat Solar Polarimeter (CUSP)",
      "authors": [
        "Nicolas De Angelis",
        "Abhay Kumar",
        "Sergio Fabiani",
        "Ettore Del Monte",
        "Enrico Costa",
        "Giovanni Lombardi",
        "Alda Rubini",
        "Paolo Soffitta",
        "Andrea Alimenti",
        "Riccardo Campana",
        "Mauro Centrone",
        "Giovanni De Cesare",
        "Sergio Di Cosimo",
        "Giuseppe Di Persio",
        "Alessandro Lacerenza",
        "Pasqualino Loffredo",
        "Gabriele Minervini",
        "Fabio Muleri",
        "Paolo Romano",
        "Emanuele Scalise",
        "Enrico Silva",
        "Davide Albanesi",
        "Ilaria Baffo",
        "Daniele Brienza",
        "Valerio Campomaggiore",
        "Giovanni Cucinella",
        "Andrea Curatolo",
        "Giulia de Iulis",
        "Andrea Del Re",
        "Vito Di Bari",
        "Simone Di Filippo",
        "Immacolata Donnarumma",
        "Pierluigi Fanelli",
        "Nicolas Gagliardi",
        "Paolo Leonetti",
        "Matteo Mergè",
        "Dario Modenini",
        "Andrea Negri",
        "Daniele Pecorella",
        "Massimo Perelli",
        "Alice Ponti",
        "Francesca Sbop",
        "Paolo Tortora",
        "Alessandro Turchi",
        "Valerio Vagelli",
        "Emanuele Zaccagnino",
        "Alessandro Zambardi",
        "Costantino Zazza"
      ],
      "summary": "Our Sun is the closest X-ray astrophysical source to Earth. As such, it makes a formidable case study to better understand astrophysical processes. Solar flares are in particular very interesting as they are linked to coronal mass ejections as well as magnetic field reconnection sites in the solar atmosphere. Flares can therefore provide insightful information on the physical processes at play on their production sites, but also on the emission and acceleration of energetic charged particles towards our planet, making it a formidable forecasting tool for space weather. While solar flares are critical to understanding magnetic reconnection and particle acceleration, their hard X-ray polarization -- key to distinguishing between competing theoretical models -- remains poorly constrained by existing observations. To address this, we present the CUbesat Solar Polarimeter (CUSP), a mission under development to perform solar flare polarimetry in the 25-100 keV energy range. CUSP consists of a 6U-XL platform hosting a dual-phase Compton polarimeter. The polarimeter is made of a central assembly of four 4x4 arrays of plastic scintillators, each coupled to multi-anode photomultiplier tubes, surrounded by four strips of eight elongated GAGG scintillator bars coupled to avalanche photodiodes. Both types of sensors from Hamamatsu are respectively read out by the MAROC-3A and SKIROC-2A ASICs from Weeroc. In this manuscript, we present the preliminary spectral performances of single plastic and GAGG channels measured in the laboratory using development boards of the ASICs foreseen for the flight model.",
      "published": "2026-01-01T21:40:47Z",
      "updated": "2026-01-01T21:40:47Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00485v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00485v1"
    },
    {
      "id": "2601.00470v1",
      "title": "Betelgeuse: Detection of the Expanding Wake of the Companion Star",
      "authors": [
        "Andrea K. Dupree",
        "Paul I. Cristofari",
        "Morgan MacLeod",
        "Kateryna Kravchenko"
      ],
      "summary": "Recent analyses conclude that Betelgeuse, a red supergiant star (HD 39801), likely has a companion object with a period of about 2000 days orbiting at only 2.3 stellar radii, deep in the chromosphere of the supergiant. A probable detection of such a companion, named Siwarha, has just occurred from speckle imaging. This study finds that Betelgeuse spectra in the optical region and ultraviolet exhibit signatures of variable circumstellar absorption and chromospheric outflows. These variations are consistent with the ~ 2000-day period of the companion object. Circumstellar absorption evident in optical Mn I lines, and mass outflow marked by ultraviolet Fe II, Si I, and Mg I lines increase after the transit of the companion across the disk of Betelgeuse. Following the eclipse of the companion, the absorption and outflow slowly decrease in advance of the next transit. The occurrence and variation of this plasma appear consistent with the presence of a trailing and expanding wake caused by a companion star orbiting within the atmosphere of Betelgeuse.",
      "published": "2026-01-01T20:56:05Z",
      "updated": "2026-01-01T20:56:05Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00470v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00470v1"
    },
    {
      "id": "2512.24425v2",
      "title": "Turbulence-Driven Corrugation of Collisionless Fast-Magnetosonic Shocks",
      "authors": [
        "Immanuel Christopher Jebaraj",
        "Mikhail Malkov",
        "Nicolas Wijsen",
        "Jens Pomoell",
        "Vladimir Krasnoselskikh",
        "Nina Dresing",
        "Rami Vainio"
      ],
      "summary": "Collisionless fast-magnetosonic shocks are often treated as smooth, planar boundaries, yet observations point to organized corrugation of the shock surface. A plausible driver is upstream turbulence. Broadband fluctuations arriving at the front can continually wrinkle it, changing the local shock geometry and, in turn, conditions for particle injection and radiation. We develop a linear-MHD formulation that treats the shock as a moving interface rather than a fixed boundary. In this approach the shock response can be summarized by an effective impedance determined by the Rankine-Hugoniot base state and the shock geometry, while the upstream turbulence enters only through its statistics. This provides a practical mapping from an assumed incident spectrum to the corrugation amplitude, its drift along the surface, and a coherence scale set by weak damping or leakage. The response is largest when the transmitted downstream fast mode propagates nearly parallel to the shock in the shock frame, which produces a Lorentzian-type enhancement controlled by the downstream normal group speed. We examine how compression, plasma $β$, and obliquity affect these corrugation properties and discuss implications for fine structure in heliospheric and supernova-remnant shock emission.",
      "published": "2025-12-30T19:03:59Z",
      "updated": "2026-01-06T09:15:22Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24425v2",
      "pdf_link": "https://arxiv.org/pdf/2512.24425v2"
    },
    {
      "id": "2512.22424v1",
      "title": "Brace for Impact: A Review of Mitigation Decisions of Critical Infrastructure Operators During the 2024 Solar Maximum",
      "authors": [
        "Caitlin LaNeve",
        "Edward J Oughton",
        "Noah Rivera",
        "Lucy Wilkerson",
        "Robert S Weigel",
        "Dean Thomas",
        "CT Gaunt"
      ],
      "summary": "The Gannon Storm in May 2024 was the largest space weather event experienced in 20 years, generating auroras latitudes as low as 35°. Such activity can pose significant operational challenges for critical infrastructure operators, particularly those managing electricity transmission networks, satellite constellations, and aviation systems. Substantial progress has been made in understanding space weather and the potential exposure of infrastructure assets to severe events. We have seen few evaluations of the types of current mitigation strategies in use to reduce our shared vulnerability to this activity, motivating this study. Firstly, we fill an important literature gap by undertaking a systematic review of the range of space weather mitigation strategies for these three critical infrastructure sectors. Secondly, we contacted 303 critical infrastructure operators (50 power, 227 satellite, 26 aviation) for participation in an anonymous online survey or interview receiving 55 unique responses (18% response rate). To capture narratives of mitigation actions taken and impacts experienced over the solar maximum, qualitative interviews were then conducted with 33 operators. The results identified 91 potential mitigation actions within the sectors and found that 149 mitigation actions were enacted due to space weather forecasts and experienced impacts. This is one of the first exhaustive studies of space weather mitigation activities, and moves beyond the traditional focus on purely impacts.",
      "published": "2025-12-27T01:11:55Z",
      "updated": "2025-12-27T01:11:55Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22424v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22424v1"
    },
    {
      "id": "2601.02393v1",
      "title": "Spectral Properties and Energy Injection in Mercury's Magnetotail Current Sheet",
      "authors": [
        "Xinmin Li",
        "Chuanfei Dong",
        "Liang Wang",
        "Sae Aizawa",
        "Lina Z. Hadid",
        "Chi Zhang",
        "Hongyang Zhou",
        "James A. Slavin",
        "Jiawei Gao",
        "Mirko Stumpo",
        "Wei Zhang"
      ],
      "summary": "Mercury's magnetotail hosts a thin and highly dynamic current sheet (CS), where magnetic reconnection and strong fluctuations frequently occur. Here, we statistically analyze magnetic field power spectra across 370 magnetotail CSs observed by MESSENGER. About 20% of the events are quasi-laminar, showing single power-law spectra, whereas 80% are turbulent, exhibiting a spectral break separating inertial and kinetic ranges. A dawn-dusk asymmetry is identified: inertial-range slopes are systematically shallower on the dawnside, whereas kinetic-range slopes are steeper, indicating more developed turbulence there, consistent with the higher occurrence of reconnection-related processes on the dawnside. Component analysis shows that the transverse components, orthogonal to the tail-aligned principal field (BX), display shallow slopes near -1 in the inertial range, suggesting energy injection at ion scales rather than a classical inertial range. These results demonstrate that Mercury's unique plasma environment fundamentally reshapes the initiation of turbulence and the redistribution of energy in the magnetotail.",
      "published": "2025-12-25T20:52:08Z",
      "updated": "2025-12-25T20:52:08Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02393v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02393v1"
    },
    {
      "id": "2512.20098v1",
      "title": "Alfvénic solar wind intervals observed by Solar Orbiter: Exploiting the capability of the SWA plasma suite and source region investigation",
      "authors": [
        "R. D'Amicis",
        "J. M. Raines",
        "S. Benella",
        "M. Velli",
        "O. Panasenco",
        "G. Nicolaou",
        "C. J. Owen",
        "R. M. Dewey",
        "P. Louarn",
        "A. Fedorov",
        "S. T. Lepri",
        "B. L. Alterman",
        "D. Perrone",
        "R. De Marco",
        "R. Bruno",
        "L. Sorriso-Valvo",
        "O. S. Dhamane",
        "Y. Rivera",
        "O. R. Kieokaew",
        "D. Verscharen",
        "G. Consolini",
        "S. Yardley",
        "V. Réville",
        "D. Telloni",
        "D. Baker",
        "G. Lewis",
        "G. Watson",
        "C. Anekallu",
        "K. Darwish",
        "L. Prech",
        "S. Livi",
        "T. Horbury",
        "G. Mele",
        "V. Fortunato",
        "F. Monti"
      ],
      "summary": "Fast and slow solar wind have distinct properties linked to their solar sources.Alfvénic slow wind complicates the usual speed-based classification, especially at intermediate speeds. Solar Orbiter's Solar Wind Analyzer (SWA) offers unique capabilities to investigate how Alfvénic slow wind differs from fast wind and relate these differences to their solar origins. In September 2022, Solar Orbiter observed several Alfvénic streams: one fast wind, three Alfvénic slow wind (AS1, AS2, AS3), and a moderate fast (FH) interval. We analyze these streams, combining plasma parameters from all SWA sensors with magnetic field measurements from the Magnetometer (MAG). A spectral analysis of magnetic and velocity fluctuations is used to characterize Alfvénicity. The magnetic connectivity of each stream to its solar source is examined using Potential Field Source Surface extrapolation combined with ballistic backmapping from the spacecraft. Proton velocity distribution functions show anisotropies and field-aligned beams characteristic of Alfvénic streams, while electron pitch-angle distributions reveal clear strahl populations. Oxygen and carbon charge-state ratios are low in fast wind but higher in AS1-AS3, consistent with slow wind origins. Magnetic connectivity suggests the fast wind originates from a large coronal hole; AS1 links to a pseudostreamer with high expansion factor; AS2, AS3, and FH connect to a negative-polarity coronal hole whose field lines cross a pseudostreamer that later dissipates. Spectral analysis indicates near energy equipartition in all intervals except AS2. The combined SWA observations offer key insights into the physical processes shaping Alfvénic solar wind streams. Our results reinforce that the simple fast/slow wind classification is inadequate for linking solar wind to sources, and suggest that Alfvénicity relates to the solar source conditions.",
      "published": "2025-12-23T06:50:07Z",
      "updated": "2025-12-23T06:50:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20098v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20098v1"
    },
    {
      "id": "2512.18806v1",
      "title": "Energetically-dominant Sunward-Propagating Alfvén Waves Near 1 au and Their Relation to Large-scale Magnetic Switchbacks",
      "authors": [
        "Nickolas Giardetti",
        "Sofiane Bourouaine",
        "Jean C. Perez"
      ],
      "summary": "In this letter, we investigate the population of energetically-dominant sunward-propagating Alfvén waves (SAWs) using more than 20 years of data provided by the Wind spacecraft near 1 au. We refer to SAWs as energetically-dominant sunward-propagating Alfvén waves within inertial range scales. Key parameters such as normalized cross helicity, plasma incompressibility, and magnetic incompressibility are used to determine the SAWs. Incorporating the polarity of the heliospheric magnetic field, AW modes are identified, which enables the determination of the propagation direction. Occurrence rates of SAWs vary from 1% to 14% depending on the time scale and solar wind stream type considered. Particularly, the relationship between large-scale magnetic field switchbacks (SBs) and SAWs (for a 1-hour long time scale) is investigated. A methodology utilizing pitch angle distributions of suprathermal electron strahl is employed to identify inverted magnetic field topology. The intervals containing SAWs are cross-referenced and examined with intervals identified as SBs. For a sample of 1636 1-hour SAW intervals, 17.5% are associated with magnetic field switchbacks occurring at scales larger than one hour. The analysis lends support to the idea of switchbacks as one of the candidate sources for a portion of the SAW population.",
      "published": "2025-12-21T16:57:44Z",
      "updated": "2025-12-21T16:57:44Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18806v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18806v1"
    },
    {
      "id": "2512.18629v1",
      "title": "Revisiting Mars' Induced Magnetic Field and Clock Angle Departures under Real-Time Upstream Solar Wind Conditions",
      "authors": [
        "Zhihao Cheng",
        "Chi Zhang",
        "Chuanfei Dong",
        "Hongyang Zhou",
        "Jiawei Gao",
        "Abigail Tadlock",
        "Xinmin Li",
        "Liang Wang"
      ],
      "summary": "Mars lacks a global intrinsic dipole magnetic field, but its interaction with the solar wind generates a global induced magnetosphere. Until now, most studies have relied on single-spacecraft measurements, which could not simultaneously capture upstream solar wind conditions and the induced magnetic fields, thereby limiting our understanding of the system. Here, we statistically re-examine the properties of Mars' induced magnetic field by incorporating, for the first time, real-time upstream solar wind conditions from the coordinated MAVEN and Tianwen-1 observations. Our results are show that both solar wind dynamic pressure and the interplanetary magnetic field (IMF) magnitude enhance the strength of the induced magnetic field, but they exert opposite effects on the compression ratio: higher dynamic pressure strengthens compression, while stronger IMF weakens it. The induced field is stronger under quasi-perpendicular IMF conditions compared with quasi-parallel IMF, reflecting a stronger mass-loading effect. We further investigate the clock angle departures of the induced fields. They remain relatively small in the magnetosheath near the bow shock, increase gradually toward the induced magnetosphere, and become significantly larger within the induced magnetosphere. In addition, clock angle departures are strongly enhanced under quasi-parallel IMF conditions. Their dependence on upstream drivers further shows that, within the magnetosheath, clock angle departures are minimized under low dynamic pressure, high IMF magnitude, and low Alfven Mach number conditions. These results may enhance our understanding of solar wind interaction with Mars, and highlight the critical role of multi-point observations.",
      "published": "2025-12-21T07:57:22Z",
      "updated": "2025-12-21T07:57:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.18629v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18629v1"
    },
    {
      "id": "2512.16610v1",
      "title": "Angular dependence of third-order law in anisotropic MHD turbulence",
      "authors": [
        "Bin Jiang",
        "Zhuoran Gao",
        "Yan Yang",
        "Francesco Pecora",
        "Kai Gao",
        "Cheng Li",
        "Sean Oughton",
        "William Matthaeus",
        "Minping Wan"
      ],
      "summary": "In solar wind turbulence, the energy transfer/dissipation rate is typically estimated using MHD third-order structure functions calculated using spacecraft observations. However, the inherent anisotropy of solar wind turbulence leads to significant variations in structure functions along different observational directions, thereby affecting the accuracy of energy-dissipation rate estimation. An unresolved issue is how to optimise the selection of observation angles under limited directional sampling to improve estimation precision. We conduct a series of MHD turbulence simulations with different mean magnetic field strengths, $ B_0 $. Our analysis of the third-order structure functions reveals that the global energy dissipation rate estimated around a polar angle of $ θ= 60^\\circ$ agrees reasonably with the exact one for $ 0 \\le B_0/b_{rms} \\le 5 $, where $b_{rms}$ denotes the root-mean-square magnetic field fluctuation. The speciality of $60^\\circ$ polar angle can be understood by the Mean Value Theorem of Integrals, since the spherical integral of the polar-angle component ($\\widetilde{T_θ}$) of the divergence of Yaglom flux is zero, and $\\widetilde{T_θ}$ changes sign around 60$^\\circ$. Existing theory on the energy flux vector as a function of the polar angle is assessed, and supports the speciality of $60^\\circ$ polar angle. The angular dependence of the third-order structure functions is further assessed with virtual spacecraft data analysis. The present results can be applied to measure the turbulent dissipation rates of energy in the solar wind, which are of potential importance to other areas in which turbulence takes place, such as laboratory plasmas and astrophysics.",
      "published": "2025-12-18T14:52:05Z",
      "updated": "2025-12-18T14:52:05Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2512.16610v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16610v1"
    },
    {
      "id": "2512.16175v1",
      "title": "Physics-Informed Neural Networks for Modeling the Martian Induced Magnetosphere",
      "authors": [
        "Jiawei Gao",
        "Chuanfei Dong",
        "Chi Zhang",
        "Yilan Qin",
        "Simin Shekarpaz",
        "Xinmin Li",
        "Liang Wang",
        "Hongyang Zhou",
        "Abigail Tadlock"
      ],
      "summary": "Understanding the magnetic field environment around Mars and its response to upstream solar wind conditions provide key insights into the processes driving atmospheric ion escape. To date, global models of Martian induced magnetosphere have been exclusively physics-based, relying on computationally intensive simulations. For the first time, we develop a data-driven model of the Martian induced magnetospheric magnetic field using Physics-Informed Neural Network (PINN) combined with MAVEN observations and physical laws. Trained under varying solar wind conditions, including B_IMF, P_SW, and θ_cone, the data-driven model accurately reconstructs the three-dimensional magnetic field configuration and its variability in response to upstream solar wind drivers. Based on the PINN results, we identify key dependencies of magnetic field configuration on solar wind parameters, including the hemispheric asymmetries of the draped field line strength in the Mars-Solar-Electric coordinates. These findings demonstrate the capability of PINNs to reconstruct complex magnetic field structures in the Martian induced magnetosphere, thereby offering a promising tool for advancing studies of solar wind-Mars interactions.",
      "published": "2025-12-18T04:49:20Z",
      "updated": "2025-12-18T04:49:20Z",
      "categories": [
        "astro-ph.EP",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16175v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16175v1"
    },
    {
      "id": "2512.16028v1",
      "title": "Direct calculation of steady-state hydrodynamic solar wind solutions with newtonian viscosity",
      "authors": [
        "Roger B. Scott",
        "Stephen J. Bradshaw",
        "Mark G. Linton",
        "Chris Lowder",
        "Leonard Strachan"
      ],
      "summary": "Steady-state solutions to the Navier-Stokes equations are known to admit solutions that are singular at the sonic point. Consequently, inviscid solar wind models require special treatment of the solution near the sonic points, and this has proven to be a significant impediment to efficient modeling of the solar wind. In this paper we revisit the governing hydrodynamic equations for the expanding solar wind, with the inclusion of the classical (Newtonian) viscous stress , and we show how this inclusion eliminates the singularities that emerge from the inviscid equations. This result has been previously reported and used to generate solar wind profiles from initial conditions in the asymptotic limit; however, those studies did not include realistic treatments of the inner corona, and generally rejected the prospect of extrapolating solutions outward from the Sun into the heliosphere. Here, we expand this method to include external heating and optically thin radiative losses and show that solutions can be computed from initial conditions near the solar surface, thereby capturing the entire range of scales from below the transition region to the outer heliosphere in a single solution. Our approach is to cast the steady-state Navier-Stokes equations as a system of five coupled, ordinary differential equations (ODEs), which we solve using conventional methods, without any special treatment of the governing equations in the vicinity of the sonic point. The representative solutions that we present here demonstrate the utility and efficiency of this extrapolation method, which is considerably more realistic than commonly used analytical or empirical models. This method provides a direct approach to generating accurate solar wind profiles subject to observationally motivated initial conditions near the solar surface, at a fraction of the computational cost of comparable relaxation-based models.",
      "published": "2025-12-17T23:21:33Z",
      "updated": "2025-12-17T23:21:33Z",
      "categories": [
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16028v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16028v1"
    },
    {
      "id": "2512.15172v1",
      "title": "Characterising injection signatures in Jupiter's ultraviolet aurora using Juno observations",
      "authors": [
        "Linus Head",
        "Denis Grodent",
        "Bertrand Bonfond",
        "Alessandro Moirano",
        "Guillaume Sicorello",
        "Julie Vinesse",
        "Alyssa Mouton",
        "Maïté Dumont",
        "Thomas Greathouse",
        "Vincent Hue",
        "Ali Sulaiman",
        "Barry Mauk",
        "Zhonghua Yao",
        "Ruilong Guo",
        "Jinyan Zhao"
      ],
      "summary": "Discrete features in Jupiter's ultraviolet aurora have been interpreted as signatures of plasma injections in the middle magnetosphere. There exists some ambiguity whether magnetodisc scattering or high-latitude Alfvenic acceleration best describes the observed properties of these injection signatures, and also to what extent arcs in the outer emission are related to injections. Many injection signatures are the result of the evolution of dawn storms; there is, however, limited evidence that non-dawn-storm injection signatures are sometimes present in the aurora. We use automatic detection of these discrete features, alongside data from Juno-UVS and in-situ measurements by other Juno instruments, to show that scattering likely accounts for most of the electron precipitation associated with injection signatures. Additionally, there is evidence that injection signatures can be classified into two types: dawn-storm and non-dawn-storm. Arc-like features in the outer emission show very similar properties to traditional blob-like injection signatures and may consist of sequences of injection signatures that have broadened into an arc via energy-dependent electron drift.",
      "published": "2025-12-17T08:09:04Z",
      "updated": "2025-12-17T08:09:04Z",
      "categories": [
        "astro-ph.EP",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15172v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15172v1"
    },
    {
      "id": "2512.15025v1",
      "title": "Effects of Unequal Electron-Ion Plasma Beta on Pressure-Strain Interaction in Turbulent Plasmas",
      "authors": [
        "M. Hasan Barbhuiya",
        "Subash Adhikari"
      ],
      "summary": "A common occurrence in weakly collisional space plasmas is the unequal electron-ion temperatures. The pressure-strain interaction provides a mechanism-agnostic pathway for increasing plasma internal energy through spatiotemporally local isotropic compression and volume preserving deformation, yet its behavior under thermal disequilibrium is largely unexplored. We investigate this using five fully kinetic two-dimensional particle-in-cell simulations of undriven decaying turbulence by varying the initial electron-to-ion temperature ratio. By analyzing the species' internal energy density alongside a decomposition of the pressure-strain term, with a focus on the volume-preserving deformation that contains normal and shear contributions, we quantify how the initial temperature imbalance modifies the channels through which turbulence increases each species' internal energy density. The cumulative pressure-strain interaction tracks the change in internal energy for both electrons and ions, with the total deformation channel of energy conversion dominating. We discover that local changes to electron internal energy density are governed primarily by the shear deformation power density, concentrated in electron-scale current sheets, while the ion shear and normal deformation components cancel, yielding a much smaller net deformation power density that peaks around, rather than within, those electron-scale current structures. We find that the amplitudes and localization of deformation change, but preserve these qualitative trends. Together, these results show how thermal disequilibrium could shape species-dependent turbulent \"heating rate\", measured via pressure-strain interaction and approximated via only its shear deformation part, and provide a framework for interpreting energy evolution and conversion in space plasmas where unequal species temperature is the norm.",
      "published": "2025-12-17T02:30:12Z",
      "updated": "2025-12-17T02:30:12Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15025v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15025v1"
    },
    {
      "id": "2512.14462v1",
      "title": "NASA/NOAA MOU Annex Final Report: Evaluating Model Advancements for Predicting CME Arrival Time",
      "authors": [
        "M. L. Mays",
        "P. J. MacNeice",
        "A. Taktakishvili",
        "C. P. Wiegand",
        "J. Merka",
        "E. T. Adamson",
        "V. J. Pizzo",
        "D. A. Biesecker",
        "A. R. Marble",
        "D. Odstrcil",
        "C. J. Henney",
        "C. N. Arge",
        "S. I. Jones",
        "S. Wallace"
      ],
      "summary": "The purpose of this project was to assess improvements in CME arrival time forecasts at Earth using the Air Force Data Assimilative Photospheric Flux Transport (ADAPT) model driven by data from the Global Oscillation Network Group (GONG) ground observatories. These outputs are then fed into the coupled Wang-Sheeley-Arge (WSA) - ENLIL model and compared to an operational version of WSA-ENLIL (without ADAPT). SWPC selected a set of 38 historical events over the period of five years from 2012--2014 (33 events) and 2017--2019 (5 events). The overall three-year project consisted of multiple simulation validation studies for the entire event set (1292 simulations): (a) benchmark single map (operational version prior to May 2019) (b) time-dependent sequence of GONG maps driving WSA-ENLIL with 4 different model settings (c) single test simulation of a time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL (d) single GONG map driving ADAPT-WSA-ENLIL (e) time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL. We report that for all 38 events, within each model version/settings combination, the CME arrival time error decreased by 0.2 to 0.9 hours when using a sequence of time-dependent zero-point corrected magnetograms compared to using single magnetogram input. Overall, for all events, when using the older uncorrected magnetograms, the CME arrival time error increased for all new model versions/settings combination compared to the benchmark. Notably for the 5 events in the period 2017--2019 when more reliable zero-point corrected magnetograms were available, the ADAPT-WSA-ENLIL (median arrival realization) CME arrival time error decreased against all benchmarks. In this report we also discuss replicating the operational model, challenges in detecting CME arrival in simulations, and comparing zero-point corrected and uncorrected magnetogram inputs.",
      "published": "2025-12-16T14:49:14Z",
      "updated": "2025-12-16T14:49:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2512.14462v1",
      "pdf_link": "https://arxiv.org/pdf/2512.14462v1"
    },
    {
      "id": "2512.13320v1",
      "title": "Evidence for in situ particle energization during the May-2024 event based on ASPEX instrument on board Aditya-L1",
      "authors": [
        "Shivam Parashar",
        "Dibyendu Chakrabarty",
        "Prashant Kumar",
        "Abhishek Kumar",
        "Bhas Bapat",
        "Aveek Sarkar",
        "P. Janardhan",
        "Anil Bhardwaj",
        "Santosh V. Vadawale",
        "Manan S. Shah",
        "Hiteshkumar L. Adalja",
        "Arpit R. Patel",
        "Pranav R. Adhyaru",
        "M. Shanmugam",
        "Swarop B. Banerjee",
        "K. P. Subramanian",
        "Tinkal Ladia",
        "Jacob Sebastian",
        "Bijoy Dalal",
        "Aakash Gupta",
        "Shiv Kumar Goyal",
        "Neeraj Kumar Tiwari",
        "Aaditya Sarda",
        "Sushil Kumar",
        "Nishant Singh",
        "Deepak Kumar Painkra",
        "Piyush Sharma",
        "Abhishek J. Verma",
        "M. B. Dadhania"
      ],
      "summary": "The interaction between interplanetary Coronal Mass Ejection (ICME) structures can alter the geo-effectiveness of the ICME events in myriad ways. Many aspects of these interaction processes are not well-understood till date. Using the energy spectra measured in two mutually orthogonal top hat analyzers (THA 1 and 2), which are part of the Solar Wind Ion Spectrometer (SWIS) subsystem of the Aditya Solar Wind Particle EXperiment (ASPEX) on board India's Aditya L1 mission, we gain insights into intricate features of ICME ICME interactions during May 2024 solar event. We report here an unprecedented two-orthogonal-plane perspective of ICME ICME interactions for the first time from the L1 point. The investigation reveals a special interaction region formed by the propagation of the forward shock driven by complex ejecta in the preceding ICME. The interaction causes the formation of a downstream region spanning over 13 hours, which propagates in the interplanetary medium. The observations reveal that this region serves as a site for proton and alpha particle energization, and the particles within this region get distributed from one plane to the other. The presence of forward shock and particle energization is confirmed by the energetic particle flux measurements by the SupraThermal and Energetic Particle Spectrometer (STEPS) of ASPEX. These observations provide an unprecedented perspective on how solar wind ions become energized and distributed in an ICME-ICME interaction region.",
      "published": "2025-12-15T13:38:24Z",
      "updated": "2025-12-15T13:38:24Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.13320v1",
      "pdf_link": "https://arxiv.org/pdf/2512.13320v1"
    },
    {
      "id": "2512.12786v1",
      "title": "Solar Energetic Particle Forecasting with Multi-Task Deep Learning: SEPNet",
      "authors": [
        "Yian Yu",
        "Yang Chen",
        "Lulu Zhao",
        "Kathryn Whitman",
        "Ward Manchester",
        "Tamas Gombosi"
      ],
      "summary": "Solar energetic particle (SEP) events pose severe threats to spacecraft, astronaut safety, and aviation operations, accurate SEP forecasting remains a critical challenge in space weather research due to their complex origins and highly variable propagation. In this work, we built SEPNet, an innovative multi-task neural network that jointly predicts future solar eruptive events, including solar flares and coronal mass ejections (CMEs) and SEPs, incorporating long short-term memory and transformer architectures that capture contextual dependencies. SEPNet is a machine learning framework for SEP prediction that utilizes an extensive set of predictors, including solar flares, CMEs, and space-weather HMI active region patches (SHARP) magnetic field parameters. SEPNet is rigorously evaluated on the SEPVAL SEP dataset (whitman, 2025b), which is used to evaluate the performance of the current SEP prediction models. The performance of SEPNet is compared with classical machine learning methods and current state-of-the-art pre-eruptive SEP prediction models. The results show that SEPNet, particularly with SHARP parameters, achieves higher detection rates and skill scores while maintaining suitable for real-time space weather alert operations. Although class imbalance in the data leads to relatively high false alarm rates, SEPNet consistently outperforms reference methods and provides timely SEP forecasts, highlighting the capability of deep multi-task learning for next-generation space weather prediction. All data and code are available on GitHub at https://github.com/yuyian/SEP-Prediction.git.",
      "published": "2025-12-14T18:03:06Z",
      "updated": "2025-12-14T18:03:06Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12786v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12786v1"
    },
    {
      "id": "2512.12585v1",
      "title": "What are Switchbacks?",
      "authors": [
        "Zesen Huang",
        "Marco Velli",
        "Yuliang Ding"
      ],
      "summary": "We present a solitary Alfvén wave model that exhibits nontrivial three-dimensional twisting of open magnetic field lines while preserving constant $|B|$. Embedded rotational discontinuities sharply deflect the otherwise uniform field lines, producing localized, large-amplitude field reversals in one-dimensional profiles that closely resemble the ``switchbacks'' observed by the Parker Solar Probe in the inner heliosphere. This indicates that switchbacks, as seen in one-dimensional spacecraft time series, arise from traversals through strongly curved segments of open magnetic field lines.",
      "published": "2025-12-14T07:39:01Z",
      "updated": "2025-12-14T07:39:01Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12585v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12585v1"
    },
    {
      "id": "2512.21342v1",
      "title": "An Enhanced \"Flux-Corrected Transport\"-Based Plasmasphere Refilling Model",
      "authors": [
        "Jaden Fitzpatrick",
        "Kausik Chatterjee",
        "Naomi Maruyama"
      ],
      "summary": "A previously developed multi-ion, two-stream Flux-Corrected Transport (FCT) hydrodynamic model for plasmasphere refilling has been extended to incorporate self-consistent electron temperature evolution. The past assumption of a constant temperature along the modeled flux tube has been replaced by solving the electron energy equation, permitting spatially and temporally varying temperature. This improvement provides a more physically complete representation of the pressure and ambipolar electric-field gradients that influence ion transport. The extended model allows us to investigate two-stage refilling behavior established by prior observations and simulations. The model continues to reproduce the expected dominance of H+, enhanced early-time O+ contributions, and the coupling between H+ and He+ through the ambipolar electric field during the transition between stages. Sensitivity experiments with modified initial ion concentrations, including cases representing seasonal effects, highlight the distinct roles of each ion species in shaping the refilling trajectory. Comparisons across L-shells 3 and 4 further confirm the robustness of the model framework for future extension to three-dimensional geometries. Overall, by incorporating more realistic temperature variations, this enhanced model strengthens the physical understanding for interpreting complex multi-ion transport processes during plasmasphere recovery following geomagnetic storms.",
      "published": "2025-12-13T15:01:14Z",
      "updated": "2025-12-13T15:01:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21342v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21342v1"
    },
    {
      "id": "2512.11631v1",
      "title": "UK White Paper on Magnetic Reconnection",
      "authors": [
        "Alexander J. B. Russell",
        "James A. McLaughlin",
        "Philippa Browning",
        "Jennifer Carter",
        "Luca Franci",
        "Heli Hietala",
        "Andrew Hillier",
        "Gunnar Hornig",
        "David MacTaggart",
        "Sarah Matthews",
        "James McKevitt",
        "Eric Priest",
        "Jack Reid",
        "Ben Snow",
        "Julia Stawarz",
        "Anthony Yeates",
        "Jeffersson Andres Agudelo Rueda",
        "William Bate",
        "Giulio Del Zanna",
        "Jonathan Eastwood",
        "Lucie Green",
        "Anshu Kumari",
        "Mike Lockwood",
        "Thomas Neukirch",
        "David Pontin",
        "Andy Smith",
        "Maria-Theresia Walach",
        "Peter Wyper"
      ],
      "summary": "Magnetic reconnection powers explosive releases of magnetic energy, heating and particle acceleration throughout the plasma universe. Knowledge of this universal process is vital to understanding the Heliosphere, as it plays a key role in solar flares, coronal mass ejections, coronal heating, solar wind acceleration, geomagnetic storms, and interactions between the solar wind and planetary magnetospheres. As such, reconnection underpins multiple science objectives of multiple future space missions. The UK plays a leading role in this international field, through a combination of in situ measurements from Earth's magnetosphere and the solar wind, observations of the solar corona and chromosphere, and world-class numerical simulations and theory. This white paper identifies: Nine priority science objectives for reconnection research in the next decade; Recommendations to guide investment in theory, simulations and infrastructure; Mission priorities and required measurements to ensure the UK maintains and improves its world-class credentials in reconnection science.",
      "published": "2025-12-12T15:09:58Z",
      "updated": "2025-12-12T15:09:58Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11631v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11631v1"
    },
    {
      "id": "2512.11365v1",
      "title": "Temporal Substepping Scheme for Magnetohydrodynamics with Cell-based Adaptive Mesh Refinement on Staggered Grid",
      "authors": [
        "Ilja Honkonen",
        "Riku Jarvinen",
        "David Phillips"
      ],
      "summary": "We present a new algorithm for numerical magnetohydrodynamics on staggered meshes preserving $\\nabla \\cdot B = 0$. Our algorithm is based on the constrained transport method and supports both cell-based adaptive mesh refinement and temporal substepping. We handle resolution changes directly on the logically Cartesian grid without needing interpolation or projection between nested or neighboring grids, nor coupling the solution between refinement levels.",
      "published": "2025-12-12T08:27:21Z",
      "updated": "2025-12-12T08:27:21Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "physics.comp-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11365v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11365v1"
    },
    {
      "id": "2512.11182v1",
      "title": "Free Energy Sources of Ion-scale Waves Observed by Parker Solar Probe",
      "authors": [
        "Niranjana Shankarappa",
        "Kristopher G. Klein",
        "Mihailo M. Martinović",
        "Trevor A. Bowen",
        "Davin E. Larson",
        "Roberto Livi",
        "Ali Rahmati",
        "Phyllis L. Whittlesey",
        "Michael L. Stevens"
      ],
      "summary": "Parker Solar Probe (PSP) observes abundant circularly polarized ion-scale waves throughout the inner heliosphere. These waves are a signature of the interplay between plasma microinstabilities and turbulent dissipation. We perform a mission-wide statistical survey of ion-scale waves observed by PSP, investigating if the waves correspond to specific free energy sources in the measured proton velocity distributions. We find that left-handed waves (LHWs) are frequently observed, with the fraction of time they are observed increasing closer to the Sun, reaching $\\sim$30\\%. Right-handed waves (RHWs) are less frequently observed, with the associated time fraction decreasing closer to the Sun. The observed LHWs are generally consistent with parallel propagating ion cyclotron wave (ICW) storms that occur continuously for extended periods of time. Turbulent energy spectra are consistently steeper when LHW storms are observed; these wave storms mediate the spatial transport of the free energy associated with temperature anisotropy. The observed RHWs are generally consistent with oblique and parallel fast magnetosonic waves (FMWs), and their observation is well correlated with enhanced proton parallel heat flux, which quantifies the presence of secondary proton populations. Using observations and the SAVIC machine learning instability identification algorithm, we identify a threshold on the proton heat flux beyond which FMWs are likely to be driven unstable by the proton beams. We are thus able to associate trends in the observed ion-scale waves with known sources of free energy for Encounters 3 through 24 of the PSP's prime science phase.",
      "published": "2025-12-12T00:03:13Z",
      "updated": "2025-12-12T00:03:13Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11182v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11182v1"
    },
    {
      "id": "2512.11091v1",
      "title": "Microgravity and Near-Absolute Zero: A New Frontier in Quantum Computing Hardware",
      "authors": [
        "Denis Saklakov"
      ],
      "summary": "Quantum computing qubits are notoriously fragile, requiring extreme isolation from environmental disturbances. This paper advances the hypothesis that a combination of microgravity and ultra-low temperature (near absolute zero) provides an almost \"ideal\" operating environment for quantum hardware. Under such conditions, gravitational perturbations, thermal noise, and vibrational disturbances are minimized, thereby significantly extending qubit coherence times and reducing error rates. We survey four leading qubit platforms - superconducting circuits, trapped ions, ultracold neutral atoms, and photonic qubits - and explain how each can benefit from a weightless, cryogenic setting. Recent experiments support this vision: Bose-Einstein condensates on the International Space Station (ISS) maintained matter-wave coherence far longer than on Earth, atomic clocks in orbit achieved record stability, and a photonic quantum computer deployed in space is demonstrating robust operation. Finally, we outline a proposed side-by-side experiment comparing identical quantum processors on the ground and in microgravity. Such a test would directly measure improvements in qubit coherence (T1, T2), gate fidelity, and readout accuracy when the influence of gravity is removed.",
      "published": "2025-12-11T20:07:17Z",
      "updated": "2025-12-11T20:07:17Z",
      "categories": [
        "physics.space-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11091v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11091v1"
    },
    {
      "id": "2601.14010v1",
      "title": "Frame Dependence in Generalized Chiral Kinetic Theory",
      "authors": [
        "Shu-Xiang Ma",
        "Jian-Hua Gao"
      ],
      "summary": "We investigate the frame dependence of distribution functions within the framework of generalized chiral kinetic theory. Based on the derived transformation rules governing the choice of frame, we analytically obtain the global equilibrium solution in the presence of vorticity and electromagnetic fields. Our results show that, under the assumption of a varying electromagnetic field, these equilibrium solutions can be uniquely determined.",
      "published": "2026-01-20T14:30:11Z",
      "updated": "2026-01-20T14:30:11Z",
      "categories": [
        "hep-ph",
        "hep-th",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.14010v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14010v1"
    },
    {
      "id": "2601.13567v1",
      "title": "Non-perturbative flavor asymmetry in the nucleon and deuteron: The light-front Hamiltonian effective field theory approach",
      "authors": [
        "Xianghui Cao",
        "Shan Cheng",
        "Yihan Duan",
        "Yang Li",
        "Siqi Xu",
        "Xingbo Zhao"
      ],
      "summary": "We investigate non-perturbative multi-pion contributions to nucleon flavor asymmetry within the framework of Light-Front Hamiltonian Effective Field Theory (LFHEFT). Utilizing a Fock sector expansion, we systematically incorporate pionic degrees of freedom, with the nucleon-pion interactions governed by a scalar variant of chiral effective field theory. Our results demonstrate that the non-perturbatively calculated longitudinal momentum distributions exhibit significant deviations from leading-order perturbative predictions, emphasizing the importance of higher-order Fock components in describing the proton's sea quark structure. Furthermore, we demonstrate the feasibility of extending this framework to investigate nuclear effects in light nuclei, such as the deuteron. This unified approach provides a consistent basis for analyzing the interplay between intrinsic nucleon structure and nuclear modifications, potentially offering new insights into the flavor asymmetry observed in fixed-target and collider experiments.",
      "published": "2026-01-20T03:55:06Z",
      "updated": "2026-01-20T03:55:06Z",
      "categories": [
        "hep-ph",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.13567v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13567v1"
    },
    {
      "id": "2601.13310v1",
      "title": "Bottom-up approach to describe groomed jet data in heavy-ion collisions",
      "authors": [
        "Liliana Apolinário",
        "Diogo Costa",
        "Alba Soto-Ontoso"
      ],
      "summary": "The theoretical interpretation of jet observables in heavy-ion collisions is a complex task due to the intricate interplay of perturbative and non-perturbative effects. One way to reduce this complexity is to groom away soft, wide-angle radiation so that perturbative dynamics dominates. Even in this simplified scenario, there are competing explanations for the physical origin of the measured medium-induced modifications. In this paper, we present a minimal approach to compute groomed substructure observables. The core idea is to treat medium effects as an effective energy shift of the hard, vacuum-like substructure. This energy shift includes a gradual onset of colour decoherence effects and thus depends on the jet substructure itself. We first study a NLO-exact dijet configuration in vacuum and apply radiative energy-loss to the two subjets. We find that this minimal setup already captures the narrowing trend of groomed observables but it's not able to quantitatively describe the existing data. Next, we match the NLO matrix-element to a leading-logarithm accurate parton shower and perform a clustering algorithm to recover a two-prong system to which we again apply the energy-loss distribution. Despite its simplicity, the model results in a very good theory-to-data agreement (within $10\\%$) for a broad range of observables including both ALICE and ATLAS kinematics. We also examine the discriminating power of groomed jet data in terms of colour decoherence effects and find that substructure-dependent energy loss yields an overall better agreement.",
      "published": "2026-01-19T19:00:01Z",
      "updated": "2026-01-19T19:00:01Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.13310v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13310v1"
    },
    {
      "id": "2601.13248v1",
      "title": "Constraining the Higgs potential using multi-Higgs production",
      "authors": [
        "Jia-Le Ding",
        "Zach Gillis",
        "Ulrich Haisch",
        "Brian Moser",
        "Hai Tao Li",
        "Davide Pagani",
        "Luca Rottoli",
        "Ambresh Shivaji",
        "Zong-Guo Si",
        "Jian Wang",
        "Philipp Windischhofer",
        "Xiao Zhang",
        "Dan Zhao"
      ],
      "summary": "The Higgs self-couplings remain only weakly constrained by current Large Hadron Collider (LHC) measurements, leaving ample room for physics beyond the Standard Model that could modify the structure of the Higgs potential. Multi-Higgs production processes provide a particularly sensitive probe of deviations in both the Higgs trilinear and quartic self-couplings. In this note, we summarize the current status of next-to-leading-order electroweak (EW) corrections to double-Higgs production computed within the Standard Model Effective Field Theory and Higgs Effective Field Theory frameworks, emphasizing how these calculations introduce sensitivity to the Higgs self-couplings beyond what is accessible at leading order. We discuss the key conceptual and technical differences between the two effective field theory approaches, including their treatment of higher-dimensional operators, renormalization procedures, and the structure of EW two-loop amplitudes. Despite these differences, both approaches yield broadly consistent constraints, illustrating the complementarity of double- and triple-Higgs measurements. With the high-luminosity LHC and future high-energy colliders on the horizon, these developments and further advances provide an essential foundation for extracting increasingly precise information on the dynamics of EW symmetry breaking.",
      "published": "2026-01-19T17:35:29Z",
      "updated": "2026-01-19T17:35:29Z",
      "categories": [
        "hep-ph",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.13248v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13248v1"
    },
    {
      "id": "2601.13173v1",
      "title": "Plunge-Merger-Ringdown Tests of General Relativity with GW250114",
      "authors": [
        "Leonardo Grimaldi",
        "Elisa Maggio",
        "Lorenzo Pompili",
        "Alessandra Buonanno"
      ],
      "summary": "The binary black hole signal GW250114, the clearest gravitational wave detected to date, offers a unique opportunity to test general relativity in the relativistic strong-gravity regime. How well does GW250114 agree with Einstein's predictions in the plunge-merger-ringdown stage? To address this point, we constrain deviations from general relativity across the plunge-merger-ringdown stage of spin-precessing binaries with a parametrized waveform model within the effective-one-body formalism. We find that deviations from the peak gravitational-wave amplitude and instantaneous frequency of the $(\\ell, |m|)=(2,2)$ mode are constrained to about $10\\%$ and $4\\%$, respectively, at $90\\%$ credible level. These constraints are, respectively, two and four times more stringent than those obtained by analyzing GW150914. We also constrain, for the first time, the instantaneous frequency of the $(\\ell, |m|)=(4,4)$ mode at merger to about $6\\%$, and the time at which the gravitational-wave amplitude peaks to about $5~\\mathrm{ms}$. These results are the most precise tests of general relativity in the nonlinear regime to date, and can be employed to constrain extensions of Einsten's theory.",
      "published": "2026-01-19T15:57:37Z",
      "updated": "2026-01-19T15:57:37Z",
      "categories": [
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13173v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13173v1"
    },
    {
      "id": "2601.13147v1",
      "title": "Revisiting Singlet Fermion Dark Matter with a Scalar Portal: Connecting Higgs Phenomenology and Strong Electroweak Phase Transition",
      "authors": [
        "Jaydeb Das",
        "Saurabh Niyogi",
        "Tripurari Srivastava"
      ],
      "summary": "We investigate a minimal extension of the Standard Model with a real singlet scalar and a singlet Dirac fermion acting as dark matter. Unlike a conventional singlet scalar setup, we assume that the singlet scalar does not acquire a vacuum expectation value at zero temperature. This decouples the scalar mixing angle from the Higgs-portal quartic coupling responsible for the strong first-order electroweak phase transition, allowing it to coexist with current collider and direct-detection constraints. The Higgs-singlet mixing is generated independently through a trilinear portal interaction. We check theoretical consistency conditions, various LHC limits on heavy scalar resonances, dark matter relic abundance, and direct detection bounds to delineate the viable parameter space. We perform a state-of-the-art analysis of the electroweak phase transition, which is shown to be achieved for a few benchmark points. We further compute the resulting stochastic gravitational wave spectra and find that several scenarios yield signals potentially observable at future space-based interferometers. Our results establish a unified and testable framework that connects collider phenomenology, first-order electroweak phase transition, and the resulting production of gravitational waves, along with the dark matter phenomenology, all within a simple renormalizable extension of the Standard Model.",
      "published": "2026-01-19T15:30:02Z",
      "updated": "2026-01-19T15:30:02Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13147v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13147v1"
    },
    {
      "id": "2601.13008v1",
      "title": "Vacuum Decay Rate in D-dimensional Electroweak theories",
      "authors": [
        "Jingwei Wang",
        "Ligong Bian"
      ],
      "summary": "We present a systematic framework for calculating the vacuum decay rate in D-dimensional electroweak theories, providing a unified treatment of quantum fluctuations for scalar, fermion, and gauge boson fields via a combined WKB expansion and dimensional regularization. This method ensures rapid convergence even at large angular momenta. Application to a $D=4$ standard model effective field theory gives $\\log_{10}(γ\\times \\text{Gyr} \\times \\text{Gpc}^3)=183$. In the finite-temperature, dimensionally reduced standard model effective field theory with $D=3$, the values are $\\log_{10}(Γ_T \\times \\text{Gyr} \\times \\text{Gpc}^3)=42.4$ at tree level and $116.1$ at two-loop order. The approach offers a general and efficient tool for analyzing vacuum stability and decay across dimensions.",
      "published": "2026-01-19T12:40:14Z",
      "updated": "2026-01-19T12:40:14Z",
      "categories": [
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13008v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13008v1"
    },
    {
      "id": "2601.12940v1",
      "title": "Quark sector effects and glueball mass sensitivity estimates in Lorentz-violating supersymmetric QCD-like theories",
      "authors": [
        "Rodrigo Carmo Terin"
      ],
      "summary": "The $N=1$ supersymmetric Yang--Mills--Carroll--Field--Jackiw (SYM--CFJ) model is extended to include the quark sector of supersymmetric quantum chromodynamics (SQCD) in the presence of Lorentz--symmetry violation (LSV). The Lorentz--violating data are carried by a spurion chiral superfield whose components define a purely spacelike background vector $v_μ$ and fermionic bilinears, inducing a topological mass scale in the gauge sector. Working within a spurion effective field theory (EFT) and a small--LSV expansion, we classify the allowed parametric dependence of glueball observables on the induced mass scales. Using lattice Yang--Mills (YM) glueball masses only as a reference hadronic scale, we provide parametric sensitivity estimates and naturalness ranges for the topological mass $|v|$ relative to $Λ_{\\rm YM}$.",
      "published": "2026-01-19T10:49:00Z",
      "updated": "2026-01-19T10:49:00Z",
      "categories": [
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.12940v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12940v1"
    },
    {
      "id": "2601.12887v1",
      "title": "Quantum Cosmology in Accelerating Spacetimes II",
      "authors": [
        "S. P. Miao",
        "N. C. Tsamis",
        "R. P. Woodard"
      ],
      "summary": "This paper is a sequel in which we further analyze the recently derived quantum gravity equations which apply in accelerating cosmological spacetimes and whose solutions should be equivalent to all order re-summations of the perturbative leading logarithms that appear. In particular we study their implications concerning the primordial tensor power spectrum and the gravitational force due to a test source.",
      "published": "2026-01-19T09:39:29Z",
      "updated": "2026-01-19T09:39:29Z",
      "categories": [
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.12887v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12887v1"
    },
    {
      "id": "2601.12883v1",
      "title": "Pseudoscalar meson $P\\to τ(\\to πν_τ, ρν_τ, \\ell \\barν_\\ell ν_τ) \\barν_τ$ decays in the Standard Model and beyond",
      "authors": [
        "Quan-Yi Hu"
      ],
      "summary": "In this work, we have conducted a comprehensive and systematic theoretical investigation of the full cascade decays of charged pseudoscalar mesons, specifically $D_s$, $D$, $B$, and $B_c$, into $τν_τ$, followed by the subsequent decay of the $τ$ via its dominant experimentally reconstructible channels: $τ\\to πν_τ$, $τ\\to ρν_τ$, $τ\\to e \\barν_e ν_τ$, and $τ\\to μ\\barν_μν_τ$. Our study is framed within the model-independent low-energy effective field theory approach, which incorporates the most general set of four-fermion operators, including those coupling to right-handed neutrinos. We provide precise Standard Model predictions for differential decay rate as a function of the final-state charged particle energy, develop an innovative and robust methodology for extracting the magnitudes of the new physics couplings using energy moments, and identify and characterize fixed points in the normalized energy distributions. The fixed points are invariant under new physics contributions described by the considered effective Hamiltonian.",
      "published": "2026-01-19T09:36:23Z",
      "updated": "2026-01-19T09:36:23Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12883v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12883v1"
    },
    {
      "id": "2601.11980v1",
      "title": "Comprehensive study of cosmogenic neutron production in large liquid scintillator detectors",
      "authors": [
        "Yijian Jiang",
        "Jie Cheng",
        "Haoqi Lu",
        "Yaoguang Wang"
      ],
      "summary": "Neutrons produced by cosmic ray muons constitute a significant background for underground experiments investigating neutron oscillations, neutrinoless double beta decay, dark matter, and other rare event signals. This work benchmarks measured neutron yields and neutron multiplicities--with a focus on data from the Daya Bay Reactor Neutrino Experiment--against comprehensive simulations using three GEANT4 hadronic physics lists. These simulations are further refined via a TALYS-based adjustment of hadronic cross sections. For the BERT-based models, the adjustment reduces the discrepancy in the total neutron yield from about 20% to approximately 6%, while for the BIC-based models it improves the agreement from roughly 13% to the sub-percent level (~0.3%), indicating a markedly better consistency of the BIC-based models with the experimental data. Nevertheless, a clear tension persists: simulations systematically underproduce single-neutron events while overproducing multi-neutron events. The study establishes a reproducible benchmark for cosmogenic neutron modeling and proposes a targeted refinement strategy--including channel-specific reweighting and intranuclear cascade parameter tuning--to guide future model development.",
      "published": "2026-01-17T09:25:59Z",
      "updated": "2026-01-17T09:25:59Z",
      "categories": [
        "physics.ins-det",
        "hep-ex",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.11980v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11980v1"
    },
    {
      "id": "2601.14239v1",
      "title": "Peculiar velocity fields from analytic solutions of General Relativity",
      "authors": [
        "Roberto A. Sussman",
        "Sebastián Nájera",
        "Fernando A. Pizaña",
        "Juan Carlos Hidalgo"
      ],
      "summary": "Peculiar velocities are analyzed through cosmological perturbations in the Newtonian longitudinal gauge characterized by irrotational shear-free congruences in an Eulerian frame. We show that non-trivial peculiar velocity fields can be generated through Lorentzian boosts in the non-relativistic limit, where the Eulerian frame is obtained from analytic solutions of Einstein's equations sourced by an irrotational shear-free fluid with nonzero energy flux. This approach provides a physically viable interpretation of these analytic solutions, which (in general) admit no isometries, thus allowing, in principle, for modeling time and space varying 3-dimensional fields of peculiar velocities that can be contrasted with observational data on our local cosmography. As a ``proof of concept'' we examine the peculiar velocities of varying dark matter and dark energy perfect fluids with respect to the CMB frame using a simple, spherically symmetric particular solution. The resulting peculiar velocities are qualitatively compatible with observational data on the CMB dipole.",
      "published": "2026-01-20T18:50:43Z",
      "updated": "2026-01-20T18:50:43Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.14239v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14239v1"
    },
    {
      "id": "2601.14008v1",
      "title": "Bounds on Gravitational Wave Production from Unitarity in an Early NEC-Violating Model",
      "authors": [
        "Pavel Petrov",
        "Jianing Wang"
      ],
      "summary": "We study a cosmological scenario featuring an early phase of null energy condition (NEC) violation. Within this framework, we show that perturbative unitarity bounds place strong constraints on both the amplitude and the spectral tilt of primordial gravitational waves. Our analysis is largely insensitive to the detailed realization of the transition between the NEC-violating phase and subsequent cosmological phases, allowing our results to be extended to a broader class of models. Finally, the perturbative unitarity approach employed here is applicable to a wide range of cosmological scenarios.",
      "published": "2026-01-20T14:27:33Z",
      "updated": "2026-01-20T14:27:33Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.14008v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14008v1"
    },
    {
      "id": "2601.13863v1",
      "title": "Inverse Area Corrections to Black Hole Entropy Area Formula in F(R) Gravity and Gravitational Wave Observations",
      "authors": [
        "Rohit Das",
        "Parthasarathi Majumdar",
        "Debadrita Mukherjee"
      ],
      "summary": "We consider corrections to the Bekenstein Hawking Area Formula for black hole entropy, which have inverse powers of the horizon area for very large horizon areas, for classical spherically symmetric black hole solutions of F(R) modified gravity theory, using the Wald formula for the entropy function with modifications suggested by Jacobson, Kang and Myers. Requiring that the coefficient of such corrections be absolutely consistent with gravitational wave observational results validating the Hawking Area Theorem for binary black hole coalescences, implies constraints on parameters of F(R) gravity. For the sake of comparison, we present a computation of inverse area corrections for quantum black holes in quantum general relativity, using the It from Bit approach of Wheeler modified by some tenets of Loop Quantum Gravity.",
      "published": "2026-01-20T11:27:00Z",
      "updated": "2026-01-20T11:27:00Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.13863v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13863v1"
    },
    {
      "id": "2601.13725v1",
      "title": "Thermodynamics and Gravitational Signatures of Rotating Black Holes in the Generalized Extended Uncertainty Principle",
      "authors": [
        "Nikko John Leo S. Lobos"
      ],
      "summary": "We investigate the phenomenological implications of quantum gravity on rotating black holes within the framework of the Generalized Extended Uncertainty Principle (GEUP), which incorporates both minimal length (ultraviolet) and large-scale (infrared) corrections. Lacking a full non-perturbative formulation of quantum gravity, we adopt a metric-based approach. We construct a stationary, axisymmetric ansatz via the Newman-Janis algorithm to model the kinematic features of a rotating black hole subject to Generalized Extended Uncertainty Principle (GEUP) corrections. The thermodynamic analysis reveals that in the infrared-dominated regime, the Hawking temperature scales as $T_H \\sim M^{-3}$, leading to a rapid cooling phase that significantly prolongs the lifetime of supermassive black holes. We derive the modified Teukolsky Master Equation for gravitational perturbations and demonstrate that the background geometry preserves the isospectrality between axial and polar modes. In the eikonal limit, the quasinormal mode (QNM) spectrum exhibits orthogonal shifts: the minimal length parameter $β$ induces a spectral blueshift and enhanced damping, while the large-scale parameter $α$ induces a spectral redshift and suppressed damping. Finally, we constrain the theory using observational data from LIGO/Virgo and the Event Horizon Telescope. We establish that the shadow of M87* is approximately $10^6$ times more sensitive to large-scale corrections than Sgr A*, placing stringent bounds on the EUP parameter, while gravitational wave spectroscopy provides complementary constraints on the GUP sector.",
      "published": "2026-01-20T08:32:18Z",
      "updated": "2026-01-20T08:32:18Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.13725v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13725v1"
    },
    {
      "id": "2601.13411v1",
      "title": "Quasinormal modes and their excitation beyond general relativity. II: isospectrality loss in gravitational waveforms",
      "authors": [
        "Hector O. Silva",
        "Giovanni Tambalo",
        "Kostas Glampedakis",
        "Kent Yagi"
      ],
      "summary": "We continue our series of papers where we study the quasinormal modes, and their excitation, of black holes in the simplest beyond general relativity model in which first-principle calculations are tractable: a nonrotating black hole in an effective-field-theory extension of general relativity with cubic-in-curvature terms. In this theory, the equivalence between the quasinormal mode spectra associated with metric perturbations of polar and axial parities (\"isospectrality\") of the Schwarzschild black hole in general relativity no longer holds. How does this loss of isospectrality translate into the time-domain ringdown of gravitational waves? Given such a ringdown, can we identify the two \"fundamental quasinormal modes\" associated to the two metric-perturbation parities? We study these questions through a large suite of time-domain numerical simulations, by a prescription on how to relate the gauge-invariant master functions that describe metric perturbations of each parity with the gravitational polarizations. Under the assumptions made in our calculations, we find that it is in general difficult to identify either of the two fundamental modes from the time series, although finding evidence for a non-general-relativistic mode is possible sometimes. We discuss our results in light of our assumptions and speculate about what may occur when they are relaxed.",
      "published": "2026-01-19T21:48:27Z",
      "updated": "2026-01-19T21:48:27Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13411v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13411v1"
    },
    {
      "id": "2601.13061v1",
      "title": "Propagation and polarization of gravitational waves on curved spacetime backgrounds in Einstein-Æther theory",
      "authors": [
        "Yu-Qi Dong",
        "Shinji Mukohyama",
        "Yu-Xiao Liu"
      ],
      "summary": "We analyze the propagation and polarization properties of high-frequency gravitational waves in Einstein-Æther theory on vorticity-free and slowly-varying backgrounds at both leading and next-to-leading orders within the geometric optics approximation. The linear perturbation analysis is performed in the background Æther-orthogonal frame, in which the axes of the gravitational wave sound cones remain perpendicular to these hypersurfaces, thereby simplifying the analysis. The leading-order results show that Einstein-Æther theory admits two tensor modes, two vector modes, and one scalar mode, consistent with the findings in the flat spacetime background. We further derive the dispersion relations and linear stability conditions for these modes in curved backgrounds. At next-to-leading order, we obtain the amplitude evolution equations, finding that the graviton number is conserved for the tensor modes but not for the vector and scalar modes. Next-to-leading-order effects also induce mixing among polarization modes. Our study demonstrates that, after imposing the GW170817 constraint on the propagation speed of gravitational waves, the vector modes mixed with the leading-order tensor modes cannot be used to distinguish between general relativity and Einstein-Æther theory. On the other hand, the mixing between scalar modes and the leading-order tensor modes leads to distinct predictions in the two theories, providing a promising avenue to test Einstein-Æther gravity through the detection of polarization mixing in gravitational waves.",
      "published": "2026-01-19T13:51:17Z",
      "updated": "2026-01-19T13:51:17Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13061v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13061v1"
    },
    {
      "id": "2601.12459v1",
      "title": "A Machian Approach to Relativistic Cosmology",
      "authors": [
        "Enrico Massa",
        "Davide Astesiano"
      ],
      "summary": "We present a consistent relativistic formulation of Mach principle within a geometric theory of gravitation. In this approach, neither inertia nor free fall is assumed a priori. Instead, the motion of any local system arises from its dynamical interdependence, direct or indirect, with the rest of the Universe. This viewpoint provides a sharp criterion for what qualifies as a genuinely Machian gravitational theory. A theory is Machian only if the global mass energy distribution underwrites the very existence of the pseudo Riemannian structure of spacetime, rather than merely determining local features such as curvature on a pre existing background. We analyze the resulting cosmological model and discuss its phenomenological implications. In the appropriate local limit, the theory reduces to General Relativity, thereby preserving agreement with all Solar System tests.",
      "published": "2026-01-18T15:48:11Z",
      "updated": "2026-01-18T15:48:11Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.12459v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12459v1"
    },
    {
      "id": "2601.12295v1",
      "title": "Thermodynamics of the FRW Universe in Generalized Proca Theory",
      "authors": [
        "Aofei Sang"
      ],
      "summary": "We investigate the thermodynamics of a spatially flat Friedmann-Robertson-Walker (FRW) universe within the framework of Generalized Proca (GP) theory, a comprehensive vector-tensor theory. By adopting two distinct dark energy models in GP, we derive the corresponding modified Friedmann equations, the thermodynamic first law for the apparent horizon, and the equation of state for these models. For the first model, characterized by power-law couplings and an ansatz linking the Proca field to the Hubble parameter, we analytically demonstrate the existence of a critical point in the pressure-volume$(P-V)$ diagram, indicating a $P-V$ phase transition. For the second model, defined by a Proca field marginal coupled to curvature, we show that there is no phase transition when the coupling constants are selected within the range permitted by observations. This investigation not only extends the FRW thermodynamics to vector-tensor theories but also demonstrates that cosmological phase transitions can serve as a powerful diagnostic tool for distinguishing viable dark energy models in GP theory.",
      "published": "2026-01-18T07:48:52Z",
      "updated": "2026-01-18T07:48:52Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.12295v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12295v1"
    },
    {
      "id": "2601.12207v1",
      "title": "Quantum Backreaction in Effective Brans-Dicke Bianchi I Cosmology",
      "authors": [
        "Hector Hugo Hernandez Hernandez",
        "Gustavo Alejandro Sanchez Herrera"
      ],
      "summary": "We investigate the effective quantum evolution of the Bianchi type I cosmological model within the Brans-Dicke framework using an effective Hamiltonian approach that includes expectation values, quantum dispersions and cross-correlation terms between different degrees of freedom. For the case $ω< -3/2$, where energy conditions are violated and bouncing solutions exist classically, we demonstrate that quantum backreaction effects significantly smooth the bounce of directional scale factors, with the bounce occurring at scales set by the quantum state width. For the conformally invariant case $ω= -3/2$, quantum corrections cause scale factors to enter accelerated expansion phases more rapidly than in the classical limit. Most significantly, we show that cross-correlation terms between canonical variables are essential for obtaining physically consistent effective dynamics: neglecting these terms leads to spurious divergences and unphysical behavior. When correlations are included, small-amplitude oscillations appear shortly after the bounce, rapidly damping to classical trajectories. We interpret these oscillations as quantum remnant effects encoding information about correlations between gravitational and scalar field degrees of freedom. Our results demonstrate that cross-correlations carry crucial quantum information that substantially influences cosmological dynamics, with implications for quantum gravity phenomenology near singularities. We compare our findings with existing loop quantum cosmology results.",
      "published": "2026-01-18T00:55:42Z",
      "updated": "2026-01-18T00:55:42Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.12207v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12207v1"
    },
    {
      "id": "2601.11842v1",
      "title": "Template-free search for gravitational wave events using coincident anomaly detection",
      "authors": [
        "Daniel Ratner"
      ],
      "summary": "Gravitational-wave (GW) observatories have used template-based search to detect hundreds of compact binary coalescences (CBCs). However, template-based search cannot detect astrophysical sources that lack accurate waveform models, including core-collapse supernovae, neutron star glitches, and cosmic strings. Here, we present a novel approach for template-free search using coincident anomaly detection (CoAD). CoAD requires neither labeled training examples nor background-only training sets, instead exploiting the coincidence of events across spatially separated detectors as the training loss itself: two neural networks independently analyze data from each detector and are trained to maximize coincident predictions. Additionally, we show that integrated gradient analysis can localize GW signals from the neural-network weights, providing a path toward data-driven template construction of unmodeled sources, and further improving precision by frequency matching. Using the CodaBench dataset of real LIGO backgrounds with injected simulated CBCs and sine-Gaussian low-frequency bursts, CoAD achieves recall up to 0.91 and 0.85 respectively at a false-alarm rate of one event per year, and achieves recall above 0.5 at signal-to-noise ratios below 10. The fully-unsupervised nature of CoAD makes it especially well-suited for next-generation detectors with greater sensitivity and associated increases in GW event rates.",
      "published": "2026-01-17T00:19:09Z",
      "updated": "2026-01-17T00:19:09Z",
      "categories": [
        "astro-ph.IM",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.11842v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11842v1"
    },
    {
      "id": "2601.11484v1",
      "title": "Source-Driven Tails in Kerr Spacetime: Nonlinear effects in Late-Time Behavior",
      "authors": [
        "Som Dev Bishoyi",
        "Subir Sabharwal",
        "Gaurav Khanna"
      ],
      "summary": "We present the long-duration time-domain simulations of scalar-field tails in Kerr spacetimes driven by   \\emph{outgoing} multipolar sources. Extending the recent work in the literature from Schwarzschild to rotating black holes, we evolve   sources with $\\ell'=\\{0,1,2,3,4\\}$ on backgrounds with dimensionless spin $a/M=\\{0.0, 0.8, 1.0\\}$ and extract the late-time decay rates of   measured modes $\\ell\\le4$ for a nonlinearity-inspired outgoing source with a $1/r^2$ fall-off. In all cases we find the inverse   power-law index $p_{\\ell\\ell'}$ to be larger than the source-free Price law values by one unit, i.e. $p^{\\text{sourced}}_{\\ell\\ell'} =   p^{\\text{Price}}_{\\ell\\ell'} + 1$. We also include a power-law index value computation for a similar source-driven gravitational wave   case $(\\ell,m)=(4,4)$ and confirm closely related results in the recent literature.",
      "published": "2026-01-16T18:05:31Z",
      "updated": "2026-01-16T18:05:31Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.11484v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11484v1"
    },
    {
      "id": "2601.11366v1",
      "title": "Nanofabricated torsion pendulums for tabletop gravity experiments",
      "authors": [
        "Jack Manley",
        "Charles A. Condos",
        "Zachary Fegley",
        "Gayathrini Premawardhana",
        "Thomas Bsaibes",
        "Jacob M. Taylor",
        "Dalziel J. Wilson",
        "Jon R. Pratt"
      ],
      "summary": "Measurement of mutual gravitation on laboratory scales is an outstanding challenge and a prerequisite to probing theories of quantum gravity. A leading technology in tabletop gravity experiments is the torsion balance, with limitations due to thermal decoherence. Recent demonstrations of lithographically defined suspensions in thin-film silicon nitride with macroscale test masses suggest a path forward, as torsion pendulums dominated by gravitational stiffness may achieve higher mechanical quality factors through dilution of material losses. Here we demonstrate a 250 micron by 5 mm by 1.8 micron torsion fiber supporting 87 grams and forming a Cavendish-style torsion pendulum with tungsten test masses that -- to our knowledge -- is the largest thin-film silicon-nitride-based oscillator to date. Torsion pendulums with thin-film, nanofabricated suspensions provide a test bed for near-term tabletop experiments probing classical and quantum gravitational interaction between oscillators.",
      "published": "2026-01-16T15:21:55Z",
      "updated": "2026-01-16T15:21:55Z",
      "categories": [
        "physics.ins-det",
        "gr-qc",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.11366v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11366v1"
    },
    {
      "id": "2601.11690v1",
      "title": "Gravitational Baryogenesis from Entropy Production and Parity Violation: A Unified Framework",
      "authors": [
        "Yakov Mandel"
      ],
      "summary": "We present a unified framework for gravitational baryogenesis combining two mechanisms: (i) an entropy-clock source that generates a sign-definite baryon chemical potential mu_B proportional to d ln S/dt during irreversible entropy production, and (ii) CP violation from a gravitational theta term theta R Rtilde analogous to the QCD vacuum angle. The entropy-clock evades adiabatic cancellation that suppresses purely oscillatory chemical potentials under smooth freeze-out; we quantify this with a universal low-pass transfer function F(x)=1/sqrt(1+x^2), where x=omega*tau_off. A minimal UV completion via a dilaton coupled to the conformal anomaly yields the entropy-clock coupling with decay constant f_sigma ~ 10^17-10^18 GeV. The theta term provides CP violation through interference between topologically distinct gravitational configurations; we estimate an instanton suppression factor kappa_inst ~ 10^-2-10^-1. The combined mechanism predicts Y_B ~ c*kappa*Pi_eff*epsilon_eff, linking the baryon asymmetry to the reheating temperature, the theta angle, and the entropy-production history. For Loop Quantum Cosmology bounces we derive an analytic expression for the circular polarization of the stochastic gravitational-wave background, with |Pi| ~ pi*|theta| for horizon-crossing modes, potentially testable by future space-based detectors.",
      "published": "2026-01-16T14:53:28Z",
      "updated": "2026-01-16T14:53:28Z",
      "categories": [
        "hep-ph",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.11690v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11690v1"
    },
    {
      "id": "2601.11239v1",
      "title": "Rapid inference of gravitational-wave signals in the time domain using a heterodyned likelihood",
      "authors": [
        "Neha Sharma",
        "Aditya Vijaykumar",
        "Prayush Kumar"
      ],
      "summary": "Parameter estimation of gravitational wave signals is computationally intensive and typically requires millions of likelihood evaluations to construct posterior probability distributions. This computational cost increases significantly in the time domain, which requires non-diagonal covariance matrices to compute the likelihood. Consequently, parameter estimation of long-duration gravitational wave signals, such as binary neutron star mergers, becomes computationally infeasible in time domain. In this work, we detail a framework for the heterodyned likelihood that enables rapid inference in the time domain. Our method is applicable to signals with arbitrary mode content, and leverages the smoothness of the ratio of complex-valued waveform modes, approximating the ratio as a linear function within appropriately chosen time bins. This allows downsampling of the waveform modes and a reformulation of the likelihood, such that it depends only on the bin edges. We demonstrate that this likelihood recovers posteriors that are indistinguishable from those obtained using the standard likelihood in the time domain. We also observe dramatic improvement in speed - for a 128 seconds-long gravitational wave signal, our method is at least $\\sim 400$ times faster than the standard time-domain analysis, reducing the wall clock time to just a few hours. We also demonstrate the reliability and unbiasedness of the likelihood using percentile-percentile tests for binary black hole and binary neutron star injections. We use the Gohberg-Semencul representation of the inverse of Toeplitz covariance matrix to accelerate matrix-vector products, which has potential applications even in non heterodyned time-domain inference.",
      "published": "2026-01-16T12:33:37Z",
      "updated": "2026-01-16T12:33:37Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.11239v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11239v1"
    }
  ]
}