{
  "timestamp": "20260117_121420",
  "harvest_date": "2026-01-17T12:14:20.330506+00:00",
  "total_papers": 134,
  "papers": [
    {
      "id": "2601.10612v1",
      "title": "On the Physical Origins of the Millimeter Fundamental Plane in Active Galactic Nuclei",
      "authors": [
        "Kratika Mazde",
        "Angelo Ricarte",
        "George N. Wong"
      ],
      "summary": "Observations of active galactic nuclei have revealed a correlation between millimeter luminosity, X-ray luminosity, and mass, suggesting the emission in each of these bands is powered by a common source. Starting with a set of five general relativistic magnetohydrodynamic simulations with dynamically important magnetic fields, we perform ray-tracing calculations to produce spectra including synchrotron emission, bremsstrahlung emission, and Compton scattering. Our models with similar Eddington ratios to the objects for which the relationship was inferred naturally reproduce observations without tuning. Our lower Eddington ratio models depart from this relationship, likely attributable to an observational bias against extremely low accretion rates. We find that inverse Compton scattering dominates the production of X-rays over bremsstrahlung radiation in almost all models, and in all models consistent with the observed correlation. We find only a modest spin dependence in this relationship. This study demonstrates that a compact, hot accretion flow with dynamically important magnetic fields can naturally explain observed millimeter and X-ray properties in low-luminosity active galactic nuclei. Future work should explore the impacts of non-thermal electron populations, weaker magnetic fields, and radiative cooling.",
      "published": "2026-01-15T17:28:29Z",
      "updated": "2026-01-15T17:28:29Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.10612v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10612v1"
    },
    {
      "id": "2601.10550v1",
      "title": "Numerical simulations of oscillating and differentially rotating neutron stars",
      "authors": [
        "Santiago Jaraba",
        "Jérôme Novak",
        "Micaela Oertel"
      ],
      "summary": "The remnants of binary neutron star mergers are expected to be massive, rapidly rotating stars whose oscillations produce gravitational waves in the kilohertz band. The degree of differential rotation and the rotation profiles strongly influence their structure, stability and oscillation spectrum, and must therefore be taken into account when modeling their dynamics. We extend the pseudospectral code ROXAS (Relativistic Oscillations of non-aXisymmetric neutron stArS) to enable the dynamical evolution of oscillating, differentially rotating neutron stars. Using the updated code, we aim to study the star's oscillation frequencies. We extend the previous formalism, based on primitive variables and the conformal flatness approximation, to differential rotation. Within this framework, we run a series of axisymmetric and non-axisymmetric simulations of perturbed, differentially rotating neutron stars with different rotation rates, and extract their oscillation frequencies. Axisymmetric modes, as well as those under the Cowling approximation, show excellent agreement with published results. We show that the secondary fundamental mode in the Cowling approximation is an artifact that does not appear in dynamical spacetimes. In addition, we provide, for the first time, frequency values for non-axisymmetric modes in differentially rotating configurations evolved in conformal flatness. This extension broadens the range of physical scenarios that can be studied with ROXAS, and represents a step toward more realistic modeling of post-merger remnants and their gravitational-wave emission.",
      "published": "2026-01-15T16:15:41Z",
      "updated": "2026-01-15T16:15:41Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.10550v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10550v1"
    },
    {
      "id": "2601.10303v1",
      "title": "Effects of spontaneous Lorentz Symmetry breaking on Letelier-AdS charged black boles within Kalb-Ramond gravity",
      "authors": [
        "Faizuddin Ahmed",
        "Ahmad Al-Badawi",
        "İzzet Sakallı"
      ],
      "summary": "In this study, we investigate the geodesic motion of massless particles -- specifically photons -- in the spacetime of a charged anti-de Sitter (AdS) black hole (BH) surrounded by a cloud of strings (CoS) within the framework of Kalb-Ramond (KR) gravity. We analyze the effective potential that governs photon trajectories, explore the properties and location of the photon sphere (PS), and examine the effective radial force acting on photons. The resulting BH shadow is also studied, highlighting the roles of both the CoS parameter $α$ and the KR field parameter $\\ell$ in shaping its geometry. We constrain these parameters using observational data from M87* and Sgr A* obtained by the Event Horizon Telescope (EHT). Furthermore, we extend our investigation to the motion of neutral test particles in the same gravitational background. By examining the impact of the CoS and KR field, we show how these additional fields modify the dynamics relative to standard charged BH scenarios. Finally, we study the fundamental frequencies associated with quasiperiodic oscillations (QPOs) of test particles, demonstrating how these frequencies are affected by the presence of the CoS and KR field. Our results reveal the rich structure of AdS-BH spacetimes influenced by string clouds and antisymmetric tensor fields, with potential observational consequences in gravitational wave and BH imaging astronomy.",
      "published": "2026-01-15T11:18:41Z",
      "updated": "2026-01-15T11:18:41Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.10303v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10303v1"
    },
    {
      "id": "2601.09868v1",
      "title": "Dynamics of Apsidal Motion in Non-Synchronous Binary Pulsars Coupled Orbit and Spin Evolution",
      "authors": [
        "Ali Taani"
      ],
      "summary": "The apsidal motion of a non-synchronous binary pulsar serves as a valuable probe of relativistic gravity, stellar stricture, and dynamical evolution of close binary systems, In this study, we investigate the combined influence of general relativity, stellar oblateness and tidal interaction on the apsidal motion of three binary pulsars: 1913+16, J0737-3039A/B, and J0621+1002. Zahn's tidal equations \\cite{1977A&A....57..383Z, 1989A&A...220..112Z} were employed for numerical integrations to describe tidal effects and their role in orbital and spin evolution. We estimated the timescales for tidal synchronization and orbital circularization for each system. The results indicate that tidal effects play only a minor role in orbital decay compared with energy loss due to gravitational wave emission. This is evident in the compact system PSR 1913+16, where the orbital period decreases by approximately 76.5 $μ$s/yr as a result of gravitational radiation. The double pulsar J0737-3039A/B exhibits faster orbital evolution, with synchronization occurring in about 8.4$\\times10{^3}$ years, whereas the wider system J0621+1002 shows negligible orbital change over timescales exceeding 10$^{10}$ years. The simulations demonstrate clear trends of decreasing semi-major axis and eccentricity, accompanied by an increase in spin rate among the binary pulsars studied. The derived apsidal motion constants [$k\\simeq0.1$] are consistent with theoretical expected values, and the corresponding tidal friction times (between a few hours to several days) agree well with theoretical predication. These results emphasize the dominant role of relativistic effects in neutron star binaries and highlight the importance of including gravitational-wave terms long-term orbital evolution",
      "published": "2026-01-14T21:02:31Z",
      "updated": "2026-01-14T21:02:31Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.09868v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09868v1"
    },
    {
      "id": "2601.09863v1",
      "title": "Gravitational Wave Strain and Orbital Dynamics of Binary Pulsars from LIGO-Virgo to LISA",
      "authors": [
        "Ali Taani"
      ],
      "summary": "We summarize the current state of the art and calculate gravitational wave strain amplitudes for known binary pulsars, using data from current ground-based detectors (LIGO-Virgo-KAGRA) and the upcoming space-based missions (LISA). We present detailed calculations of the characteristic gravitational wave strain values, ranging from 3.0 to 73 $\\times10^{-22}$, across frequencies between 0.66 and 5.87 $\\times10^{-4}$ Hz. Our post-Newtonian approximation analysis yields predicted periastron advance rates from 1.6 to 80.5 deg/yr and orbital period decay rates between -5 and -176 $μ$s/yr for the binary pulsar population. We derive common envelope efficiency parameters ($α_{CE}$) for representative progenitor scenarios within our sample, finding values between 0.63 and 1.16, with notable sensitivity to the binding energy parameter $λ$. Binary neutron star merger rates are estimated at $22.77^{+6.83}_{-6.83}$ Myr$^{-1}$ for the Milky Way, corresponding to a volumetric rate of $227.71^{+68.31}_{-68.31}$ Gpc$^{-3}$ yr$^{-1}$, consistent with the latest LIGO-Virgo-KAGRA observational constraints. Our results illustrate how multi-band gravitational wave observations, from LIGO/Virgo to LISA, can contribute to precise measurements of binary pulsar strain and orbital evolution histories, improving merger time predictions and constraining neutron star physics and common envelope processes",
      "published": "2026-01-14T20:47:27Z",
      "updated": "2026-01-14T20:47:27Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09863v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09863v1"
    },
    {
      "id": "2601.09819v1",
      "title": "Multibanded Reduced Order Quadrature Techniques for Gravitational Wave Inference",
      "authors": [
        "Murdoc Newell",
        "Alexis Boudon",
        "Hong Qi"
      ],
      "summary": "Reduced-order quadrature (ROQ) is commonly used to speed up parameter estimation in gravitational wave astronomy; however, the construction of ROQ bases can be computationally costly, particularly for longer duration signals. We propose a modified construction strategy based on PyROQ that accelerates this process by performing the basis search using multiband waveforms, without compromising the desired likelihood speed and accuracy. We use this altered method to construct a set of ROQs in the sub-solar mass range using the \\texttt{IMRPhenomXAS\\_NRTidalV3} waveform. We find a 20\\% to 30\\% decrease in basis size and a $\\sim 10$ times decrease in basis construction time. We verify the altered method preserves the likelihood accuracy and mantains consitent parameter estimation results.",
      "published": "2026-01-14T19:27:37Z",
      "updated": "2026-01-14T19:27:37Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09819v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09819v1"
    },
    {
      "id": "2601.09807v1",
      "title": "Magnetic Pumping: Plasma Heating to Particle Acceleration",
      "authors": [
        "Mikhail Malkov",
        "Immanuel Jebaraj"
      ],
      "summary": "One of the earliest mechanisms proposed for plasma heating was magnetic pumping (MP). However, its significance for astrophysical phenomena, including particle acceleration, has yet to be appreciated. MP-energized particles tap energy from magnetic-field oscillations. A particle's momentum component perpendicular to the local B-field increases during field growth by virtue of the adiabatic invariant $p_{\\perp}^{2}/B=const$. The gained $p_{\\perp}$ is then partially scattered elastically into the parallel momentum, $p_{\\parallel}$, with $p^{2}=p_{\\parallel}^{2}+p_{\\perp}^{2}=const$, thereby retaining some fraction of the gained energy before the field decreases to its minimum. This scattering breaks the reversibility of energy exchange between particles and oscillating magnetic fields, thereby increasing the particle energy after each MP cycle. Field oscillations are often assumed to be sinusoidal, and the resulting MP is treated perturbatively. These simplifications restrict astrophysical applications, leaving objects with strong magnetic perturbations outside the scope of adequate treatment. We develop a nonperturbative approach to MP that is suitable for a broad spectrum of magnetic turbulence. The treatment comprises two steps. The first step is common: converting a kinetic equation into an infinite hierarchy of moments of the particle distribution function. The second step is new in MP treatments: we find an exact closure at an arbitrary level of the moment system. The heating is treated exactly at the second-moment closure. Particle acceleration generally requires a higher-level closure to determine the power-law index and the maximum energy of accelerated particles. We propose a method for extracting these crucial acceleration data from the second moment for a broadband random field.",
      "published": "2026-01-14T19:14:35Z",
      "updated": "2026-01-14T19:14:35Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09807v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09807v1"
    },
    {
      "id": "2601.09790v1",
      "title": "The Cosmic Neutrino Background is within Reach of Future Neutrino Telescopes",
      "authors": [
        "Gonzalo Herrera",
        "Shunsaku Horiuchi",
        "Xiaolin Qi",
        "Ian M. Shoemaker"
      ],
      "summary": "The cosmic neutrino background (C$ν$B) can be boosted to high energies due to scatterings with energetic cosmic rays (CRs) across cosmological scales. Previous calculations focused on neutral current incoherent and coherent elastic scatterings of cosmic-ray protons off relic neutrinos. However, charged current interactions and deep inelastic scatterings are also expected to occur, which enhances the boosted relic neutrino fluxes on Earth. Here, we compute the \\textit{total} diffuse boosted cosmic neutrino background (DBC$ν$B) arising from CRs at all redshifts in the Universe, accounting for neutral current and charged current elastic and deep inelastic scatterings. We find that IceCube already places an upper limit on the cosmic neutrino background overdensity in cosmological scales of ~$\\mathcal{O}(100-1000)$ at $E_ν=10^{10}$ GeV, for a lightest neutrino mass of $m_ν \\gtrsim 0.1$ eV. We further show that IceCube-Gen2 could test $\\mathcal{O}(1-10)$ C$ν$B overdensities, and the combination of $10$ future neutrino telescopes with similar sensitivity would allow us to test the $Λ$CDM expected C$ν$B density for a lightest neutrino mass compatible with the KATRIN bound.",
      "published": "2026-01-14T19:00:23Z",
      "updated": "2026-01-14T19:00:23Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09790v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09790v1"
    },
    {
      "id": "2601.09788v1",
      "title": "New Hard X-Ray and Multiwavelength Study of the PeVatron Candidate PWN G0.9+0.1 in the Galactic Center Region",
      "authors": [
        "Giulia Brunelli",
        "Kaya Mori",
        "Jaegeun Park",
        "Jordan Eagle",
        "Moaz Abdelmaguid",
        "Melania Nynka",
        "Hongjun An",
        "Aya Bamba",
        "Joseph D. Gelfand",
        "Gabriele Ponti",
        "Samar Safi-Harb",
        "Vito Sguera",
        "Cristian Vignali",
        "Jooyun Woo",
        "Roberta Zanin"
      ],
      "summary": "We present a new X-ray study and multiwavelength spectral energy distribution (SED) modeling of the young pulsar wind nebula (PWN) powered by the energetic pulsar PSR J1747-2809, inside the composite supernova remnant (SNR) G0.9+0.1, located in the Galactic Center region. The source is detected by NuSTAR up to 30 keV with evidence for the synchrotron burnoff effect in the changing spatial morphology with increasing energy. The broadband 2-30 keV spectrum of PWN G0.9+0.1 is modeled by a single power law with photon index $Γ=2.11\\pm0.07$. We combined the new X-ray data with the multiwavelength observations in radio, GeV, and TeV gamma rays and modeled the SED, applying a one-zone and a multi-zone leptonic model. The comparison of the models is successful, as we obtained physically compatible results in the two cases. Through the one-zone model, we constrain the age of the system to $\\sim2.2$ kyr, as well as reproduce the observed PWN and SNR radio sizes. In both the one-zone and multi-zone leptonic models, the electron injection spectrum is well-described by a single power law with spectral index $p \\sim 2.6$ and a maximum electron energy of $\\sim2$ PeV, suggesting the source could be a leptonic PeVatron candidate. We estimate the average magnetic field to be $B_{\\rm PWN} \\sim 20\\ μ$G. We also report the serendipitous NuSTAR detection of renewed X-ray activity from the very faint X-ray transient XMMU J174716.1-281048 and characterize its spectrum.",
      "published": "2026-01-14T19:00:05Z",
      "updated": "2026-01-14T19:00:05Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09788v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09788v1"
    },
    {
      "id": "2601.09691v1",
      "title": "Detection of Oscillations in a Type I X-Ray Burst of 4U 0614+091 with SVOM/ECLAIRs",
      "authors": [
        "Sébastien Le Stum",
        "Floriane Cangemi",
        "Alexis Coleiro",
        "Sébastien Guillot",
        "Jérôme Chenevez",
        "Philippe Bacon",
        "Nicolas Bellemont",
        "Laurent Bouchet",
        "Tristan Bouchet",
        "Cécile Cavet",
        "Bertrand Cordier",
        "Antoine Foisseau",
        "Olivier Godet",
        "Andrea Goldwurm",
        "Xu-Hui Han",
        "Cyril Lachaud",
        "Zhaosheng Li",
        "Hua-Li Li",
        "Yu-Lei Qiu",
        "Jérôme Rodriguez",
        "Wen-Jun Tan",
        "L. Tao",
        "Lauryne Verwaerde",
        "Chen-Wei Wang",
        "Jing Wang",
        "Jianyan Wei",
        "Chao Wu",
        "Wen-Jin Xie",
        "Li-Ping Xin",
        "Shaolin Xiong",
        "Shuang-Nan Zhang",
        "S. J. Zheng"
      ],
      "summary": "On 2025 January 10, a thermonuclear (Type I) X-ray burst from the neutron star low-mass X-ray binary \\textit{4U~0614+091} was detected with the ECLAIRs instrument on board the \\textit{SVOM} mission. We present here a time-resolved spectroscopic analysis of the burst, along with the detection of burst oscillations within a 51-second interval during the decay phase. The oscillation frequency is measured to be $ν= 413.674 \\pm 0.002\\,\\mathrm{Hz}$, consistent with previous reports. However, we detect a significant downward frequency drift over the burst duration, characterized by $\\dotν = (-4.7 \\pm 0.3) \\times 10^{-3}\\,\\mathrm{Hz\\,s^{-1}}$. This frequency evolution is atypical compared to those observed in similar burst oscillation sources. We tentatively attribute the observed drift to a Doppler shift induced by orbital motion. Under this interpretation, the inferred orbital period must be shorter than 20 minutes, placing \\textit{4U~0614+091} among the most compact known low-mass X-ray binaries.",
      "published": "2026-01-14T18:43:28Z",
      "updated": "2026-01-14T18:43:28Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09691v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09691v1"
    },
    {
      "id": "2601.09607v1",
      "title": "Confronting eikonal and post-Kerr methods with numerical evolution of scalar field perturbations in spacetimes beyond Kerr",
      "authors": [
        "Ciro De Simone",
        "Sebastian H. Völkel",
        "Kostas D. Kokkotas",
        "Vittorio De Falco",
        "Salvatore Capozziello"
      ],
      "summary": "The accurate computation of quasinormal modes from rotating black holes beyond general relativity is crucial for testing fundamental physics with gravitational waves. In this study, we assess the accuracy of the eikonal and post-Kerr approximations in predicting the quasinormal mode spectrum of a scalar field on a deformed Kerr spacetime. To obtain benchmark results and to analyze the ringdown dynamics from generic perturbations, we further employ a 2+1-dimensional numerical time-evolution framework. This approach enables a systematic quantification of theoretical uncertainties across multiple angular harmonics, a broad range of spin parameters, and progressively stronger deviations from the Kerr geometry. We then confront these modeling errors with simple projections of statistical uncertainties in quasinormal mode frequencies as a function of the signal-to-noise ratio, thereby exploring the domain of validity of approximate methods for prospective high-precision black-hole spectroscopy. We also report that near-horizon deformations can affect prograde and retrograde modes differently and provide a geometrical explanation.",
      "published": "2026-01-14T16:30:02Z",
      "updated": "2026-01-14T16:30:02Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.09607v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09607v1"
    },
    {
      "id": "2601.09596v1",
      "title": "Plasma wakes driven by Compton scattering: Non-linear regime and particle acceleration",
      "authors": [
        "Thomas Grismayer",
        "Fabrizio Del Gaudio",
        "Luís O. Silva"
      ],
      "summary": "We investigate plasma wake generation via Compton scattering from photon bursts, a non-ponderomotive process relevant when the photon wavelength is smaller than the interparticle distance but larger than the Compton wavelength. In this regime, electrons can reach relativistic velocities. We extend linear theory to the nonlinear regime, showing that plasma waves can reach the wave-breaking limit. Perfectly collimated drivers produce wakes propagating at the speed of light, allowing electron phase-locking (limited by driver depletion). Non-collimated drivers induce subluminal phase velocities, limiting acceleration via dephasing. Two-dimensional simulations reveal unique transverse fields compared to laser wakefields, with a DC magnetic field leading to consistent focusing. The work considers observational prospects in laboratory and astrophysical scenarios such as around highly luminous compact objects (e.g., pulsars, gamma-ray bursts) interacting with tenuous interstellar or intergalactic plasmas, where conditions favor Comptondominated wakefield acceleration.",
      "published": "2026-01-14T16:14:00Z",
      "updated": "2026-01-14T16:14:00Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09596v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09596v1"
    },
    {
      "id": "2601.09552v1",
      "title": "Blowouts of Nascent Wind Bubbles in Pulsar-Driven Supernovae",
      "authors": [
        "Mingxi Chen",
        "Kazumi Kashiyama",
        "Masato Sato"
      ],
      "summary": "Formation of a rapidly spinning, strongly magnetized neutron star (NS) may occur in various classes of core-collapse events. If the NS injects an amount of energy comparable to the explosion energy of the accompanying supernova (SN) before the SN ejecta becomes transparent, the nascent NS wind bubble can overtake the outer ejecta and undergo a blowout driven by hydrodynamic instabilities. Based on multidimensional numerical studies, we construct a minimal semi-analytic framework to follow the post-blowout dynamics and radiative evolution, map the blowout conditions by scanning the ejecta and NS parameters, and compute survey-ready multi-band light curves. For stripped-envelope SNe with an ejecta mass of $M_\\mathrm{ej} \\sim 10\\,M_\\odot$ and an explosion energy of $E_\\mathrm{sn} \\sim 10^{51}\\,\\mathrm{erg}$, blowout occurs for NSs with magnetic field strengths of $B_{\\mathrm{dip}} \\gtrsim 10^{13}\\,\\mathrm{G}$ and spin periods of $P_\\mathrm{NS} \\lesssim \\mathrm{a\\ few}\\,\\mathrm{ms}$. Relatively weak-field cases with $B_\\mathrm{dip} \\lesssim 10^{14}\\,\\mathrm{G}$ produce luminous double-peaked UV/optical light curves, as observed in the superluminous SN LSQ14bdq, while stronger-field cases with $B_\\mathrm{dip} \\gtrsim 10^{14}\\,\\mathrm{G}$ result in hypernovae preceded by X-ray blowout precursors. We also examine weaker and lower-mass SN explosions representing ultra-stripped SNe and accretion- or merger-induced collapse events, in which blowout is more readily achieved over a broader range of NS parameters, producing fast X-ray transients with durations of $ 10^{2\\mbox{--}4}\\,\\mathrm{s}$ and peak luminosities of $10^{42\\mbox{--}48}\\,\\mathrm{erg\\,s^{-1}}$. Our results encourage coordinated UV, optical, and X-ray observations which constrain the formation of the most energetic NSs in the universe.",
      "published": "2026-01-14T15:12:18Z",
      "updated": "2026-01-14T15:12:18Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09552v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09552v1"
    },
    {
      "id": "2601.09532v1",
      "title": "Strange quark star II: the minimal and maximal gravitational mass and the Keplerian configuration",
      "authors": [
        "Fatemeh Kayanikhoo",
        "Mateusz Kapusta",
        "Miljenko Čemeljić",
        "Wlodek Kluzniak",
        "Leszek Zdunik"
      ],
      "summary": "We employ the MIT bag model with density-dependent bag constant for the equation of state (EOS) to estimate the gravitational mass and Keplerian frequency of rapidly rotating strange quark stars (SQS). In a companion paper we discuss the structural parameters of such rotating stars under the influence of strong magnetic fields. We use the LORENE library to compute the structural parameters at different rotational frequencies in the range of 1100-1300~Hz for a non-magnetized SQS. While there is no minimum limit for the mass of slowly rotating self-bound stars, by computing the maximum rotational frequency, known as the mass-shedding limit, we show that SQS must have a minimum mass to sustain high rotational frequencies. The mass-shedding frequency in our EOS model is lower than that estimated from the MIT bag model EOS with a fixed bag constant. The Keplerian frequency in our model depends linearly on the gravitational mass at the mass-shedding limit (and similarly on the minimum mass) with the slope of 0.08~${\\rm kHz}/M_\\odot$. We obtain mass limits aligned with the observational data for both the heaviest and the lightest observed pulsars.",
      "published": "2026-01-14T14:55:46Z",
      "updated": "2026-01-14T14:55:46Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09532v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09532v1"
    },
    {
      "id": "2601.09529v1",
      "title": "Strange quark star I: the maximum gravitational mass and deformation of magnetized spinning model",
      "authors": [
        "Fatemeh Kayanikhoo",
        "Mateusz Kapusta",
        "Miljenko Čemeljić",
        "Leszek Zdunik"
      ],
      "summary": "We investigate the structural parameters of strange quark stars (SQS) under the influence of strong magnetic fields and varying rotational frequencies. The equation of state is computed using the MIT bag model with a density-dependent bag constant and considering the Landau quantization effect regarding the strong magnetic fields up to $5\\times10^{17}\\,$G in the interior of SQS. Employing the LORENE library, we calculate the structural parameters under different magnetic field strengths and rotational frequencies. Our models are compared in terms of maximum gravitational mass, deformation parameter, binding energy, and compactness. Our equation of state model demonstrates that the gravitational masses are higher than those computed using a MIT bag model with a fixed bag constant. We find the gravitational masses beyond $2.3 \\,M_\\odot$, which are compatible with the masses of observed compact objects, such as the ``black widow'' pulsar \\emph{PSR J0952-0607}, and the \\emph{GW190814} event detected by the LIGO/Virgo collaboration. The deformation parameter and maximum gravitational mass of SQS are characterized by fitted functions accounting for variations in both magnetic field strength and rotational frequency. We find the maximum deformation parameter of 1.55 and the maximum gravitational mass of $2.8\\, M_\\odot$ in the fast-rotating strongly magnetized model.",
      "published": "2026-01-14T14:52:27Z",
      "updated": "2026-01-14T14:52:27Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09529v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09529v1"
    },
    {
      "id": "2601.09349v1",
      "title": "How Plasma Properties of the Fanaroff-Riley Jet can Shape its Morphology",
      "authors": [
        "Priyesh Kumar Tripathi",
        "Indranil Chattopadhyay",
        "Raj Kishor Joshi",
        "Ritaban Chatterjee",
        "Sanjit Debnath",
        "M. Saleem Khan"
      ],
      "summary": "Extragalactic jets are broadly classified into two categories based on radio observations: core-brightened jets, known as Fanaroff-Riley Type I (FR I), and edge-brightened jets, classified as Type II (FR II). This FR dichotomy may arise due to variation in the ambient medium and/or the properties of the jet itself, such as injection speed, temperature, composition, magnetization, etc. To investigate this, we perform large-scale three-dimensional magnetohydrodynamic (3D-MHD) simulations of low-power, supersonic jets extending to kiloparsec scales. We inject a jet beam carrying an initially toroidal magnetic field into a denser, unmagnetized, and stratified ambient medium through a cylindrical nozzle. Our simulations explore jets with varying injection parameters to investigate their impact on morphology and emission properties. Furthermore, we examine jets with significantly different plasma compositions, such as hadronic and mixed electron-positron-proton configurations, to study the conditions that may drive transitions between FR I and FR II morphologies. We find that, under the same injection parameters, mixed plasma composition jets tend to evolve into FR I structures. In contrast, electron-proton jets exhibit a transition between FR I and FR II morphologies at different stages of their evolution.",
      "published": "2026-01-14T10:23:26Z",
      "updated": "2026-01-14T10:23:26Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09349v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09349v1"
    },
    {
      "id": "2601.09054v2",
      "title": "Upper limits on microhertz gravitational waves from supermassive black-hole binaries using PSR J1909-3744 data from the second IPTA data release",
      "authors": [
        "Jing Zou",
        "Jingbo Wang Jianping Yuan",
        "De Zhao",
        "Yirong Wen",
        "Wei Li",
        "Na Wang",
        "Yong Xia"
      ],
      "summary": "We present the results of a search for gravitational waves (GWs) from individual sources using high-cadence observations of PSR J1909\\(-\\)3744 obtained during an intensive observing campaign with the International Pulsar Timing Array second data release (IPTA-DR2) between July 2010 and November 2012. The observations, conducted at three different radio frequencies with the Nançay Radio Telescope (NRT) and Parkes Telescope (PKS) and five frequencies with the Green Bank Telescope (GBT), enabled precise corrections for dispersion measure effects and scattering variations. After these corrections, the timing residuals showed an unmodeled periodic noise component with an amplitude of 340 ns. Our analysis yields upper limits on the GW strain from individual sources, constraining it to be below \\(1.9 \\times 10^{-14}\\) at 71 nHz and \\(2.3 \\times 10^{-13}\\) at 1 \\textmu Hz for average sky locations, while for optimal source locations the limits improve to \\(6.2 \\times 10^{-15}\\) and \\(8.9 \\times 10^{-14}\\) at the same frequencies, respectively. Our new limits are about a factor of 1.52 more stringent than those of Perera et al. based on an earlier EPTA data.",
      "published": "2026-01-14T00:48:24Z",
      "updated": "2026-01-15T05:33:11Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.09054v2",
      "pdf_link": "https://arxiv.org/pdf/2601.09054v2"
    },
    {
      "id": "2601.08931v1",
      "title": "Expanding the High-z Supernova Frontier: \"Wide-Area\" JWST Discoveries from the First Two Years of COSMOS-Web",
      "authors": [
        "Ori D. Fox",
        "Armin Rest",
        "Justin D. R. Pierel",
        "David A. Coulter",
        "Caitlin M. Casey",
        "Jeyhan S. Kartaltepe",
        "Hollis B. Akins",
        "Maximilien Franco",
        "Mike Engesser",
        "Conor Larison",
        "Takashi J. Moriya",
        "Robert M. Quimby",
        "Marko Shuntov",
        "Matthew R. Siebert",
        "Christa DeCoursey",
        "James M. DerKacy",
        "Nicole E. Drakos",
        "Eiichi Egami",
        "Steven L. Finkelstein",
        "Carter Flayhart",
        "Seiji Fujimoto",
        "Estefania Padilla Gonzalez",
        "Massimo Griggio",
        "Santosh Harish",
        "Olivier Ilbert",
        "Kohei Inayoshi",
        "Anton M. Koekemoer",
        "Vasily Kokorev",
        "Clotilde Laigle",
        "Erini Lambrides",
        "Rebecca L. Larson",
        "Daizhong Liu",
        "Georgios E. Magdis",
        "Jacqueline E. McCleary",
        "Henry J. McCracken",
        "Nicolas McMahon",
        "Jed McKinney",
        "Thomas Moore",
        "Louise Paquereau",
        "Jason Rhodes",
        "Brant E. Robertson",
        "David B. Sanders",
        "Sogol Sanjaripour",
        "Koji Shukawa",
        "Louis-Gregory Strolger",
        "Sune Toft",
        "Qinan Wang",
        "Robert E. Williams",
        "Yossef Zenati"
      ],
      "summary": "Transient astronomy in the early Universe (z > 2) remains largely unexplored, lying beyond the rest-frame optical spectroscopic reach of most current observatories. Yet this regime promises transformative insights, with high-redshift transients providing direct access to the early Universe and enabling studies of how stellar populations and cosmology evolve over cosmic time. JWST is uniquely equipped to probe these redshifts efficiently in the rest-frame optical and near-IR. We present results from an initial pathfinder search, covering an area of ~133 arcmin^2 (~0.037 deg^2) independently imaged by the PRIMER and COSMOS-Web (hereafter COSMOS) extragalactic surveys. Although neither program was designed for time-domain astronomy, combining their data results in difference images separated by roughly one year, leading to the discovery of 68 supernovae (SNe) with host photometric redshifts reaching z < 5. For most SNe, only a single epoch is available, but the combination of host redshift, classification, color, and magnitude enables us to prioritize candidates for detailed photometric and spectroscopic follow-up. Among the most notable sources are a relatively bright, blue CCSN at z > 3 (SN 2023aeab) and a young, normal SN Ia at z > 2 (SN 2023aeax). The sample distribution highlights the increasing likelihood that a wide-area JWST program can uncover younger, bluer, and potentially more extreme explosions. While this pathfinder effort is limited in cadence and number of filters, it demonstrates the strong potential of a dedicated, well-planned time-domain survey with JWST to obtain the sample sizes and rate measurements needed to chart SN populations deep into the early Universe.",
      "published": "2026-01-13T19:10:21Z",
      "updated": "2026-01-13T19:10:21Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.08931v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08931v1"
    },
    {
      "id": "2601.08791v1",
      "title": "A precessing jet from an active galactic nucleus drives gas outflow from a disk galaxy",
      "authors": [
        "Justin A. Kader",
        "Vivian U",
        "Loreto Barcos-Muñoz",
        "Marina Bianchin",
        "Sean T. Linden",
        "Yiqing Song",
        "Gabriela Canalizo",
        "Archana Aravindan",
        "George C. Privon Tanio Díaz-Santos",
        "Christopher Hayward",
        "Matthew A. Malkan",
        "Lee Armus",
        "Rosalie C. McGurk",
        "Jeffrey A. Rich",
        "Anne M. Medling",
        "Sabrina Stierwalt",
        "Claire E. Max",
        "Aaron S. Evans",
        "Christopher J. Agostino",
        "Vassilis Charmandaris",
        "Tianmu Gao",
        "Justin H. Howell",
        "Hanae Inami",
        "Thomas S. -Y. Lai",
        "Kirsten L. Larson",
        "Christopher D. Martin",
        "Mateusz Matuszewski",
        "Joseph M. Mazzarella",
        "James D. Neill",
        "Nikolaus Z. Prusinski",
        "Raymond Remigio",
        "David B. Sanders",
        "Jason Surace"
      ],
      "summary": "To reproduce observed galaxy properties, cosmological simulations require that massive galaxies experience feedback from active galactic nuclei, which regulates star formation within those galaxies. However, the energetics and timescales of these feedback processes are poorly constrained. We combine optical, infrared, sub-millimeter and radio observations of the active galaxy VV 340a, hosting a low-power jet launched from a supermassive black hole at its center. We find that the jet undergoes precession, with a period of (8.2 $\\pm~$5.5) $\\times~$10$^5$ years, and drives an outflow of gas at a rate of 19.4 $\\pm~$7.9 solar masses per year. The jet shocks the gas, producing highly ionized plasma extending several kiloparsecs from the nucleus. The outflow ejects sufficient gas from the galaxy to influence its star formation rate.",
      "published": "2026-01-13T18:24:10Z",
      "updated": "2026-01-13T18:24:10Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.08791v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08791v1"
    },
    {
      "id": "2601.08714v1",
      "title": "Evolution and afterglow emission of gamma-ray burst jets from binary neutron star mergers",
      "authors": [
        "Emma Dreas",
        "Om Sharan Salafia",
        "Andrea Pavan",
        "Riccardo Ciolfi",
        "Annalisa Celotti"
      ],
      "summary": "Relativistic jets launched in binary neutron star (BNS) mergers are widely accepted as the engines powering most of the population of short gamma-ray bursts (GRBs). Understanding their structure and dynamics-particularly during and after breakout from the merger ejecta-is crucial for interpreting GRB afterglows, especially for off-axis observers. Traditional models often assume simple angular or radial jet profiles, potentially missing key features emerging for jets piercing through realistic environments. This work aims to investigate the formation and evolution of the jet structure as it propagates through a non-homogeneous, anisotropic BNS merger environment. We focus on how the interaction with the ambient medium shapes the jet's angular and velocity distributions and assess the impact of this realistic structure on the resulting afterglow light curves. We perform a series of 3D relativistic magnetohydrodynamic simulations of jets launched in post-merger environments, exploring different injection conditions. Simulations are evolved to late times, approaching the ballistic regime, where further dynamical evolution becomes negligible. From the resulting outflows, we extract energy and velocity profiles and compute multi-wavelength afterglow light curves using a semi-analytic model that includes radial stratification and the full 3D jet geometry. More energetic or earlier-launched jets drill more efficiently through the ejecta, but all develop asymmetries that leave clear imprints in the off-axis afterglow light curves. All models exhibit a complex multi-shock breakout structure responsible for an early, dimmer peak in the afterglow. Despite structural differences, all simulated jets are consistent with the observational data of the multi-messenger BNS merger event GW170817.",
      "published": "2026-01-13T16:41:35Z",
      "updated": "2026-01-13T16:41:35Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.08714v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08714v1"
    },
    {
      "id": "2601.08199v1",
      "title": "Chiral three-nucleon forces for the new local position-space two-nucleon potential in $\\textit{ab initio}$ many-body calculations",
      "authors": [
        "Rongzhe Hu",
        "Jianguo Li",
        "Siqin Fan",
        "Furong Xu"
      ],
      "summary": "Three-nucleon force (3NF) plays an important role in understanding the structure of finite nuclei and the saturation properties of infinite nuclear matter. The chiral 3NF derived from the chiral effective field theory has been successful in $\\textit{ab initio}$ studies of atomic nuclei. However, challenges remain, such as parameterizing low-energy constants and applying regulators. Most of established chiral nuclear forces have a nonlocal form in the momentum space. In this work, we construct local and hybrid local-nonlocal chiral 3NFs for the newly established Idaho local position-space two-nucleon potential, and calculate binding energies and radii of nuclei up to $^{132}$Sn. The two low-energy constants of 3NF are constrained by the ground-state energies of $^3$H and $^{16}$O, as suggested in a recent work. The chiral Hamiltonian obtained with the local-nonlocal regulator can simultaneously reproduce the experimental ground-state energies and charge radii of nuclei over a large range from $^4$He to $^{132}$Sn.",
      "published": "2026-01-13T04:11:43Z",
      "updated": "2026-01-13T04:11:43Z",
      "categories": [
        "nucl-th",
        "astro-ph.HE",
        "nucl-ex"
      ],
      "link": "https://arxiv.org/abs/2601.08199v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08199v1"
    },
    {
      "id": "2601.08154v1",
      "title": "Observation of the Forbush decrease on 2024 May 10, using the ALPAQUITA air-shower array at the 70-1000 GV rigidity range",
      "authors": [
        "M. Anzorena",
        "E. de la Fuente",
        "K. Fujita",
        "R. Garcia",
        "Y. Hayashi",
        "K. Hibino",
        "N. Hotta",
        "G. Imaizumi",
        "Y. Katayose",
        "C. Kato",
        "S. Kato",
        "T. Kawashima",
        "K. Kawata",
        "M. Kobayashi",
        "S. Kobayashi",
        "T. Koi",
        "H. Kojima",
        "P. Miranda",
        "S. Mitsuishi",
        "A. Mizuno",
        "K. Munakata",
        "Y. Nakamura",
        "M. Nishizawa",
        "Y. Noguchi",
        "S. Ogio",
        "M. Ohishi",
        "M. Ohnishi",
        "A. Oshima",
        "M. Raljevic",
        "H. Rivera",
        "T. Saito",
        "T. Sako",
        "T. K. Sako",
        "S. Shibata",
        "A. Shiomi",
        "M. Subieta",
        "F. Sugimoto",
        "N. Tajima",
        "W. Takano",
        "Y. Takeyama",
        "M. Takita",
        "N. Tamaki",
        "Y. Tameda",
        "K. Tanaka",
        "R. Ticona",
        "H. Tsuchiya",
        "Y. Tsunesada",
        "S. Udo",
        "G. Yamagishi",
        "Y. Yamanaka",
        "K. Yamazaki",
        "Y. Yokoe"
      ],
      "summary": "The Andes Large area PArticle detector for Cosmic ray and Astronomy (ALPACA) is a new air-shower array experiment under construction in the Bolivian Andes, and its prototype ALPAQUITA surface array has been operating since 2023 April. In addition to the traditional $\\ge$3-hit or $\\ge$4-hit coincidences to trigger recording air-shower events, ALPAQUITA records the counting rates of the $\\ge$1-hit and $\\ge$2-hit events (Any1 and Any2, respectively). We report a successful detection of a Forbush decrease occurred on 2024 May 10 caused by a passage of an interplanetary shock formed ahead of the Interplanetary Coronal Mass Ejection. The amplitude detected in the Any1 rate is 4.26$\\pm$0.33% at the median primary rigidity of 76GV which is consistent with the observations with the worldwide neutron monitor and muon detector networks. Under the assumption of a power-law rigidity spectrum, we renormalized the errors of the observed amplitude ($A_{obs}$) and fitted them as a function of the median primary rigidity ($R_{m}$) of each detector and observational method. The result $A_{obs} = (10.9\\% \\pm 0.9\\%) \\times (R_{m}/10\\,GV)^{-0.55 \\pm 0.07}$ exhibits a hard nature of this event. Our non-detection in the Any2 rate decrease constrains the amplitude with a 2$σ$ upper limit to be 0.95% at 960GV. This marginally suggests an existence of a spectral softening between 100GV and 1000GV as also suggested by the Misato underground muon detector at 145GV. Although a strong geomagnetic storm was observed during this period, we conclude it does not impact our results. Our novel technique realizes a unique coverage to study the behavior of the Forbush decreases at the highest rigidity.",
      "published": "2026-01-13T02:37:02Z",
      "updated": "2026-01-13T02:37:02Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.08154v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08154v1"
    },
    {
      "id": "2601.08093v1",
      "title": "Cascade Processes of Strong and Weak MHD Turbulence",
      "authors": [
        "Na-Na Gao",
        "Jian-Fu Zhang",
        "Jungyeon Cho"
      ],
      "summary": "On the framework of relativistic force-free magnetohydrodynamic (MHD) turbulence, we explore the fundamental properties of strong and weak turbulent cascades using high-resolution numerical simulations in the presence of a uniform background magnetic field. We find that (1) power spectra and scale-dependent anisotropies both for the strong and weak turbulence resemble those observed in the non-relativistic MHD turbulence; (2) intermittency of magnetic fields in strong turbulence is stronger than that in the weak one; (3) generated Alfvén modes show similar energy spectra and scale-dependent anisotropies to those of non-relativistic case; (4) generated fast modes present a power spectrum similar to that of Alfvén modes, with a strong (for strong turbulence) or weak (for weak turbulence) scale-dependent anisotropy, which are significantly different from non-relativistic turbulence; and (5) applications of our numerical results to neutron star magnetospheres show that the strong (or moderately weak) turbulent cascade can explain the X-ray radiation of the Vela pulsar. Our study is of great significance for understanding energy transfer, magnetic field evolution, and particle acceleration mechanisms in extreme astrophysical environments.",
      "published": "2026-01-13T00:27:00Z",
      "updated": "2026-01-13T00:27:00Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.08093v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08093v1"
    },
    {
      "id": "2601.08080v1",
      "title": "Long Term (250 years) Hydrodynamical Simulation of the Supermassive Black Hole Binary OJ287",
      "authors": [
        "Ariel Chitan",
        "Sarah C. Gallagher",
        "Shahram Abbassi"
      ],
      "summary": "With upcoming facilities capable of detecting photometric and gravitational wave signals from supermassive black hole (SMBH) binaries, studying their long-term accretion-driven variability is timely. OJ287 is a bright, nearby ($z=0.3$), and well-studied candidate for a SMBH binary. As such, it is an excellent case study for how binary dynamics could influence observed active galactic nucleus (AGN) photometric variability. We present 3D hydrodynamic simulations of OJ287, using the code PHANTOM. We simulate two mass ratios: (i) M$_1$ $=$ 1.835$\\times$10$^{10}$ M$_\\odot$ with M$_2$ $=$ 1.4$\\times$10$^{8}$ M$_\\odot$, (ii) M$_1\\approx$ M$_2$ ($\\sim10^{8}$ M$_\\odot$) along and (iii) control of a single SMBH and accretion disc. We find that the simulation with masses 1.835$\\times$10$^{10}$ M$_\\odot$ and 1.4$\\times$10$^{8}$ M$_\\odot$ evolves consistently with the most currently accepted model of OJ287 as a precessing SMBH binary. The secondary's impacts with the disc result in the formation of spiral density waves and a corresponding $\\sim$10-20% increases in the mass accretion rate of the primary SMBH. The impact timings and the mass accretion rate spikes show quasi-periodic variability as a result of the precession of the secondary's orbit with intervals between impacts ranging from $\\sim$ 1 year to $\\sim$ 10 years. In the near-equal mass case, the disc of the primary becomes tidally disrupted after $\\sim$ 2 years. Consequently, the near-equal mass system with a period of 12 years is not a viable candidate for OJ287. This modeling provides insights into the potential signatures of SMBH binaries by both gravitational wave observatories and the Rubin Legacy Survey of Space and Time.",
      "published": "2026-01-12T23:45:09Z",
      "updated": "2026-01-12T23:45:09Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.08080v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08080v1"
    },
    {
      "id": "2601.07931v1",
      "title": "General gravitational properties of neutron stars: curvature invariants, binding energy, and trace anomaly",
      "authors": [
        "Iván Garibay",
        "Christian Ecker",
        "Luciano Rezzolla"
      ],
      "summary": "We investigate the behavior of curvature invariants for a large ensemble of neutron stars built with equations of state (EOSs) that satisfy constraints from nuclear theory and perturbative QCD, as well as measurements of neutron-star masses, radii, and gravitational waves from binary neutron-star mergers. Surprisingly, our analysis reveals that stars with negative Ricci scalar $\\mathcal{R}$ are rather common and about $\\sim 50\\%$ of our EOSs produce one or more stars with Ricci curvature that is negative somewhere inside the star. The negative curvature is found mostly but not exclusively at the highest densities and pressures, and predominantly for stiff EOSs and for the most compact and most massive stars. Furthermore, we improve the quasi-universal relation between the stellar gravitational mass $M$ and the baryonic mass $M_\\mathrm{b}$, which allows us to express analytically one in terms of the other with a maximum variance of only $\\sim 3\\%$. Finally, using the relation between the Ricci scalar and the trace anomaly $Δ$, we determine the conditions under which $Δ$ vanishes or becomes negative in neutron stars.",
      "published": "2026-01-12T19:01:18Z",
      "updated": "2026-01-12T19:01:18Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.07931v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07931v1"
    },
    {
      "id": "2601.10699v1",
      "title": "Late-time acceleration without a vacuum term in ${f(R,L_m)}$ gravity: scaling deSitter dynamics and parameter constraints",
      "authors": [
        "Luciano Navarro-Coydán",
        "J. Alberto Vázquez",
        "Israel Quiros",
        "Ricardo García-Salcedo"
      ],
      "summary": "We investigate late-time cosmic acceleration in $f(R,L_m)$ gravity driven by nonlinear matter contributions, focusing on the class $f(R,L_m)=R/2+c_1 L_m+c_n L_m^{n}+c_0$ with the explicit choice $L_m=ρ_m$ and an uncoupled radiation sector. We analyze two realizations: (i) Case A: $f(R,L_m)=R/2+βρ_m^{n}+γ$, where $γ$ acts as a vacuum term, and (ii) Case B: $f(R,L_m)=R/2+βρ_m+γρ_m^{n}$, where the nonlinear sector can mimic dark energy without an explicit cosmological constant. For each case, we construct a bounded autonomous system, classify all critical points and their stability, and compute cosmographic diagnostics. The phase-space analysis shows that Case A reproduces the standard radiation$\\to$matter$\\to$de~Sitter sequence only for $n\\gtrsim 4/5$, with acceleration essentially enforced by the vacuum term. In contrast, Case~B admits a qualitatively distinct and phenomenologically appealing branch: for $0<n<1/2$ the system possesses a physical \\emph{scaling} de~Sitter future attractor inside the bounded simplex, yielding radiation$\\to$matter$\\to$acceleration with $q=-1$ and $ω_{\\rm eff}=-1$ and without introducing $c_0$. We confront both models with background data (CC, Union3, DESI BAO, plus a BBN prior on $Ω_b h^2$) using nested sampling and perform model comparison via Bayesian evidence and AIC/BIC. The full data combination constrains $n=1.08\\pm0.05$ in Case A and $n=0.05\\pm0.10$ in Case B (68\\% CL), the latter lying within the accelerating window while remaining statistically consistent with $Λ$CDM kinematics at the background level. We also record minimal consistency conditions for stability (tensor no-ghost and luminal propagation) and motivate a dedicated perturbation-level analysis as the next step to test growth and lensing observables.",
      "published": "2026-01-15T18:54:23Z",
      "updated": "2026-01-15T18:54:23Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.10699v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10699v1"
    },
    {
      "id": "2601.10472v1",
      "title": "From Weibel seeds to collisionless dynamos beyond pair-plasmas",
      "authors": [
        "Lise Hanebring",
        "James Juno",
        "Ammar Hakim",
        "Jason M. TenBarge",
        "Istvan Pusztai"
      ],
      "summary": "Bridging the spatiotemporal scales of magnetic seed field generation and subsequent dynamo amplification in the weakly collisional intracluster medium presents an extreme numerical challenge. We perform collisionless turbulence simulations with initially unmagnetized electrons that capture both magnetic seed generation via the electron Weibel instability and the ensuing dynamo amplification. Going beyond existing pair-plasma studies, we use an ion-to-electron mass ratio of 100 for which we find electron and ion dynamics are sufficiently decoupled. These simulations are enabled by the 10-moment collisionless fluid solver of Gkeyll, which evolves the full pressure tensor for all species. The electron heat-flux closure regulates pressure isotropization and effectively sets the magnetic Reynolds number. We investigate how the strength of of the closure influences the transition between a regime reminiscent of previous kinetic pair-plasma simulations and a more MHD-like dynamo regime.",
      "published": "2026-01-15T14:57:57Z",
      "updated": "2026-01-15T14:57:57Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.10472v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10472v1"
    },
    {
      "id": "2601.10314v1",
      "title": "Extracting intrinsic alignments in the Dark Energy Survey's year 1 data, using the self-calibration method and LSST-DESC tools",
      "authors": [
        "Eske M. Pedersen",
        "Leonel Medina-Varela",
        "Emily Phillips Longley",
        "Mustapha Ishak",
        "Joe Zuntz",
        "Chihway Chang",
        "C. Danielle Leonard"
      ],
      "summary": "We present the implementation of a Self-Calibration of Intrinsic Alignments of galaxies as an extension to the Vera C. Rubin Observatory's Legacy Survey of Space and Time (LSST) Dark Energy Science Collaboration (DESC)'s weak lensing 3x2pt pipeline (TXPipe). As a demonstration, we have run this pipeline on the Dark Energy Survey (DES) year one data set. We find indications of a non-zero intrinsic alignment signal in the higher redshift bins, while in the lower bins our results look more uncertain. We believe this is caused by known issues with the individual galaxies photo-z estimation. This effect is particularly harmful for the self-calibration method, since it has high requirements for reliable estimation of the photo-$z$s, and the need for individual galaxy point estimates and tomographic binning to match. We show how different methods of recreating the redshift probability distribution can affect the detection of intrinsic alignment.",
      "published": "2026-01-15T11:46:15Z",
      "updated": "2026-01-15T11:46:15Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.10314v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10314v1"
    },
    {
      "id": "2601.10152v1",
      "title": "The BINGO project X. Cosmological parameter constraints from HI Intensity Mapping lognormal simulations",
      "authors": [
        "Pablo Motta",
        "Camila P. Novaes",
        "Elcio Abdalla",
        "Jiajun Zhang",
        "Gabriel A. Hoerning",
        "Alessandro Marins",
        "Eduardo J. de Mericia",
        "Luiza O. Ponte",
        "Amilcar R. Queiroz",
        "Thyrso Villela",
        "Bin Wang",
        "Carlos A. Wuensche",
        "Chang Feng",
        "Edmar C. Gurjão"
      ],
      "summary": "Building on the transformative success of optical redshift surveys, the emerging technique of neutral hydrogen (HI) intensity mapping (IM) offers a novel probe of large-scale structure (LSS) growth and the late-time accelerated expansion of the universe.   We present cosmological forecasts for the Baryon Acoustic Oscillations from Integrated Neutral Gas Observations (BINGO), a pioneering HI IM experiment, quantifying its potential to constrain the \\textit{Planck}-calibrated $Λ$CDM cosmology and extensions to the $w_0w_a$CDM dark energy model.   For BINGO's Phase~1 configuration, we simulate the HI IM signal using a lognormal model and incorporate three dominant systematics: foreground residuals, thermal noise, and beam resolution effects. Using Bayesian inference, we derive joint constraints on six cosmological parameters ($Ω_b h^2$, $Ω_c h^2$, $100θ_s$, $n_s$, $\\ln 10^{10} A_s$, and $τ_r$) alongside 60 HI parameters ($b_{\\rm HI}^i$, $Ω_{\\rm HI}^i b_{\\rm HI}^i$) across 30 frequency channels.   Our results demonstrate that combining BINGO with the Planck 2018 CMB dataset tightens the confidence regions of cosmological parameters to $\\sim$40\\% the size of those from Planck alone, significantly improving the precision of parameter estimation. Furthermore, BINGO constrains the redshift evolution of HI density and delivers competitive measurements of the dark energy equation of state parameters ($w_0$, $w_a$).   These results demonstrate BINGO's potential to extract significant cosmological information from the HI distribution and provide constraints competitive with current and future cosmological surveys.",
      "published": "2026-01-15T07:49:53Z",
      "updated": "2026-01-15T07:49:53Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.10152v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10152v1"
    },
    {
      "id": "2601.09834v1",
      "title": "Very-High-Frequency Gravitational Waves from Multi-Monodromy Inflation",
      "authors": [
        "Guido D'Amico",
        "Andrew A. Geraci",
        "Nemanja Kaloper",
        "Alexander Westphal"
      ],
      "summary": "We show that in multi-stage axion monodromy inflation an interruption near the end of the penultimate stage can lead to a spike in the gravitational wave background. These gravitational waves are in the frequency range and with an amplitude accessible to proposed terrestrial detectors such as the Einstein Telescope, Cosmic Explorer, and future Levitated Sensor Detector experiments.",
      "published": "2026-01-14T19:49:04Z",
      "updated": "2026-01-14T19:49:04Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "gr-qc",
        "hep-th",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09834v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09834v1"
    },
    {
      "id": "2601.09803v1",
      "title": "Dark energy driven by an oscillating generalised axion-like quintessence field",
      "authors": [
        "Mariam Bouhmadi-López",
        "Carlos G. Boiza"
      ],
      "summary": "Generalised axion-like scalar fields provide a well-motivated framework for describing the late-time acceleration of the Universe. As the field evolves, it rolls down its potential and, depending on its mass and initial conditions, it may either still be approaching the minimum or already oscillating around it. These two dynamical regimes require distinct treatments of cosmological perturbations. In this work, we perform a detailed analysis of linear cosmological perturbations in the regime where the dark-energy scalar field undergoes coherent oscillations about the minimum of its potential. We show that the standard effective fluid description breaks down in this phase and develop a consistent field-based perturbation framework, which we use to assess the impact of oscillatory dark energy on the growth of cosmic structures.",
      "published": "2026-01-14T19:08:47Z",
      "updated": "2026-01-14T19:08:47Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.09803v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09803v1"
    },
    {
      "id": "2601.09784v1",
      "title": "Classical equipartition dynamics between axions and non-Abelian gauge fields",
      "authors": [
        "Kim V. Berghaus",
        "Adrien Florio",
        "M. Laine",
        "Franz R. Sattler"
      ],
      "summary": "Motivated by axion-like inflation and its warm embedding within the Standard Model, we study the early stages of the energy transfer between an axion condensate and an SU(2) gauge ensemble, by employing non-linear classical real-time lattice simulations. The discretized equations of motion are worked out, elaborating on Gauss constraints. A numerical solution is implemented on the CosmoLattice platform. Adopting a quadratic potential, and omitting universe expansion for the moment, we establish initial exponential growth of the low-momentum gauge modes; damping of axion oscillations after some delay; and subsequent energy equipartition between axion and gauge ensembles. A clear difference between the SU(2) and U(1) dynamics is observed, likely associated with non-Abelian self-interactions. We elaborate on what this implies for the possible thermalization of the SU(2) ensemble.",
      "published": "2026-01-14T19:00:01Z",
      "updated": "2026-01-14T19:00:01Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "hep-lat"
      ],
      "link": "https://arxiv.org/abs/2601.09784v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09784v1"
    },
    {
      "id": "2601.09664v1",
      "title": "Constant-roll $β$-exponential inflation: Palatini formalism",
      "authors": [
        "Ozan Sargın"
      ],
      "summary": "In this paper, we explore the inflationary dynamics of the $β$-exponential potential model, where a scalar field couples to quadratic $(R + R^2)$ gravity. In this model, the inflaton is the field that determines the size of the extra dimension. We employ the Palatini formalism to derive the resulting Einstein-frame generalized $k$-inflation effective theory, which we analyze under the assumption that the constant-roll condition is satisfied.   We scan the parameter space for inflationary predictions, specifically the spectral index $n_s$ and the tensor-to-scalar ratio $r$, ensuring consistency with the results from ACT DR6. The compliant regions are depicted accordingly. For a suitable range of the model parameters, the values obtained for the inflationary observables align with the most recent observations by the Atacama Cosmology Telescope (ACT) collaboration and/or the Planck mission.",
      "published": "2026-01-14T17:55:56Z",
      "updated": "2026-01-14T17:55:56Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09664v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09664v1"
    },
    {
      "id": "2601.09644v1",
      "title": "A New Constraint on the Optical Depth from the Reionization History Independent of CMB Large-Scale E-Mode Polarization",
      "authors": [
        "Yuta Kageura",
        "Masami Ouchi",
        "Fumihiro Naokawa",
        "Hiroya Umeda",
        "Akinori Matsumoto",
        "Yuichi Harikane",
        "Minami Nakane",
        "Tran Thi Thai"
      ],
      "summary": "Recent studies report a mild discrepancy between baryon acoustic oscillation (BAO) and cosmic microwave background (CMB) measurements within the $Λ$CDM framework. This discrepancy could be explained if the optical depth $τ$ inferred from the CMB large-scale E-mode polarization is underestimated, which may be biased by foreground-subtraction or instrumental systematics. In this work, we present a determination of $τ$ independent of the large-scale E-mode polarization, using the latest measurements of the redshift evolution of the neutral hydrogen fraction $x_\\mathrm{HI}(z)$, which is constrained by Lyman-$α$ forest and damping-wing absorption measurements at $z\\sim5$-$14$, based on ground-based optical and JWST observations. Combining $x_\\mathrm{HI}(z)$ with the Planck CMB power spectra excluding the large-scale E-mode polarization, we obtain $τ=0.0552^{+0.0019}_{-0.0026}$, a stringent constraint consistent with the previous CMB results including the large-scale E-mode. We also evaluate a potential systematic error in our method associated with absorption modeling, obtaining $τ=0.0552^{+0.0075}_{-0.0049}$. Using this constraint on $τ$, we resolve the degeneracy in the $τ$-$Ω_m$ plane and find a $2.4σ$ tension with the DESI DR2 BAO results, thereby confirming the claimed mild discrepancy suggestive of physics beyond $Λ$CDM. Finally, we derive an upper limit on the sum of neutrino masses, $Σm_ν<0.0550\\,(0.0717)$ eV at the 95% (99%) confidence level. This limit favors the normal mass ordering and, when combined with the lower limits from neutrino oscillation experiments, yields a further constraint, $Σm_ν=0.0594_{-0.0007}^{+0.0113}$ eV. However, the cosmological upper limit and the oscillation-based lower limit show a mild $2.2σ$ tension, providing an independent indication of possible physics beyond $Λ$CDM.",
      "published": "2026-01-14T17:28:14Z",
      "updated": "2026-01-14T17:28:14Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2601.09644v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09644v1"
    },
    {
      "id": "2601.09521v1",
      "title": "Resolving Hubble tension and locating missing baryons: Synergies between fast radio bursts and emerging cosmological probes",
      "authors": [
        "Peng-Ju Wu",
        "Bo-Yang Zhang",
        "Ji-Guo Zhang",
        "Guo-Hong Du",
        "Shang-Jie Jin",
        "Xin Zhang"
      ],
      "summary": "Two of the most pressing challenges in cosmology are the persistent discrepancy in measurements of the Hubble constant, referred to as the Hubble tension, and the deficit of baryons in the local Universe, known as the missing baryon problem. Fast radio bursts (FRBs) encode the integrated electron column density along their lines of sight, offering a unique probe of both the cosmic expansion rate ($H_0$) and the baryon density ($Ω_{\\rm b}$). However, constraints from FRBs alone suffer from a severe $H_0$-$Ω_{\\rm b}$ degeneracy that prevents them from resolving either problem independently. We show that this degeneracy can be broken by combining FRBs with other emerging probes whose degeneracy directions differ in the $H_0$-$Ω_{\\rm b}$ plane. Specifically, we quantify three multi-messenger approaches: FRBs paired with gravitational wave (GW) standard sirens, strong gravitational lensing (SGL) time delays, and 21 cm intensity mapping (IM). The combinations FRB+GW, FRB+SGL, and FRB+21 cm IM each deliver simultaneous constraints on $H_0$ and $Ω_{\\rm b}$ better than ($1\\%$, $1\\%$) in the $Λ$CDM model, ($1.5\\%$, $2\\%$) in the $w$CDM model, and ($2\\%$, $3.5\\%$) in the CPL model. Moreover, in a model-independent framework, both FRB+GW and FRB+SGL constrain $H_0$ and $Ω_{\\rm b}$ to better than ($1\\%$, $2\\%$) precision. These results demonstrate that the synergy between FRBs and other emerging probes holds great promise for resolving the Hubble tension and locating the missing baryons.",
      "published": "2026-01-14T14:40:44Z",
      "updated": "2026-01-14T14:40:44Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09521v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09521v1"
    },
    {
      "id": "2601.09369v1",
      "title": "Time delay measurements with Broken Power Law model",
      "authors": [
        "Guanhua Rui",
        "Bin Hu",
        "Wei Du"
      ],
      "summary": "One of the key challenges in strong gravitational lensing cosmography is the accurate measurement of time delays between multiple lensed images, which are essential for constraining the Hubble constant ($H_0$). We investigate how lens mass-profile assumptions affect time delays. Specifically, we implement a Broken Power Law (BPL) mass model within the Lenstronomy framework (Birrer & Amara 2018), which introduces additional flexibility in the radial mass distribution and can phenomenologically capture deviations from a single power-law profile. This model is combined with a numerical approach to compute time delays at the image positions. We validate the BPL implementation using simulated lenses and compare the results with those obtained from the elliptical power-law (EPL) model. We then apply both model families to the quadruply imaged quasar WGD~2038-4008. Both models fit the imaging and kinematic data comparably well, yet the greater radial freedom in the BPL model shifts the inferred time-delay distance -- and thus $H_0$ -- by an amount comparable to the current discrepancy between early- and late-universe $H_0$ estimates. In a flat $Λ$CDM cosmology, the $H_0$ inferred using the BPL lens model is $75^{+23.1}_{-16.3} \\ \\mathrm{km \\ s^{-1} \\ Mpc^{-1}},$ while the EPL model gives $H_0 = 61^{+19.2}_{-13.2} \\ \\mathrm{km \\ s^{-1} \\ Mpc^{-1}}.$ This difference is largely due to uncertainties in the inner mass profile ($θ<0.2''$), a region where point spread function (PSF) reconstruction is a critical factor -- a finding consistent with results reported in Shajib et al. (2022). This highlights how time-delay cosmography remains sensitive to assumptions about the lens mass profile. With current precision, this difference does not favor one cosmological scenario over another, but rather underscores the importance of flexible mass modeling and PSF modeling.",
      "published": "2026-01-14T10:51:09Z",
      "updated": "2026-01-14T10:51:09Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2601.09369v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09369v1"
    },
    {
      "id": "2601.09271v1",
      "title": "Chiellini-Integrable Cosmologies with Phantom Divide Crossing",
      "authors": [
        "Soumya Chakrabarti",
        "Nandan Roy"
      ],
      "summary": "We investigate exact cosmological solutions with a massive scalar field minimally coupled to the Einstein-Hilbert action in General Relativity. For an extended Higgs-like scalar self-interaction, we find that the resulting field equations belong to the damped Ermakov-Painlevé II class and construct novel analytical solutions within the framework of the Chiellini integrability condition. We analyze whether the expanding branch of the solutions can describe a late-time cosmic acceleration, using a combined statistical analysis of BAO, CMB, cosmic chronometer and Pantheon+SHOES supernova datasets. A crucial outcome of this exercise is the analytical emergence of a smooth phantom divide crossing in the dark energy equation of state, achieved without introducing any pathological instabilities. The reconstruction yields a present-day Hubble parameter $H_0 \\gtrsim 70 \\,\\mathrm{km\\,s^{-1}\\,Mpc^{-1}}$, with a reduced tension relative to the $Λ$CDM cosmology. The results indicate that Chiellini-integrable scalar cosmologies are capable of providing a robust and analytically controlled framework for modeling late-time cosmic acceleration and phantom divide crossing, offering a viable alternative to phenomenological dark-energy parametrizations.",
      "published": "2026-01-14T08:05:33Z",
      "updated": "2026-01-14T08:05:33Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.09271v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09271v1"
    },
    {
      "id": "2601.09133v1",
      "title": "Tidal alignment and tidal torquing modeling for the cosmic shear three-point correlation function and mass aperture skewness",
      "authors": [
        "Rafael C. H. Gomes",
        "Kyle Miller",
        "Sunao Sugiyama",
        "Jonathan Blazek",
        "Thomas Bakx",
        "Bhuvnesh Jain"
      ],
      "summary": "We present a model for the intrinsic alignment contamination of the shear three-point correlation function and skewness of the mass aperture statistic using the tidal alignment and tidal torquing (TATT) formalism. We compute the intrinsic alignment bispectra components in terms of the TATT model parameters. We consider two effective field theory approaches in the literature, relate them to the TATT model parameters and an extension to TATT that includes the velocity-shear (VS) parameter. We compare the impact of changing between NLA, TATT, and TATT+VS on the theoretical computation of the 3PCF using the best fit parameters and tomographic redshift distributions from Dark Energy Survey Year 3. We find that the TATT model significantly impacts the skewed triangle configurations of the 3PCF. Additionally, including the higher-order effects from TATT can introduce opposite effects on the two-point function and on the mass aperture skewness, damping the signal of the former while boosting the signal of the latter. We argue that a joint 2PCF+3PCF analysis with the TATT model can help break the degeneracy between its model parameters and provide more robust constraints on both cosmology and intrinsic alignment amplitude parameters. We show that typical values of order unity for the intrinsic alignment parameters introduce differences of around $10\\%$ between NLA and TATT predictions.",
      "published": "2026-01-14T04:13:27Z",
      "updated": "2026-01-14T04:13:27Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.09133v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09133v1"
    },
    {
      "id": "2601.08943v1",
      "title": "Bound Dark Energy: Particle Physics model in alignment with recent DESI cosmological measurements",
      "authors": [
        "Axel de la Macorra",
        "Jose Agustin Lozano Torres"
      ],
      "summary": "We present observational constraints on the Bound Dark Energy Cold Dark Matter (BDE-CDM) model using DESI DR2 baryon acoustic oscillation measurements combined with Planck CMB data and Type Ia supernovae compilations (PantheonPlus, Union3, DESY5). In BDE-CDM, dark energy originates from the lightest meson field within a supersymmetric SU(3) dark gauge group with $N_f = 6$ flavors, governed by an inverse power-law potential $V(φ) = Λ_{c}^{4+2/3} φ^{-2/3}$. Unlike $Λ$CDM and $w_0w_a$CDM, the dark energy sector contains no free parameters -- the condensation scale $Λ_c$ and transition epoch $a_c$ are determined by gauge coupling unification constraints. The equation of state evolves from relativistic behavior ($w = 1/3$) before condensation through a kinetic-dominated stiff phase ($w \\simeq 1$), approaching $w_0 = -0.9298 \\pm 0.0003$ at present, with $w > -1$ maintained throughout cosmic history, avoiding phantom-regime instabilities. We obtain $Λ_{c} = 43.93 \\pm 0.13$~eV and $a_c = (2.489 \\pm 0.007) \\times 10^{-6}$, consistent with theoretical predictions. The $w_0$-$w_a$ confidence contours are approximately 10,000 times smaller than those of $w_0w_a$CDM while achieving comparable fits, and remain stable across different supernova datasets. Statistical analysis yields $Δ\\mathrm{DIC} = -6.77$ and $Δ\\mathrm{AIC} = -8.97$ relative to $Λ$CDM for BAO+DESY5, constituting strong evidence favoring BDE-CDM model. The model predicts distinctive signatures including 25\\% enhancement in the matter power spectrum at $k \\approx 4.3\\,h\\,\\mathrm{Mpc}^{-1}$. These results establish BDE-CDM as a theoretically motivated framework that successfully addresses the DESI-observed preference for dynamical dark energy while connecting particle physics with cosmological observations.",
      "published": "2026-01-13T19:26:29Z",
      "updated": "2026-01-13T19:26:29Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.08943v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08943v1"
    },
    {
      "id": "2601.08675v1",
      "title": "One-Loop Tensor Power Spectrum from a Non-Minimally Coupled Spectator Field during Inflation",
      "authors": [
        "Zhe Li",
        "Chen Yuan",
        "Qing-Guo Huang"
      ],
      "summary": "We compute the full one-loop corrections to the primordial tensor power spectrum in an inflationary scenario with a non-minimally coupled spectator field, using the in-in formalism. We derive semi-analytic results for the scalar-sourced one-loop tensor spectrum and the effective tensor-to-scalar ratio, $r_{\\mathrm{eff}}$ . We consider two representative coupling functions: a localized Gaussian dip (Model G), which leads to moderate loop corrections, and a rapidly oscillatory coupling (Model O), which can yield much larger loop contributions. For Model G, we find a $\\mathcal{O}(1)$ correction to $r_{\\mathrm{eff}}$ while Model O can significantly enhance $r_{\\mathrm{eff}}$ by several orders of magnitude (relative to the tree-level value). We further calculate the energy density of primordial gravitational waves. Assuming that primordial black holes with mass $10^{-12}M_{\\odot}$ generated in this scenario, constitute all of the dark matter, we find that the results are several orders of magnitude lower than the sensitivities of Taiji/TianQin/LISA.",
      "published": "2026-01-13T15:58:28Z",
      "updated": "2026-01-13T15:58:28Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.08675v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08675v1"
    },
    {
      "id": "2601.08622v2",
      "title": "Primordial Gravitational Waves from Scalar Backreaction in Axion-SU(2) Inflation",
      "authors": [
        "Mattia Cielo",
        "Ema Dimastrogiovanni",
        "Matteo Fasiello",
        "Alexandros Papageorgiou"
      ],
      "summary": "In this work, we perform the first numerical study of strong scalar backreaction in spectator chromo-natural inflation (SCNI) in the case where the spectator sector decays during inflation. The tachyonic instability in scalar fluctuations, activated as the system crosses the $m_Q = \\sqrt{2}$ threshold, amplifies perturbations and may significantly alter the background dynamics. The strong scalar backreaction regime introduces an effective quartic term in the potential for the gauge field background that rapidly drives it to zero, accelerating the axion-gauge system decay. We describe the dynamics of such decay and derive the gravitational wave spectrum for a set of benchmark parameters. Interestingly, the signal may peak at interferometer scales and lie within LISA's projected sensitivity.",
      "published": "2026-01-13T15:00:59Z",
      "updated": "2026-01-14T08:08:08Z",
      "categories": [
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08622v2",
      "pdf_link": "https://arxiv.org/pdf/2601.08622v2"
    },
    {
      "id": "2601.08419v1",
      "title": "Local Group analogues in a cosmological context -- I. Relating velocity structure to the cosmic web",
      "authors": [
        "Kai Wang",
        "Peder Norberg",
        "Azadeh Fattahi",
        "Louis E. Strigari"
      ],
      "summary": "Our Local Group, dominated in mass by the Milky Way (MW) and M31, provides a unique laboratory for testing $Λ$CDM cosmology on small scales owing to its proximity. However, its connection to the surrounding large-scale environment, which is essential for interpreting its properties, is inadequately understood. In this work, we explore the connection between Local Group analogues (LGAs) and their surrounding large-scale environments using the ABACUSSUMMIT simulation suite, highlighting the key role of the coupling energy of the MW-M31 orbit, $E_{\\rm coupling}$. We find that LGAs with high $E_{\\rm coupling}$ preferentially reside in denser regions, whereas those with low $E_{\\rm coupling}$ tend to occupy low-density environments. Furthermore, LGAs with low $E_{\\rm coupling}$ exhibit strong alignment with cosmic filaments, manifested as a pronounced polar anisotropy in the distribution of tracer haloes. By contrast, LGAs with high $E_{\\rm coupling}$ show a weaker polar anisotropy but an enhanced azimuthal anisotropy, with large-scale tracer haloes preferentially lying in the plane spanned by the halo pair and the orbital spin vector. Within this framework, our Local Group is characterised by typical $E_{\\rm coupling}$ residing in a relatively under-dense environment, yet it remains consistent with the 95\\% range of analogue systems identified in the simulation.",
      "published": "2026-01-13T10:42:23Z",
      "updated": "2026-01-13T10:42:23Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.08419v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08419v1"
    },
    {
      "id": "2601.08103v1",
      "title": "Baryon Acoustic Oscillations from the C IV Forest with DESI DR2",
      "authors": [
        "Abby Bault",
        "Andrei Cuceu",
        "Julien Guy",
        "J. Aguilar",
        "S. Ahlen",
        "D. Bianchi",
        "A. Brodzeller",
        "D. Brooks",
        "R. Canning",
        "E. Chaussidon",
        "T. Claybaugh",
        "R. de Belsunce",
        "A. de la Macorra",
        "Arjun Dey",
        "P. Doel",
        "S. Ferraro",
        "A. Font-Ribera",
        "J. E. Forero-Romero",
        "E. Gaztañaga",
        "S. Gontcho A Gontcho",
        "C. Gordon",
        "D. Green",
        "G. Gutierrez",
        "C. Hahn",
        "H. K. Herrera-Alcantar",
        "K. Honscheid",
        "M. Ishak",
        "R. Joyce",
        "S. Juneau",
        "D. Kirkby",
        "A. Kremin",
        "C. Lamman",
        "M. Landriau",
        "L. Le Guillou",
        "M. E. Levi",
        "M. Manera",
        "P. Martini",
        "A. Meisner",
        "R. Miquel",
        "J. Moustakas",
        "A. Muñoz-Gutiérrez",
        "S. Nadathur",
        "N. Palanque-Delabrouille",
        "W. J. Percival",
        "Matthew M. Pieri",
        "C. Poppett",
        "F. Prada",
        "I. Pérez-Ràfols",
        "G. Rossi",
        "E. Sanchez",
        "D. Schlegel",
        "H. Seo",
        "J. Silber",
        "D. Sprayberry",
        "G. Tarlé",
        "B. A. Weaver"
      ],
      "summary": "We present a measurement of Baryon Acoustic Oscillations (BAO) in the cross-correlation of triply ionized carbon C IV absorption with the positions of quasars (QSO) and Emission Line Galaxies (ELG). We use quasars and ELGs from the second data release (DR2) of the Dark Energy Spectroscopic Instrument (DESI) survey. Our data sample consists of 2.5 million quasars, 3.1 million ELGs, and the C IV absorption is measured along the line of sight of 1.5 million high redshift quasars with $z > 1.3$. We measure the isotropic BAO signal at 4.2$σ$ for the CIV$\\times$QSO cross-correlation. This translates into a 3.0% precision measurement of the ratio of the isotropic distance scale, $D_{\\rm V}$, and the sound horizon at the drag epoch, $r_{\\rm d}$, with $D_{\\rm V}/r_{\\rm d}(z_{\\rm eff} = 1.92) = 30.3 \\pm 0.9$. We make the first detection of the BAO feature in the CIV$\\times$ELG cross-correlation at a significance of 2.5$σ$ and find $D_{\\rm V}/r_{\\rm d}(z_{\\rm eff} = 1.47) = 24.6 \\pm 1.0$.",
      "published": "2026-01-13T00:51:08Z",
      "updated": "2026-01-13T00:51:08Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.08103v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08103v1"
    },
    {
      "id": "2601.07924v1",
      "title": "Sahyadri: A simulation suite for the cosmology dependence of the Cosmic Web",
      "authors": [
        "Saee Dhawalikar",
        "Shadab Alam",
        "Aseem Paranjape",
        "Arka Banerjee"
      ],
      "summary": "We present Sahyadri, a suite of cosmological $N$-body simulations designed to enable precision studies of the low-redshift Universe with next-generation spectroscopic surveys. Sahyadri includes systematic variations of six cosmological parameters around Planck 2018 constraints, with seed-matched initial conditions enabling cosmological parameter derivatives. Each simulation evolves $2048^3$ particles in a periodic box of side length $200$ $h^{-1}$ Mpc, yielding a particle mass of $m_{\\rm{p}} = 8.1 \\times 10^{7}\\,h^{-1}\\,M_{\\odot}$ in the fiducial Planck 2018 cosmology. This resolution enables robust identification of dark matter halos down to $M_{\\rm min} = 3.2 \\times 10^{9}$ $h^{-1}$ $M_\\odot$, which represents a factor of $\\sim$25 improvement over the AbacusSummit suite, and is over two orders of magnitude better than the Quijote and Aemulus suites. We estimate that approximately 40% of DESI BGS galaxies at redshift $z < 0.15$ - roughly 1.6 million objects - reside in halos accessible to Sahyadri but beyond the reach of existing parameter-varying simulation suites. We demonstrate Sahyadri's capabilities through measurements of the matter power spectrum, halo mass function and power spectrum, and beyond 2-point statistics such as the Voronoi volume function and $k^{\\rm th}$ nearest neighbour statistics, showing excellent agreement with theoretical predictions and significant sensitivity to $Ω_{\\rm m}$ variations. We implement a custom compression scheme reducing storage requirements by a factor of $\\sim$3 while maintaining sub-percent clustering accuracy. Key data products will be made publicly available.",
      "published": "2026-01-12T19:00:12Z",
      "updated": "2026-01-12T19:00:12Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.07924v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07924v1"
    },
    {
      "id": "2601.07836v1",
      "title": "Axion misalignment as a synchronization phenomenon",
      "authors": [
        "Veronica Sanz"
      ],
      "summary": "We propose a dynamical reinterpretation of axion misalignment as an emergent collective phenomenon. Drawing an explicit parallel between axion field dynamics and synchronization in coupled oscillator systems, we show that a macroscopic axion phase can arise dynamically from initially incoherent configurations through gradient-driven ordering in an expanding Universe. In this framework, the misalignment angle is not a fundamental initial condition but a collective variable that becomes well defined only once phase coherence develops. Using a simple lattice model, we illustrate how the collective phase is selected prior to the onset of axion oscillations, providing a dynamical basis for the standard misalignment picture. This perspective offers a new way of organizing axion initial-condition sensitivity, reframes anthropic small-angle arguments in terms of phase-ordering efficiency, and suggests a broader connection between fine-tuning and emergent collective dynamics in the early Universe.",
      "published": "2026-01-12T18:59:58Z",
      "updated": "2026-01-12T18:59:58Z",
      "categories": [
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.07836v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07836v1"
    },
    {
      "id": "2601.10570v1",
      "title": "Canonical Vorticity Perspective on Magnetogenesis: Unifying Weibel, Biermann, and Beyond",
      "authors": [
        "Modhuchandra Laishram",
        "Young Dae Yoon"
      ],
      "summary": "We briefly review the current status of magnetogenesis, a cross-disciplinary field that bridges cosmology and plasma physics, studying the origin of magnetic fields in the universe. We formulate a canonical vorticity framework to investigate kinetic plasma physics-based magnetogenesis processes in a collisionless plasma. By considering canonical vorticity, a weighted sum of the fluid vorticity and the magnetic field as the canonical variable, this framework unifies several magnetogenesis processes, including the Biermann battery, the Weibel instability, and predicts several new pressure tensorial configurations as the fundamental source of self-generated magnetic field and vorticity in plasma. The framework is further extended to relativistic regime where an additional source of canonical vorticity, termed as kineclinicity effect, is identified. The theoretical predictions are systematically validated using particle-in-cell simulations, highlighting their implications for laboratory and astrophysical plasma environments.",
      "published": "2026-01-15T16:34:10Z",
      "updated": "2026-01-15T16:34:10Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10570v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10570v1"
    },
    {
      "id": "2601.10295v1",
      "title": "Design, Fabrication and Testing of a D-Shaped High Temperature Superconducting Magnet",
      "authors": [
        "Upendra Prasad",
        "Mahesh Ghate",
        "Piyush Raj",
        "Deven Kanabar",
        "Pankaj Varmora",
        "Swati Roy",
        "Arun Panchal",
        "Dhaval Bhavsar",
        "Anees Bano",
        "Nitish Kumar",
        "Bhadresh Parghi",
        "Akhilesh Yadav",
        "Mohd. Umer",
        "Vijay Vasava",
        "Raton Mandal",
        "Rajkumar Ahirwar",
        "Megha Thaker"
      ],
      "summary": "High-temperature technical superconductors are potential candidates for compact and high-field tokamak magnets. The demand for higher fusion power can be met with an on-axis high magnetic field due to toroidal magnets. An R&D activity has been initiated at the Institute for Plasma Research, India, to develop a compact D-shaped superconducting magnet utilizing REBCO high-temperature superconducting tapes. Under this initiative, a toroidal configuration with a major radius of 0.42 m, consisting of eight D-shaped, four poloidal field, and a central solenoid high-temperature superconducting magnets producing an on-axis toroidal magnetic field of 0.23 T has been conceptualized. The fabrication feasibility of a D-shaped coil for this toroidal configuration also envisaged using stacked high-temperature superconducting cable. In this paper, we report the design of a compact D-shaped coil, the fabrication of a long length HTS cable, a winding pack, and its integration with a cryogenic casing and vacuum enclosure. The winding pack terminations, joints, its interfacing with the power supply, and performance testing are also reported in this paper.",
      "published": "2026-01-15T11:13:18Z",
      "updated": "2026-01-15T11:13:18Z",
      "categories": [
        "physics.acc-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10295v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10295v1"
    },
    {
      "id": "2601.10293v1",
      "title": "Updated electrical design of the Diagnostic Neutral Beam Injector in RFX-mod2",
      "authors": [
        "Marco Barbisan",
        "Bruno Laterza",
        "Luca Cinnirella",
        "Lionello Marrelli",
        "Federico Molon",
        "Simone Peruzzo",
        "Enrico Zampiva"
      ],
      "summary": "The Diagnostic Neutral Beam Injector of the RFX-mod2 experiment (Consorzio RFX, Padova) is expected to provide novel and significant information about the Reversed Field Pinch confinement of fusion plasmas. The injection of the hydrogen beam in the plasma will allow Charge Exchange Recombination Spectroscopy (CXRS) and Motional Stark Effect diagnostics (MSE) to measure several quantities: ion speed, ion temperature, impurity content, intensity and pitch of the magnetic field. The DNBI is of particular importance for allowing the determination of these quantities at the core of the plasma. The present DNBI, built by the Budker Institute of Plasma Physics, features an arc discharge H+ source, coupled to a 4-grid 50 keV acceleration system. The 50 ms, 5 A ion beam is neutralized by charge exchange by means of a gas target; residual ions are then deflected by a magnetic field before injection in the torus chamber. The beam can be modulated at maximum 250 Hz. The DNBI will undergo extraordinary maintenance and a structural upgrade to improve its reliability and safety. This contribution presents the latest upgrades of the electrical plants and of the control system of the DNBI.",
      "published": "2026-01-15T11:11:05Z",
      "updated": "2026-01-15T11:11:05Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10293v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10293v1"
    },
    {
      "id": "2601.10039v1",
      "title": "Effects of parallel magnetic fields on sheaths near biased electrodes in a highly collisional Z-pinch plasma",
      "authors": [
        "C. R. Skolar",
        "B. Srinivasan"
      ],
      "summary": "Sheath formation near biased electrodes in magnetic fields parallel to the wall is an understudied topic, especially within the context of Z-pinch fusion experiments. We perform 1X-2V Boltzmann-Poisson simulations of an axial cut at the pinch radius of a Z-pinch plasma between two biased electrodes with a magnetic field parallel to the wall. The collision frequencies are artificially increased to enhance thermalization of the plasma in the smaller simulation domain versus the actual experiment size; this increases the perpendicular mobility and partially de-magnetizes the ions resulting in non-monotonic sheath profiles with the potential increasing away from the wall to a peak before decaying. A classical sheath forms within an electron gyroradius from the wall not due to the natural thermal motion of the electrons, but due to the magnetized electrons gyrating into the wall; therefore, the sheath structure does not significantly change with bias potential or between electrodes. With increasing bias potential, a current is induced perpendicular to the wall due to changes in ion flow, differing from unmagnetized cases where current is induced by changes in electron flow. The magnetic field acts as a high resistivity with the perpendicular current density being three orders of magnitude lower than unmagnetized theoretical predictions. There is, however, significant flow parallel to the wall from the force balance between the pressure tensor and Lorentz force. These parallel flows induce a parallel current density three orders of magnitude larger than the perpendicular current density.",
      "published": "2026-01-15T03:34:07Z",
      "updated": "2026-01-15T03:34:07Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10039v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10039v1"
    },
    {
      "id": "2601.09617v1",
      "title": "Comparison of plasma response models for RMP effects on the divertor and scrape-off layer in KSTAR",
      "authors": [
        "H. Frerichs",
        "J. Van Blarcum",
        "T. Cote",
        "S. K. Kim",
        "Y. Q. Liu",
        "S. M. Yang"
      ],
      "summary": "Resonant magnetic perturbations (RMPs) are beneficial for control of edge localized modes (ELMs) in tokamaks. Nevertheless, a side effect is the appearance of a helical striations in the particle and heat loads onto divertor targets. The extent and field line connection of these striations is significantly altered by the plasma response to external perturbations. For an ELM suppressed H-mode plasma at KSTAR, magnetic footprints are computed by FLARE based on plasma response from GPEC, MARS-F, M3D-C1 and JOREK with substantial differences in the resulting footprints (from 2 cm to 14 cm). This is reflected in EMC3-EIRENE simulations of the resulting heat loads: it is found that either the peak value or the extent of the striations appear to be overestimated compared to IRTV measurements. Reasonable agreement can only be achieved for the smallest footprint for lower input power and lower cross-field transport, or for higher upstream density and radiative power losses.",
      "published": "2026-01-14T16:41:37Z",
      "updated": "2026-01-14T16:41:37Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09617v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09617v1"
    },
    {
      "id": "2601.09458v1",
      "title": "Breakeven in Nuclear Fusion via Electron-Free Target",
      "authors": [
        "Tadafumi Kishimoto"
      ],
      "summary": "Nuclear fusion promises a nearly limitless energy source, but achieving breakeven-where fusion output exceeds input-requires extreme plasma conditions and complex confinement systems. Here we propose an alternative approach based on beam-target interactions, introducing a simple energy-based criterion that compares fusion energy generation with energy loss. By creating electron-free targets, stopping power is drastically reduced, enabling conditions where fusion energy surpasses beam energy deposition under practical scenarios. This approach offers a viable alternative pathway to fusion energy without high-temperature plasma confinement and warrants further experimental investigation.",
      "published": "2026-01-14T13:04:45Z",
      "updated": "2026-01-14T13:04:45Z",
      "categories": [
        "nucl-ex",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09458v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09458v1"
    },
    {
      "id": "2601.09368v1",
      "title": "Analysis of wave processes using beam-driven Langmuir/$\\mathcal{Z}$-mode waveforms generated in Particle-In-Cell simulations",
      "authors": [
        "Francisco Javier Polanco-Rodríguez",
        "Catherine Krafft",
        "Philippe Savoini"
      ],
      "summary": "During Type III solar radio bursts, beam-driven upper-hybrid wave turbulence is converted into electromagnetic emissions at the fundamental plasma frequency and its harmonic, through a chain of various linear and nonlinear wave processes. In this work, we mainly investigate the relative roles and interplay of two key mechanisms: the nonlinear decay of Langmuir/$\\mathcal Z$-mode waves and their linear transformations on random density fluctuations and, in particular, their mode conversion at constant frequency into electromagnetic waves. Using two-dimensional Particle-In-Cell simulations, we employ a diagnostic approach based on large ensembles of virtual satellites that record local waveforms, enabling detailed temporal and spatial characterization of wave processes in randomly inhomogeneous plasmas. This method allows robust statistical analysis and direct comparison with spacecraft observations. The study focuses on the dependence of wave dynamics on the average level of density fluctuations and the plasma magnetization. Our results quantify the occurrence rate of decay under varying physical conditions and demonstrate how developed plasma density turbulence can significantly alter the balance between nonlinear wave-wave interactions and linear wave transformations. These findings provide new insights into the mechanisms responsible for electromagnetic emissions during type III radio bursts and strengthen the connection between numerical simulations and in situ solar wind measurements, offering a valuable framework for the interpretation of future space-based waveform observations.",
      "published": "2026-01-14T10:50:35Z",
      "updated": "2026-01-14T10:50:35Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09368v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09368v1"
    },
    {
      "id": "2601.09189v1",
      "title": "Experimental verification of the conservation of the magnetic moment and the longitudinal invariant",
      "authors": [
        "Juan Carlos Agurto",
        "Felipe Darmazo",
        "Amanda Guerra",
        "Erick Burgos-Parra"
      ],
      "summary": "Adiabatic invariants are fundamental to plasma physics but are often treated as purely theoretical concepts in undergraduate courses due to the difficulty of experimentally demonstrating them. This paper presents a pedagogical experiment to visualize and quantitatively verify the conservation of the magnetic moment ($μ$) and the longitudinal invariant ($J$) using a standard educational electron charge-to-mass ratio apparatus configured as a magnetic bottle. By analyzing long-exposure photographs of the electron beam trajectory, we reconstructed the helical motion and calculated the invariants under different magnetic field configurations. Our results verify the conservation of the longitudinal invariant ($J$) with a ratio of 0.98 between configurations. The magnetic moment ($μ$) exhibited a coefficient of variation of approximately 7\\%, a deviation consistent with the presence of collisional effects in the tube. These findings demonstrate that complex plasma dynamics can be effectively studied using accessible laboratory equipment, providing a valuable bridge between theory and experiment for physics students.",
      "published": "2026-01-14T05:42:02Z",
      "updated": "2026-01-14T05:42:02Z",
      "categories": [
        "physics.ed-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09189v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09189v1"
    },
    {
      "id": "2601.09135v1",
      "title": "Transient fields in oblique scattering from an infinite planar dielectric interface -- a qubit lattice simulation",
      "authors": [
        "Min Soe",
        "George Vahala",
        "Linda Vahala",
        "Efstratios Koukoutsis",
        "Abhay K. Ram",
        "Kyriakos Hizanidis"
      ],
      "summary": "An initial value algorithm is utilized to examine the time dependent evolution of the electromagnetic fields arising from oblique scattering of bounded pulses from an infinite planar dielectric interface. Since the qubit lattice algorithm (QLA) is almost fully unitary, one finds excellent conservation of electromagnetic energy. Various Gaussian envelope pulses are considered in regimes where the incident angle is below that needed for total internal reflection. While the reflected pulse retains its overall Gaussian shape, the transmitted pulse exhibits a combination of a Gaussian envelope along with Huygen-like emitted wave fronts from the collision point of the initial pulse with the infinite dielectric interface. The strength of these Huygen wavefronts depends on the width of the incident pulse.",
      "published": "2026-01-14T04:18:42Z",
      "updated": "2026-01-14T04:18:42Z",
      "categories": [
        "quant-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09135v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09135v1"
    },
    {
      "id": "2601.09047v1",
      "title": "Unperturbed-orbit integration and the 3D kinetic dispersion relation of the electron cyclotron drift instability",
      "authors": [
        "Yinjian Zhao"
      ],
      "summary": "High-frequency instabilities in crossed-field ($\\bm E\\times\\bm B$) plasmas are widely implicated in anomalous cross-field electron transport in Hall thrusters and related devices. Building on the fully kinetic 3D electrostatic dispersion relations reported by Ducrocq \\emph{et al.} and later by Lafleur \\emph{et al.}, we provide a concise, self-contained derivation of the key missing step: the magnetized-electron density perturbation $n_{e1}$ obtained from the linearized Vlasov equation via a retarded integration along unperturbed orbits, including finite-Larmor-radius effects and cyclotron harmonics. We collect the required mathematical identities in appendices and clarify the mapping between the Ducrocq Poisson-form and the Lafleur dielectric-form representations, including ion closures (cold-fluid versus kinetic Landau response). We conclude with a brief discussion of the assumptions and possible extensions toward more realistic configurations.",
      "published": "2026-01-14T00:30:22Z",
      "updated": "2026-01-14T00:30:22Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09047v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09047v1"
    },
    {
      "id": "2601.08400v1",
      "title": "Near-axis quasi-isodynamic database",
      "authors": [
        "Eduardo Rodriguez",
        "Gabriel G. Plunk"
      ],
      "summary": "In this work, we investigate the landscape of quasi-isodynamic stellarators using the near-axis expansion of the magnetic field. Building on recent theoretical developments, we construct a database of more than 800,000 stable, approximately quasi-isodynamic vacuum magnetic configurations. These configurations span a range of field period numbers and other geometric control parameters, including the magnetic axis shape and plasma elongation. To evaluate each configuration, we use a broad set of measures, including effective ripple, sensitivity of the Shafranov shift to changes in plasma beta, the prevalence of maximum-J trapped particles, and the Rosenbluth-Hinton residual, among others. This enables an exhaustive, thorough and quantitative characterization of the database. Statistical analysis and modern machine learning techniques are then employed to find correlations, and identify key descriptors and heuristics to help understand tendencies that govern the behaviour of numerical optimization. The database provides baseline configurations for further studies, and to serve as tailored initial conditions for optimization. With this work we initiate a long term program to complete a systematic exploration of quasi-isodynamic stellarator design space.",
      "published": "2026-01-13T10:15:40Z",
      "updated": "2026-01-13T10:15:40Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08400v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08400v1"
    },
    {
      "id": "2601.08384v1",
      "title": "Electric field-driven Rayleigh-Taylor-like instability in binary complex plasma",
      "authors": [
        "Priya Deshwal",
        "Hitendra K. Malik"
      ],
      "summary": "This study uses two-dimensional molecular dynamics simulations to explore Rayleigh-Taylor-like instability in a strongly coupled binary complex plasma, when heavier dust particles are positioned above the lighter ones, having the same charge-to-mass ratio, in a planar configuration. Langevin dynamics simulations are used to study the evolution of perturbations at the interface between these two distinct species of charged dust particles, subject to an externally applied electric field and an equilibrium charge density gradient. We have performed analytical calculations to determine the growth rate of instability under both strongly coupled and weakly coupled dusty plasma regimes. These theoretical predictions are subsequently validated through molecular dynamics simulations, enabling the reproduction of the instability in a strongly coupled binary complex plasma. The instability in these cases ultimately causes mixing among the charged species. The study comprehensively analyzes the growth rate as a function of various system parameters, and it offers deeper insight into the underlying physical mechanisms.",
      "published": "2026-01-13T09:48:42Z",
      "updated": "2026-01-13T09:48:42Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08384v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08384v1"
    },
    {
      "id": "2601.08329v1",
      "title": "Velocity-Space Signatures of Energy Transfer for Ion-Acoustic Instabilities",
      "authors": [
        "Mahmoud Saad Afify",
        "Kristopher G. Klein",
        "Mihailo M. Martinović",
        "Maria Elena Innocenti"
      ],
      "summary": "Context. Observations by Parker Solar Probe (PSP) of electrostatic waves suggest that electrostatic instabilities, including the ion-ion-acoustic instability (IIAI) frequently observed in the inner heliosphere, play an important role in plasma heating and particle acceleration. Aims. Our aim is to explore the application of single spacecraft diagnostics to the IIAI, in anticipation of application to the current missions operating in the inner heliosphere, e.g. PSP and Solar Orbiter. Methods. We apply the field-particle correlation (FPC) technique to fully kinetic simulations of IIAI. We characterize the conversion of energy between the electric field and particle species, allowing the differentiation between oscillatory and secular energy transfer to and from the particles and highlighting the role of resonant energy exchange. We then identify the characteristic IIAI signatures for the proton and electron distributions, and relate them to our previous knowledge of IIAI onset and energy exchange mechanisms. Results. Applying the FPC technique to our simulations run in parameters regime compatible with solar wind conditions, we have identified IIAI signatures that would enable efficient recognition of IIAI in observations. This task is left for future missions, since the time scale over which IIAI signatures develop is too fast for the sampling rates of current missions.",
      "published": "2026-01-13T08:32:19Z",
      "updated": "2026-01-13T08:32:19Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.08329v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08329v1"
    },
    {
      "id": "2601.08313v1",
      "title": "Interstellar Medium Modulation of Nonlinear Kinetic Alfvén Morphology in Structured Galactic Environments",
      "authors": [
        "Manpreet Singh",
        "Siming Liu",
        "N. S. Saini"
      ],
      "summary": "We present a spatially dependent framework for the existence and propagation of nonlinear kinetic Alfvén (KA) structures in the interstellar medium (ISM). Using a multi-component analytical model that incorporates the diffuse warm ionized medium together with localized H II regions, supernova remnants (SNR), and stellar-wind bubbles (SWB), we derive location-dependent coefficients governing KA dispersion and nonlinearity. The reductive perturbation method is applied to obtain Korteweg-de Vries (KdV) equations, enabling the characterization of solitons under realistic astrophysical conditions. Numerical analysis demonstrates how superthermality, plasma $β$, temperature, and density gradients modulate soliton amplitude, width, and stability. Our results reveal distinct exclusion zones (EZs) for KA solitons in high-$β$ HII regions and SWB/SNR interiors, as well as ultra low-$β$ regions near central pulsar wind nebulae. While H II regions exhibit simple Gaussian-driven depletions, the complex ``hole-and-shell\" morphologies of SWBs and SNRs imprint sharp spatial variations and discontinuities on soliton properties. This study establishes a direct link between macroscopic ISM morphology, ion-kinetic scale dissipation, and the emergence of coherent Alfvénic activity, with implications for radio scattering, pulsar scintillation, and fine-scale signatures in astrophysical observations.",
      "published": "2026-01-13T08:10:48Z",
      "updated": "2026-01-13T08:10:48Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08313v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08313v1"
    },
    {
      "id": "2601.08138v1",
      "title": "The effect of surface quenching coefficients of $O_2(a^{1}Δg)$ and $O_2(b^{1}Σg^{+})$ on capacitively coupled $Ar$/$O_2$ discharge: A global/equivalent circuit model study",
      "authors": [
        "Wan Dong",
        "Yi Wang",
        "Yi-Fan Zhang",
        "Yuan-Hong Song"
      ],
      "summary": "Capacitively coupled discharges operated in mixtures of $Ar$ and $O_2$ are extensively utilized in plasma etching and deposition processes due to the oxidative properties and precursor functionality of the reactive species produced in the discharge. In $Ar$/$O_2$ discharges, the surface quenching coefficient of $O_2(a^{1}Δg)$ is known to affect this metastable density, which, in turn, affects the electronegativity and other important plasma characteristics. In this work, in addition to $O_2(a^{1}Δg)$, $O_2(b^{1}Σg^{+})$ and its associated reactions are incorporated into a global/equivalent circuit model of an $Ar$/$O_2$ discharge. By independently adjusting the quenching coefficients of both metastable species, changes of these surface coefficients are found to significantly affect the discharge characteristics, indicating that the role of $O_2(b^{1}Σg^{+})$ cannot be neglected. The effects of their respective surface quenching coefficients of these metastables based on various wall materials on the discharge are revealed including their effects on different particle species densities, plasma impedance, voltage drops across the sheaths, as well as plasma power absorption.",
      "published": "2026-01-13T01:59:59Z",
      "updated": "2026-01-13T01:59:59Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08138v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08138v1"
    },
    {
      "id": "2601.08054v2",
      "title": "The Topological Origin of Bohm Resistivity in Magnetic Reconnection",
      "authors": [
        "Magnus F Ivarsen"
      ],
      "summary": "The physical origin of 'anomalous' resistivity in magnetic reconnection remains one of the longest-standing problems in space plasma physics. While the empirical Bohm diffusion scaling ($η~\\propto~T/B$) is widely invoked to explain fast reconnection rates, it lacks a rigorous derivation from first principles. Here, we derive this scaling by modeling the magnetized electron fluid as an overdamped spintronic condensate governed by the Landau-Lifshitz-Gilbert equation. We demonstrate that the breakdown of the \"frozen-in\" condition is rigorously identified as an Adler-Ohmic bifurcation in the model: a topological phase transition where electron gyro-axes lose synchronization with the magnetic field. By rigorously mapping the breakdown of adiabatic invariance to electron gyro axis slippage on the unit sphere, we show that the resulting resistivity naturally saturates at the Bohm limit. Numerical simulations of the $XY$ universality class confirm that the onset of this resistive state is explosive, following a logistic trigger consistent with the impulsive phase of solar flares. Furthermore, the topological defects in the condensate decay via a $t^{-0.75}$ power law, consistent with magnetic island coalescence as the mechanism of anomalous transport. These results suggest that Bohm resistivity is a universal topological property of magnetized matter at the critical point of reconnection.",
      "published": "2026-01-12T22:48:40Z",
      "updated": "2026-01-14T08:52:37Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "cond-mat.soft",
        "cond-mat.stat-mech",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08054v2",
      "pdf_link": "https://arxiv.org/pdf/2601.08054v2"
    },
    {
      "id": "2601.08009v1",
      "title": "Understanding microfabricated nanocalorimeter performance and responses to the energy fluxes from low-temperature plasma discharges",
      "authors": [
        "Carles Corbella",
        "Feng Yi",
        "Andrei Kolmakov"
      ],
      "summary": "Plasma diagnostics have a shortage of fast and sensitive calorimetric sensors that can track substrate temperature during plasma-assisted microfabrication. In this work, energy fluxes from argon and oxygen radiofrequency (RF) glow discharges have been probed using a novel nanocalorimeter sensor. The probe consists of an ultrathin SiNx membrane (100 nm) with a lithographically defined Pt micro-strip (100 nm) that serves as a calibrated resistance thermometer. The sensor temperature can increase from room temperature to several hundred degrees within a second upon exposure to RF plasma, depending on the experiment's geometry and plasma parameters. Such sensitivity and response time are due to the pre-designed reduced heat capacity of the sensor and significantly reduced thermal conductance of the cooling channels. These features enable the sensitive detection of low-energy plasma fluxes on surfaces and their rapid discrimination, as in the case of ion and electron fluxes, by biasing the sensor at negative or positive potentials. These biased nanocalorimeter energy readings have been compared with ion and electron kinetic energy dissipations assessed using a Langmuir probe and retarding field energy analyzer (RFEA). Finally, the robustness of the plasma nanocalorimeter is discussed in terms of its baseline drifts, degradation, and longevity.",
      "published": "2026-01-12T21:24:43Z",
      "updated": "2026-01-12T21:24:43Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08009v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08009v1"
    },
    {
      "id": "2601.07652v2",
      "title": "Role of Shafranov shift, zonal structures on the behavior of TAEs, AAEs and microinstabilities in the presence of energetic particles",
      "authors": [
        "B. Rofman",
        "G. Di Giannatale",
        "A. Mishchenko",
        "E. Lanti",
        "A. Bottino",
        "T. Hayward-Schneider",
        "J. N. Sama",
        "A. Biancalani",
        "B. F. McMillan",
        "S. Brunner",
        "L. Villard"
      ],
      "summary": "In future nuclear fusion reactors, even a small fraction of fusion-born energetic particles (EP) about 100 times hotter than the thermal bulk species, contributes substantially to the kinetic pressure and therefore affect the MHD equilibrium, mainly via the Shafranov shift. In this work, we perform first-principles numerical simulations using the gyrokinetic, electromagnetic, global code ORB5 to study the effect of a self-consistent finite $β$ equilibrium on the arising Alfvén Eigenmodes (destabilized by EPs), Ion Temperature Gradient (ITG), and Kinetic Ballooning Modes (KBM) microturbulence (destabilized by thermal species). Linearly, we explore the complex interplay between EP fraction, bulk gradients and a self-consistent Shafranov shift on the plasma stability. We choose single toroidal mode numbers to represent the system's instabilities and study the characteristic nonlinear evolutions of TAEs, KBMs and ITGs separately and including the axisymmetric field response to each mode separately. This study focuses on the impact of Shafranov shift equilibrium consistency, as well as the self-generated zonal ${E \\times B}$ flows, the saturation levels and resulting heat and particle fluxes. In the ITG cases including the $n=0$ perturbations reduces turbulent fluxes, as expected, however, for the TAE cases including the $n=0$ perturbations is shown to enhance the fluxes. We show for the first time that Axisymmetric Alfvén Eigenmodes (AAEs) play a role in this mechanism.",
      "published": "2026-01-12T15:33:13Z",
      "updated": "2026-01-13T18:38:01Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07652v2",
      "pdf_link": "https://arxiv.org/pdf/2601.07652v2"
    },
    {
      "id": "2601.07486v1",
      "title": "A radiation two-phase flow model for simulating plasma-liquid interactions",
      "authors": [
        "Ke-Jian Qian",
        "Zhu-Jun Li",
        "Tao Tao",
        "De-Hua Zhang",
        "Rui Yan",
        "Hang Ding"
      ],
      "summary": "In laser-produced plasma (LPP) extreme ultraviolet (EUV) sources, deformation of a tin droplet into an optimal target shape is governed by its interaction with a pre-pulse laser-generated plasma. This interaction is mediated by a transient ablation pressure, whose complex spatio-temporal evolution remains experimentally inaccessible. Existing modeling approaches are limited: Empirical pressure-impulse models neglect dynamic plasma feedback, while advanced radiation-hydrodynamic codes often fail to resolve late-time droplet hydrodynamics. To bridge this gap, we propose a radiation two-phase flow model based on a diffuse interface methodology. The model integrates radiation hydrodynamics for the plasma with the Euler equations for a weakly compressible liquid, extending a five-equation diffuse interface formulation to incorporate radiation transport, thermal conduction, and ionization. This formulation enforces pressure and velocity equilibrium across the diffuse interface region, with closure models constructed to ensure correct jump conditions at interfaces and asymptotically recover the pure-phase equations in bulk regions. Then, we apply the model to simulate a benchmark pre-pulse scenario, where a 50 micron tin droplet is irradiated by a 10 ns laser pulse. The simulations capture the rapid plasma expansion and subsequent inertial flattening of the droplet into a thin, curved sheet over microsecond timescales. Notably, the model reproduces experimentally observed features (such as an axial jet) rarely replicated in prior simulations. Quantitative agreement with experimental data for sheet dimensions and velocity validates the approach. The proposed model self-consistently couples laser-plasma physics with compressible droplet dynamics, providing a powerful tool for fundamental studies of plasma-liquid interactions in LPP-EUV source optimization.",
      "published": "2026-01-12T12:40:59Z",
      "updated": "2026-01-12T12:40:59Z",
      "categories": [
        "physics.plasm-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.07486v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07486v1"
    },
    {
      "id": "2601.07386v1",
      "title": "Control of Electron Energy Distribution Functions by Current Waveform Tailoring in Inductively Coupled Radio Frequency Plasmas",
      "authors": [
        "Zhaoyu Chen",
        "Zili Chen",
        "Yu Wang",
        "Jonas Giesekus",
        "Wei Jiang",
        "Yonghua Ding",
        "Donghui Xia",
        "Ya Zhang",
        "Julian Schulze"
      ],
      "summary": "Based on two-dimensional particle-in-cell simulations a novel approach towards Electron Energy Probability Function (EEPF) and plasma chemistry control by Current Waveform Tailoring (CWT) in the coil of inductively coupled discharges is proposed. Varying the shape of this current waveform provides electrical control of the dynamics of the electric field in the plasma. Using sawtooth instead of sinusoidal waveforms allows breaking and controlling the temporal symmetry of the electric field dynamics. In this way CWT allows controlling the EEPF, the ionization-to-excitation rate ratio, and the plasma chemistry.",
      "published": "2026-01-12T10:07:44Z",
      "updated": "2026-01-12T10:07:44Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07386v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07386v1"
    },
    {
      "id": "2601.07205v1",
      "title": "Effect of LH and ECR waves on plasma parameters in ADITYA Upgrade tokamak",
      "authors": [
        "S. Aich",
        "S. Dolui",
        "K. Singh",
        "J. Ghosh",
        "K. A. Jadeja",
        "R. L. Tanna",
        "K. M. Patel",
        "K. Galodiya",
        "A. Patel",
        "L. K. Pradhan",
        "B. K. Shukla",
        "H. Mistry",
        "J. Patel",
        "H. Patel",
        "D. Purohit",
        "K. G. Parmar",
        "P. K. Sharma",
        "J. Kumar",
        "B. Hegde",
        "Abhijeet Kumar",
        "Vismay Raulji",
        "Praveenlal E. V.",
        "T. M. Macwan",
        "R. Kumar",
        "A. Kumar",
        "A. Kumawat",
        "H. Raj",
        "I. Hauque",
        "Komal",
        "S. Banerjee",
        "P. Verma",
        "ADITYA-U team"
      ],
      "summary": "The plasma discharges in ADITYA Upgrade Tokamak are produced by means of transformer action, in which Ohmically created plasma is driven by means of a secondary loop voltage. Due to reduction of plasma resistivity after a certain level of plasma temperature, Ohmic heating becomes poor and further achievement of temperature needs other heating techniques. ADITYA-U tokamak is facilitated with a 42 GHz-500 kW Electron Cyclotron Resonant Heating (ECRH) system. Also, there is a Lower Hybrid Current Drive (LHCD) system installed and operated at 3.7 GHz for driving non-inductive plasma current followed by the Ohmic current drive. Though an eventual impact in the rise of plasma temperature and plasma current due to the application of ECRH and LHCD respectively are very obvious, their energy coupling with the plasma results in several interesting outcomes in a number of experimentally measured plasma parameters. The present work addresses such impactful observations that are noticed and reported for the first time in ADITYA-U Tokamak.",
      "published": "2026-01-12T05:00:43Z",
      "updated": "2026-01-12T05:00:43Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07205v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07205v1"
    },
    {
      "id": "2601.07109v1",
      "title": "Guiding-center dynamics in a screw-pinch magnetic field",
      "authors": [
        "Alain J. Brizard"
      ],
      "summary": "The guiding-center dynamics of charged particles moving in a doubly-symmetric screw-pinch magnetic field is investigated. In particular, we verify that Kruskal's adiabatic-invariant series expansion of the radial action integral associated with the reduced full-orbit radial motion matches the perturbation expansion of the magnetic-moment gyroaction up to first order in magnetic-field non-uniformity. Because the radial action integral is an exact invariant of the full-orbit dynamics, the magnetic moment is therefore represented as non-perturbative integral expression, which can be used to test the validity of the guiding-center approximation.",
      "published": "2026-01-12T00:23:25Z",
      "updated": "2026-01-12T00:23:25Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07109v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07109v1"
    },
    {
      "id": "2601.05996v1",
      "title": "Self-organization of local streamline structures and energy transfer rate in compressible plasma turbulence",
      "authors": [
        "Simone Benella",
        "Virgilio Quattrociocchi",
        "Emanuele Papini",
        "Andrea Verdini",
        "Simone Landi",
        "Maria Federica Marcucci",
        "Giuseppe Consolini"
      ],
      "summary": "We examine how local streamline topology and energy cascade rate self-organize in plasma turbulence for both compressible and incompressible regimes. Using a fully-compressible Hall-magnetohydrodynamic simulation, we quantify the subgrid-scale energy transfer and analyze its relationship to streamline structures by means of grandient tensor geometric invariants of the velocity field. Our results highlight how streamline topology is crucial for diagnosing turbulence: for nearly-incompressible fluctuations the energy is primarily transferred to smaller scales through strain-dominated and stable-vortical structures, while is back-transferred towards larger scales through unstable-vortical structures. Compressible fluctuations, on the contrary, do not show a clear topological selection of the energy transfer since the overall direction of the local cascade rate is found to be determined by the sign of $-\\nabla\\cdot u$ (plasma volumetric compression or expansion).",
      "published": "2026-01-09T18:23:00Z",
      "updated": "2026-01-09T18:23:00Z",
      "categories": [
        "physics.space-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05996v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05996v1"
    },
    {
      "id": "2601.05977v1",
      "title": "Comment on Nuclear Fusion 66, 016012 (2026) and arXiv:2508.03561 by Richard Fitzpatrick, A Simple Model of Current Ramp-Up and Ramp-Down in Tokamaks",
      "authors": [
        "Allen H Boozer"
      ],
      "summary": "The article Nuclear Fusion \\textbf{66}, 016012 (2026) by Richard Fitzpatrick is based on fundamental errors in the physics of the poloidal magnetic flux in tokamaks. His paper was inspired by an article that I posted on arXiv in various versions [arXiv:2507.05456]. The September 9, 2025 version was submitted to the Physics of Plasmas, which flatly rejected the article. Before I can resubmit, the Physics of Plasmas stated that the issues with the Fitzpatrick article must be explained. Not only did Fitzpatrick make numerous fundamental errors in science, he totally misrepresented my views as clearly stated in my article and even more explicitly in email exchanges, called ``private communication\" in his paper. Enquiries were made to the journal Nuclear Fusion staring on November 24, 2025 of the consistency of Fitzpatrick's article with the scientific and ethical standards of the journal. On January 5, 2026, Nuclear Fusion said they had \"no evidence of intentional misrepresentation,\" but others may disagree after reading the emails. Both grants and the publication of an important paper make the public availability of this Comment urgent.",
      "published": "2026-01-09T17:53:04Z",
      "updated": "2026-01-09T17:53:04Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05977v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05977v1"
    },
    {
      "id": "2601.05886v1",
      "title": "Dynamics of ion temperature gradient modes in burning plasma conditions in the presence of energetic particles",
      "authors": [
        "Roman Ivanov",
        "Alessandro Biancalani",
        "Alberto Bottino",
        "Didier Gossard",
        "Thomas Hayward-Schneider",
        "Alexey Mishchenko",
        "Ruoyuan Wu"
      ],
      "summary": "The interaction between energetic particles (EPs) and ion temperature gradient (ITG) modes is studied using the global particle in cell ORB5 code. In this work, we extend previous studies to a broader range of EP temperatures, including the burning plasma regime and to wider variety of EP distribution functions. Two main stabilization mechanisms are found to be effective in ITG stabilization confirming previous studies: direct dispersion relation modification (DDRM) effective only at intermediate EP temperatures and dilution effect (DE) which is independent of EP temperature and becomes dominant in burning plasma regime ($T_f > 50T_i$). The study is further extended to slowing-down EP distributions which in contrast exhibit no DDRM-related stabilization. The findings are further validated in an ITER pre-fusion operation scenario and additionally compared with electromagnetic effects. In this scenario EP stabilization is found to be weaker than $β$-stabilization. Overall, these results provide better understanding of EP-ITG interactions over a wider range of EP parameters relevant to burning plasma regime which is important for predicting turbulence and confinement in future devices such as ITER.",
      "published": "2026-01-09T16:05:19Z",
      "updated": "2026-01-09T16:05:19Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05886v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05886v1"
    },
    {
      "id": "2601.05720v1",
      "title": "Energy Bounds from Relative Magnetic Helicity in Spherical Shells",
      "authors": [
        "Anthony R. Yeates",
        "Gunnar Hornig"
      ],
      "summary": "Relative magnetic helicity is commonly used in solar physics to avoid the well known gauge ambiguity of standard magnetic helicity in magnetically open domains. But its physical interpretation is difficult owing to the invocation of a reference field. For the specific case of spherical shell domains (with potential reference field), relative helicity may be written intrinsically in terms of the magnetic field alone, without the need to calculate the reference field or its vector potential. We use this intrinsic expression to prove that non-zero relative helicity implies lower bounds for both magnetic energy and free magnetic energy, generalizing the important Arnol'd inequality known for closed-field magnetic helicity. Further, we derive a stronger energy bound by spatially decomposing the relative helicity over a magnetic partition of the domain to obtain a new ideal invariant which we call unsigned helicity. The bounds are illustrated with analytical linear force-free fields (that maximize relative helicity for given boundary conditions) as well as a non-potential data-driven model of the solar corona. These bounds confirm that both relative helicity and the unsigned helicity can influence the dynamics in the solar corona.",
      "published": "2026-01-09T11:04:52Z",
      "updated": "2026-01-09T11:04:52Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05720v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05720v1"
    },
    {
      "id": "2601.05718v1",
      "title": "Kineclinic magnetogenesis in relativistic collisionless plasmas",
      "authors": [
        "Modhuchandra Laishram",
        "Suresh Basnet",
        "Young Dae Yoon"
      ],
      "summary": "The relativistic momentum equation of a collisionless plasma is reformulated to describe the time evolution of canonical vorticity. Compared to the non-relativistic counterpart, an additional source term for canonical vorticity is identified, which embodies the misalignment between the fluid momentum and fluid velocity gradients. This kineclinic term breaks the frozen-in condition of canonical vorticity, thereby enabling generation or dissipation of magnetic fields and vorticity. We verify the role of this effect through particle-in-cell simulations of a modified Beltrami flow. Kineclinicity should be finite for all relativistic plasma systems due to the general lack of a functional relationship between fluid momentum and fluid velocity.",
      "published": "2026-01-09T11:01:59Z",
      "updated": "2026-01-09T11:01:59Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05718v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05718v1"
    },
    {
      "id": "2601.05704v1",
      "title": "Conservative formulation of the drift-reduced fluid plasma model",
      "authors": [
        "Brenno De Lucca",
        "Paolo Ricci",
        "Micol Bassanini",
        "Sergio García Herreros",
        "Zeno Tecchiolli"
      ],
      "summary": "A conservative formulation of the drift-reduced fluid plasma model is constructed by analytically inverting the implicit relation defining the polarisation velocity as a function of the time-derivative of the electric field. The obtained model satisfies exact conservation laws for energy, mass, charge and momentum, in arbitrary magnetic geometry, also when electromagnetic fluctuations are included.",
      "published": "2026-01-09T10:47:24Z",
      "updated": "2026-01-09T10:47:24Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05704v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05704v1"
    },
    {
      "id": "2601.05492v1",
      "title": "Similarity Theory and Scaling Networks for Electromagnetic Wave-Driven Plasmas",
      "authors": [
        "Hanyang Li",
        "Yulia Sharova",
        "Denis Eremin",
        "Yangyang Fu"
      ],
      "summary": "We demonstrate the scale-invariant behavior of electromagnetic wave-driven radio-frequency plasmas across different dimensional scales. Using two-dimensional electromagnetic particle-in-cell simulations, we show that plasma uniformity remains the same in similar discharges. Building on the concept of similarity laws, we develop scaling networks that effectively relate plasma parameters across varying operating conditions. These results establish a generalized similarity theory derived from the Boltzmann equation coupled with the full set of Maxwell equations, extending the theoretical framework of similarity laws into electromagnetic regimes.",
      "published": "2026-01-09T02:47:38Z",
      "updated": "2026-01-09T02:47:38Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05492v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05492v1"
    },
    {
      "id": "2601.05468v1",
      "title": "Burst Intensification by Singularity Emitting Radiation in Laser Plasma",
      "authors": [
        "Alexander S. Pirozhkov",
        "Timur Zh. Esirkepov",
        "Tatiana A. Pikuz",
        "Akito Sagisaka",
        "Koichi Ogura",
        "James K. Koga",
        "Andreas Bierwage",
        "Hiromitsu Kiriyama",
        "Shinichi Namba",
        "Sergei V. Bulanov",
        "Masaki Kando"
      ],
      "summary": "Burst Intensification by Singularity Emitting Radiation (BISER) appears as a bright temporally and spatially coherent Extreme Ultraviolet (XUV) and x-ray source driven by compact multi-terawatt femtosecond lasers in gas targets. There BISER originates from relativistic plasma singularities, so that the emission source size has a nanometer scale. The BISER x-ray yield quadratically depends on the driving laser power. BISER spectra have hundreds of electronvolt (eV) bandwidth embracing the 'water window' region (284 - 543 eV). Simulations predict that BISER pulses have durations close to the transform limit, which promises pulses shorter than the atomic unit of time (24 attoseconds). Based on the BISER brightness at ~20 terawatt laser power and the quadratic scaling, the brightness of BISER driven by petawatt-class lasers is predicted to exceed XUV free electron lasers. The BISER concept creates a new framework for a wide range of media emitting travelling waves capable of constructive interference, including gravitational waves. Here we review the BISER experimental discovery, its explanation based on the relativistic laser plasma simulations and catastrophe theory, experimental validation of the theoretical BISER model, proposal for imaging fast moving singularities, driving laser requirements, and future prospects emphasizing the driving laser wavelength scalability and possibility of terawatt attosecond coherent x-ray pulse generation.",
      "published": "2026-01-09T01:51:19Z",
      "updated": "2026-01-09T01:51:19Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.05468v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05468v1"
    },
    {
      "id": "2601.05357v1",
      "title": "Dispersive Properties of MHD Waves in the Expanding Solar Wind for a Parker Spiral Geometry",
      "authors": [
        "Sebastián Saldivia",
        "Felipe Asenjo",
        "Pablo S. Moya"
      ],
      "summary": "In this work, we quantify the effects of solar wind expansion on the dispersive properties of the three normal modes of ideal MHD using the Expanding Box Model, under a background magnetic field that follows the Parker spiral geometry. From the linearized MHD-EBM equations, we construct the dispersion tensor and derive analytical expressions for the eigenfrequencies $ω(k,R)$, magnetic compressibility $C_B$, and the ratio of the parallel electric field to the perpendicular magnetic field $|δE_\\parallel|/|δB_\\perp|$ of the magnetosonic modes to quantify how radial solar wind expansion reshapes the character of compressive fluctuations in the solar wind. Magnetic compressibility increases with heliocentric distance, and this trend shows a better alignment with in-situ observations when expansion is included from the MHD-EBM framework. $C_B$ shows a well-defined minimum at small radii and then increases linearly with distance, which naturally reproduces the observed transition from Alfvénic to compressive fluctuations between $\\sim$0.3-1 AU. The ratio $|δE_\\parallel|/|δB_\\perp|$ reveals opposite behaviors for the fast and slow modes: while the fast mode becomes more electrostatic with increasing distance, the slow mode evolves to a more magnetically dominated character. Expansion reduces the growth of their electromagnetic/compressive balance at large radii. Our results demonstrate that solar wind expansion actively redistributes energy between magnetically compressive modes and purely transverse fluctuations with respect to the background magnetic field, playing a major role in shaping the radial evolution of wave dynamics throughout the inner heliosphere.",
      "published": "2026-01-08T20:18:47Z",
      "updated": "2026-01-08T20:18:47Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05357v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05357v1"
    },
    {
      "id": "2601.05331v1",
      "title": "Directed Nano-antennas for Laser Fusion",
      "authors": [
        "FUSENOW",
        "NAPLIFE Collaborations",
        ":",
        "Zsuzsanna Márton",
        "Imene Benabdelghani",
        "Márk Aladi",
        "Judit Budai",
        "Aldo Bonasera",
        "Attila Bonyár",
        "Mária Csete",
        "Martin Greve",
        "Jan-Petter Hansen",
        "Gergely Hegedűs",
        "Ádám Inger",
        "Miklos Kedves",
        "István Papp",
        "Péter Rácz",
        "András Szenes",
        "Ágnes Szokol",
        "Dávid Vass",
        "Miklós Veres",
        "Konstantin Zsukovszki",
        "Tamás S. Bíró",
        "Norbert Kroó",
        "Laszlo P. Csernai"
      ],
      "summary": "Why do we use nano-antennas for fusion? In three sentences: The present laser induced fusion plans use extreme mechanical shock compression to get one hotspot and then ignition. Still fusion burning spreads slower than expansion, and mechanical instabilities may also develop. With nano-antennas in radiation dominated systems, simultaneous ignition can be achieved in the whole target volume and there is no time left for mechanical instabilities. Ignition is achieved with protons accelerated in the direction of the nanoantennas that are orthogonal to the direction of laser irradiation.   Present laser fusion methods are based on extreme and slow mechanical compression with an ablator surface on the fuel target pellet to increase compression and eliminate penetration of laser electromagnetic energy into the target. This arises from a mistaken assumption, [1] that the detonation normal 4-vector should have vanishing time-like component, and this assumption eliminates the possibility to rapid or even simultaneous, radiation dominated detonations, (which are well known in the burning (or hadronization) of Quark Gluon Plasma).",
      "published": "2026-01-08T19:20:01Z",
      "updated": "2026-01-08T19:20:01Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.05331v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05331v1"
    },
    {
      "id": "2601.05321v1",
      "title": "On the gravitational stratification of multi-fluid-multi-species plasma",
      "authors": [
        "F. Zhang",
        "J. Martínez-Sykora",
        "Q. M. Wargnier",
        "V. H. Hansteen"
      ],
      "summary": "Context. The solar atmosphere is gravitationally stratified and consists of several layers at temperatures different by orders of magnitude. Consequently, the solar atmospheric plasma changes from weakly ionized in the photosphere, partially ionized in the chromosphere, to eventually fully ionized in the corona. However, it is still not trivial to integrate ionization and recombination processes into multi-fluid solar plasma models with gravitational stratification. Aims. We intend to provide a method for constructing multi-fluid-multi-species gravitational stratification that satisfies ionization equilibrium and hydrostatic equilibrium at the same time, avoiding causing non-physical disturbances and numerical instability due to initial in-equilibria. Methods. We assume that collisional interactions between fluids are sufficient for coupling all fluids when there is no high-frequency external driving force imposed. Ionization fractions can be (I) calculated assuming ionization in statistical equilibrium at any given temperature, or (II) extracted from other atmospheric models. A simple numerical integration routine is then designed and used to construct multi-fluid-multi-species gravitational stratifications. Results. A gravitational stratification constructed using the present numerical integration routine can be in hydrostatic equilibrium with any given ionization fractions of multi-species plasmas. Meanwhile, without any dynamic driving force, fluid decoupling appears in the transition region of the constructed stratification, while the total velocity of all fluids remains zero. Conclusions. A gravitational stratification constructed using the present routine can be used in multi-fluid-multi-species models to study specific dynamics without being affected by initial in-equilibria.",
      "published": "2026-01-08T19:00:14Z",
      "updated": "2026-01-08T19:00:14Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05321v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05321v1"
    },
    {
      "id": "2601.05155v2",
      "title": "Machine learning for radiative hydrodynamics in astrophysics",
      "authors": [
        "Gonzague Radureau"
      ],
      "summary": "Radiation hydrodynamics describes the interaction between high-temperature hypersonic plasmas and the radiation they emit or absorb, a coupling that plays a central role in many astrophysical phenomena related to accretion and ejection processes. The HADES code was developed to model such systems by coupling hydrodynamics with M1-gray or M1-multigroup radiative transfer models, which are well suited to optically intermediate media.   Despite its accuracy, radiation hydrodynamics simulations remain extremely demanding in terms of computational cost. Two main limitations are responsible for this. First, the M1-multigroup model relies on a closure relation with no analytic expression, requiring expensive numerical evaluations. Second, the Courant-Friedrichs-Lewy condition strongly restricts the time step of the explicit schemes used in HADES. To overcome these difficulties, two complementary Artificial Intelligence based strategies were developed in this thesis.   The first approach consists in training a Multi-Layer Perceptron to approximate the M1-multigroup closure relation. This method achieves excellent accuracy while reducing the computational cost by a factor of 3000, making it the most efficient approach currently available for this task. This performance gain enables high-fidelity simulations of radiative shocks, in which radiation directly influences the shock structure. In particular, increasing spectral resolution slows down the shock and enlarges the radiative precursor.   The second approach explores the use of Physics-Informed Neural Networks to directly solve the radiation hydrodynamics equations and extrapolate simulations beyond their initial time range. Tests on purely hydrodynamic shocks show accurate handling of discontinuities, but application to radiative shocks remains challenging and requires further investigation.",
      "published": "2026-01-08T17:44:53Z",
      "updated": "2026-01-12T10:44:07Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.05155v2",
      "pdf_link": "https://arxiv.org/pdf/2601.05155v2"
    },
    {
      "id": "2601.04967v1",
      "title": "A Comprehensive multi-species comparison of rotational temperature probes in a DC Ar/N$_2$ micro-hollow cathode discharge",
      "authors": [
        "Dimitrios Stefas",
        "Belkacem Menacer",
        "Alice Remigy",
        "Nikolaos Chazapis",
        "Guillaume Lombardi",
        "Claudia Lazzaroni",
        "Kristaq Gazeli"
      ],
      "summary": "Accurate gas temperature ($T_{\\rm Gas}$) determination in microplasmas is critical for optimizing their applications, yet isolated diagnostic approaches may yield misleading results, especially under strong non-equilibrium conditions. Here, high resolution rotational spectra of N$_2$(C), OH(A), NH(A) and NO(A), generated in the plasma jet of a DC Ar/N$_2$ microhollow cathode discharge (MHCD), are recorded and their associated rotational temperatures ($T_{\\rm rot}$) are cross compared. A detailed experimental analysis and robust fitting of the rotational spectra are performed, achieving a reliable estimation of $T_{\\rm Gas}$. The dominant formation mechanisms of these species and their corresponding impact on rotational population distributions are also interrogated. Particularly, our findings indicate that the $T_{\\rm rot}$of N$_2$(C) is significantly influenced by energy transfers from argon metastables (Ar$^m$) and spectral interference from NH(A). This makes it unreliable as a thermometric probe in Ar-rich MHCD, unless complex analyses are employed. In contrast, OH(A) rotational population distribution appears to be less sensitive to Ar-induced perturbations across various discharge currents and pressures, providing more straightforward results. For all molecules considered, this study reveals the conditions under which all the measured $T_{\\rm rot}$ can be reliably considered to be in equilibrium with $T_{\\rm Gas}$. This highlights the importance of crossvalidating multiple thermometric probes and investigating relevant excitation kinetics when measuring $T_{\\rm rot}$ in reactive microplasmas.",
      "published": "2026-01-08T14:15:13Z",
      "updated": "2026-01-08T14:15:13Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04967v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04967v1"
    },
    {
      "id": "2601.04165v1",
      "title": "Properties of Magnetic Switchbacks in the Near-Sun Solar Wind",
      "authors": [
        "Samuel T. Badman",
        "Naïs Fargette",
        "Lorenzo Matteini",
        "Oleksiy V. Agapitov",
        "Mojtaba Akhavan-Tafti",
        "Stuart D. Bale",
        "Srijan Bharati Das",
        "Nina Bizien",
        "Trevor A. Bowen",
        "Thierry Dudok de Wit",
        "Clara Froment",
        "Timothy Horbury",
        "Jia Huang",
        "Vamsee Krishna Jagarlamudi",
        "Andrea Larosa",
        "Maria S. Madjarska",
        "Olga Panasenco",
        "Etienne Pariat",
        "Nour E. Raouafi",
        "Alexis P. Rouillard",
        "David Ruffolo",
        "Nikos Sioulas",
        "Shirsh Lata Soni",
        "Luca Sorriso-Valvo",
        "Gabriel Ho Hin Suen",
        "Marco Velli",
        "Jaye Verniero"
      ],
      "summary": "Magnetic switchbacks are fluctuations in the solar wind in which the interplanetary magnetic field sharply deflects away from its background direction so as to create folds in magnetic field lines while remaining of roughly constant magnitude. The magnetic field and velocity fluctuations are extremely well correlated in a way corresponding to Alfvénic fluctuations propagating away from the Sun. For a background field which is nearly radial this causes an outwardly propagating jet to form. Switchbacks and their characteristic velocity jets have recently been observed to be nearly ubiquitous by Parker Solar Probe with in situ measurements in the inner heliosphere within 0.3 AU. Their prevalence, substantial energy content, and potentially fundamental role in the dynamics of the outer corona and solar wind motivate the significant research efforts into their understanding. Here we review the in situ measurements of these structures (primarily by Parker Solar Probe). We discuss how they are identified and measured, and present an overview of the primary observational properties of these structures, both in terms of individual switchbacks and their collective arrangement into ``patches''. We identify both properties for which there is a strong consensus and those that have limited or qualified support and require further investigation. We identify and collate several open questions and recommendations for future studies.",
      "published": "2026-01-07T18:26:35Z",
      "updated": "2026-01-07T18:26:35Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04165v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04165v1"
    },
    {
      "id": "2601.05287v1",
      "title": "Autonomous Sampling and SHAP Interpretation of Deposition-Rates in Bipolar HiPIMS",
      "authors": [
        "Alexander Wieczorek",
        "Nathan Rodkey",
        "Jan Sommerhäuser",
        "Jason Hattrick-Simpers",
        "Sebastian Siol"
      ],
      "summary": "High-power impulse magnetron sputtering (HiPIMS) offers considerable control over ion energy and flux, making it invaluable for tailoring the microstructure and properties of advanced functional coatings. However, compared to conventional sputtering techniques, HiPIMS suffers from reduced deposition rates. Many groups have begun to evaluate complex pulsing schemes to improve upon this, leveraging multi-pulse schemes (e.g. pre-ionization or bipolar pulses). Unfortunately, the increased complexity of these pulsing schemes has led to high-dimensionality parameter spaces that are prohibitive to classic design of experi-ments. In this work we evaluate bipolar HiPIMS pulses for improving deposition rates of Al and Ti sputter tar-gets. Over 3000 process conditions were collected via autonomous Bayesian sampling over a 6-dimensional parameter space. These process conditions were then interpreted using Shapley Additive Explanations (SHAP), to deconvolute complex process influences on deposition rates. This allows us to link observed var-iations in deposition rate to physical mechanisms such as back-attraction and plasma ignition. Insights gained from this approach were then used to target specific processes where the positive pulse components were expected to have the highest impact on deposition rates. However, in practice, only minimal improve-ments in deposition rate were achieved. In most cases, the positive pulse appears to be detrimental when placed immediately after the neg. pulse which we hypothesize relates to quenching of the afterglow plasma. The proposed workflow combining autonomous experimentation and interpretable machine learning is broad-ly applicable to the discovery and optimization of complex plasma processes, paving the way for physics-informed, data-driven advancements in coating technologies.",
      "published": "2026-01-07T17:07:54Z",
      "updated": "2026-01-07T17:07:54Z",
      "categories": [
        "physics.plasm-ph",
        "cond-mat.mtrl-sci"
      ],
      "link": "https://arxiv.org/abs/2601.05287v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05287v1"
    },
    {
      "id": "2601.04099v1",
      "title": "A constrained-transport embedded boundary method for compressible resistive magnetohydrodynamics",
      "authors": [
        "Samuel W. Jones",
        "Colin P. McNally",
        "Meritt Reynolds"
      ],
      "summary": "Motivated by the increased interest in pulsed-power magneto-inertial fusion devices in recent years, we present a method for implementing an arbitrarily shaped embedded boundary on a Cartesian mesh while solving the equations of compressible resistive magnetohydrodynamics. The method is built around a finite volume formulation of the equations in which a Riemann solver is used to compute fluxes on the faces between grid cells, and a face-centered constrained transport formulation of the induction equation. The small time step problem associated with the cut cells is avoided by always computing fluxes on the faces and edges of the Cartesian mesh. We extend the method to model a moving interface between two materials with different properties using a ghost-fluid approach, and show some preliminary results including shock-wave-driven and magnetically-driven dynamical compressions of magnetohydrostatic equilibria. We present a thorough verification of the method and show that it converges at second order in the absence of discontinuities, and at first order with a discontinuity in material properties.",
      "published": "2026-01-07T17:04:48Z",
      "updated": "2026-01-07T17:04:48Z",
      "categories": [
        "physics.comp-ph",
        "astro-ph.IM",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04099v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04099v1"
    },
    {
      "id": "2601.03943v1",
      "title": "A laser plasma soliton fusion scheme",
      "authors": [
        "Pisin Chen",
        "Yung-Kun Liu",
        "Gerard Mourou"
      ],
      "summary": "We introduce a novel fusion scheme enabled by laser-plasma solitons, which promises to overcome several fundamental obstructions to reaching the breakeven condition. For concreteness, we invoke deuterium-tritium (DT) as fuels. The intense electromagnetic field trapped inside the soliton significantly enhances the DT-fusion cross section, its ponderomotive potential evacuates electrons, and it accelerates D/T to kinetic energies suitable for fusion reaction. While electrons are expelled almost instantly, the much heavier D/T moves at picosecond time scale. Such a difference in time scales renders a time window for DT fusion to occur efficiently in an electron-free environment. We inject two consecutive lasers, where the first would excite plasma solitons and the second, much more intense and with a matched lower frequency, would fortify the soliton electromagnetic field resonantly. We impose a plasma density gradient to induce soliton motion. All D/T inside the plasma column swept by the moving soliton during its lifetime would participate in this fusion mechanism. We show that the breakeven condition is attainable. Invoking fiber laser and the iCAN laser technologies for high repetition rate and high intensity operation, gigawatt output maybe conceivable.",
      "published": "2026-01-07T14:00:19Z",
      "updated": "2026-01-07T14:00:19Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.03943v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03943v1"
    },
    {
      "id": "2601.03818v1",
      "title": "Modelling spacecraft-emitted electrons measured by SWA-EAS experiment on board Solar Orbiter mission",
      "authors": [
        "Š. Štverák",
        "D. Herčík",
        "P. Hellinger",
        "M. Popďakunik",
        "G. R. Lewis",
        "G. Nicolaou",
        "C. J. Owen",
        "Yu. V. Khotyaintsev",
        "M. Maksimovic"
      ],
      "summary": "Thermal electron measurements in space plasmas typically suffer at low energies from spacecraft emissions of photo- and secondary electrons and from charging of the spacecraft body. We examine these effects by use of numerical simulations in the context of electron measurements acquired by the Electron Analyser System (SWA-EAS) on board the Solar Orbiter mission. We employed the Spacecraft Plasma Interaction Software to model the interaction of the Solar Orbiter spacecraft with solar wind plasma and we implemented a virtual detector to simulate the measured electron energy spectra as observed in situ by the SWA-EAS experiment. Numerical simulations were set according to the measured plasma conditions at 0.3~AU. We derived the simulated electron energy spectra as detected by the virtual SWA-EAS experiment for different electron populations and compared these with both the initial plasma conditions and the corresponding real SWA-EAS data samples. We found qualitative agreement between the simulated and real data observed in situ by the SWA-EAS detector. Contrary to other space missions, the contamination by cold electrons emitted from the spacecraft is seen well above the spacecraft potential energy threshold. A detailed analysis of the simulated electron energy spectra demonstrates that contamination above the threshold is a result of cold electron fluxes emitted from distant spacecraft surfaces. The relative position of the break in the simulated spectrum with respect to the spacecraft potential slightly deviates from that in the real observations. This may indicate that the real potential of the SWA-EAS detector with respect to ambient plasma differs from the spacecraft potential value measured on board. The overall contamination is shown to be composed of emissions from a number of different sources and their relative contribution varies with the ambient plasma conditions.",
      "published": "2026-01-07T11:22:20Z",
      "updated": "2026-01-07T11:22:20Z",
      "categories": [
        "astro-ph.IM",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03818v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03818v1"
    },
    {
      "id": "2601.05426v1",
      "title": "An integration-free method for calculating curl and divergence in space plasmas using multi-spacecraft data",
      "authors": [
        "Rohan Singh",
        "Supratik Banerjee",
        "Arijit Halder"
      ],
      "summary": "The knowledge of local spatial gradients (curl, divergence etc.) is crucial to examine the three-dimensional variation of flow fields including velocity and magnetic fields in space plasmas like the solar wind. Here we propose a simple method to calculate the same using the in-situ data of multi-spacecraft systems. Unlike the popular Curlometer method which depends on the vector integration theorems, our integration-free method is based on the construction of a local orthonormal coordinate system and the associated finite difference approximations. The Curlometer is applicable to a four spacecraft system arranged in a tetrahedron and yields a single volume-averaged estimate of the curl. Using our proposed method over 107 intervals of MMS (NASA) data, on the other hand, we successfully calculate the spatial derivatives at the position of each spacecraft of the tetrahedron and a three-spacecraft (non-collinear) subset of the same. The average value of all the curls calculated for a given tetrahedron shows an excellent agreement (correlation coeffcient ~ 0:99) with the curls calculated using Curlometer formula. The quality of the calculated curl (using our method) is found to improve if the spacecraft configuration approaches a regular tetrahedron. The current framework facilitates investigation of turbulent heating rates and the exploration of local flow features like Beltramization, existence of current sheets, etc., in present and future multi-spacecraft mission, including those involving more than four spacecraft.",
      "published": "2026-01-08T23:21:20Z",
      "updated": "2026-01-08T23:21:20Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.05426v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05426v1"
    },
    {
      "id": "2601.05209v1",
      "title": "Addressing Known Challenges in Solar Flare Forecasting I: Limb-Flare Prediction with a 4-pi Full-Heliosphere Framework",
      "authors": [
        "K. D. Leka",
        "Eric L. Wagner",
        "Lisa Upton",
        "Bibhuti Kumar Jha",
        "Kiran Jain",
        "Sara Petty"
      ],
      "summary": "A demonstrated failure mode for operational solar flare forecasting is the inability to forecast flares that occur near, or just beyond, the solar limb. To address this shortcoming, we develop a \"4pi\" full-heliosphere event forecasting framework and evaluate its statistical classification ability against this specific challenge. A magnetic surface flux transport model is used to generate full-sun maps of the photospheric radial magnetic field from which active regions (ARs) are identified and tracked using a new labeling scheme that is observer-location agnostic and allows for post-facto modifications. Flare-relevant magnetic parameters couple to a \"visibility\" index that specifies AR location relative to the visible solar limb and expected flare detection. Flare labels are assigned according to peak Soft X-ray flux, and a statistical classification is performed using nonparametric discriminant analysis. A version where new or emerging ARs on the far (\"invisible\" side of the Sun are incorporated into the model by way of far-side helioseismology, is also tested. We evaluate the new framework by its performance specifically including the limb areas using Brier Skill Score and ROC Skill Score, finding improvement at the 2-sigma level or less. However, we do find that the number of False Negatives, or \"missed\" forecasts decreases, and find strong evidence that the additional information provided by the far-side helioseismology can help predict near- and just-beyond-limb flares, particularly for East-limb events. While individual components of this framework could be improved, we demonstrate that a known failure mode for solar flare forecasting can be mitigated with available resources.",
      "published": "2026-01-08T18:34:43Z",
      "updated": "2026-01-08T18:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05209v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05209v1"
    },
    {
      "id": "2601.03650v1",
      "title": "Investigating the Center-to-Limb Effects in Helioseismic Data Using 3D Radiative Hydrodynamic Simulations",
      "authors": [
        "Irina N. Kitiashvili"
      ],
      "summary": "Full-disk observations from missions such as the SDO and SOHO have enabled comprehensive studies of solar oscillations and dynamics. Interpreting helioseismic and photospheric data is complicated by systematic center-to-limb variations. To explore the physical origin of these variations, we perform local 3D radiative hydrodynamic simulations that include effects of solar rotation to generate 24-hour synthetic time series of continuum intensity and Doppler velocity for nine viewing angles spanning from -75 to 75 degrees. The simulations reveal a systematic decrease in oscillation power toward the limbs and a pronounced East-West asymmetry that increases with frequency, primarily due to rotation-induced flows. With increasing angular distance from the disk center, the amplitudes and widths of the surface gravity (f) and resonant pressure (p) modes decrease. In contrast, the amplitudes of the corresponding pseudo-modes with frequencies above the acoustic cut-off frequency increase in the intensity power spectra but are suppressed in the velocity spectra. The local helioseismology ring-diagram analysis of the simulation data further demonstrates anisotropic broadening of the modes and distinct differences in background noise and pseudo-mode structure between the intensity and velocity data. These results indicate that the center-to-limb effects arise from both geometric projection and physical factors such as line-formation height and potential effects of the radial differential rotation. The findings provide a framework for correcting helioseismic observations and demonstrate that realistic 3D radiative hydrodynamic simulations are a powerful tool for disentangling geometric and physical biases in solar data.",
      "published": "2026-01-07T07:01:34Z",
      "updated": "2026-01-07T07:01:34Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03650v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03650v1"
    },
    {
      "id": "2601.03620v1",
      "title": "On flying through the base of a pseudo-streamer",
      "authors": [
        "Forrest Mozer",
        "Oleksiy Agapitov",
        "Kyungeun Choi",
        "Andrii Voshchepynets"
      ],
      "summary": "Near the 10 solar radius perihelion of Parker Solar Probe orbit 24, a confined region containing an enhanced plasma density of 25,000 particles per cubic centimeter and broadband electrostatic waves was encountered. The solar wind velocity of 200 kilometers per second and ion temperature of 25 eV were significantly reduced as compared to their values in the ambient solar wind. These anomalous plasma conditions were observed on closed magnetic field lines, as determined from observations of the suprathermal electron strahl. Because the polarity of the radial magnetic field did not change sign on the two sides of the crossing and the crossed region contained a double-peaked plasma structure, the spacecraft must have passed through the base of a pseudo-streamer whose structure extended out to 10 solar radii. In the plasma frame, an electric field as large as 400 millivolts per meter was detected during the crossing. The current associated with this electric field was less than one milliampere per square meter, corresponding to a drift velocity less than 2.5 kilometers per second. It also contained a turbulent plasma with density fluctuations divided by density as large as 0.3, suggesting that the resistive term in the generalized ohm's law was significant. Also, the density as a function of time had a non-zero slope when the electric field was non-zero, suggesting that the pressure gradient term also mattered. As compared to earlier remote sensing and theoretical results, it is surprising that the plasma in this pseudo-streamer had a remarkably low flow velocity and that the pseudo-streamer base extended out to 10 solar radii.",
      "published": "2026-01-07T06:01:19Z",
      "updated": "2026-01-07T06:01:19Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03620v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03620v1"
    },
    {
      "id": "2601.03344v1",
      "title": "Non-thermal particle acceleration in multi-species kinetic plasmas: universal power-law distribution functions and temperature inversion in the solar corona",
      "authors": [
        "Uddipan Banik",
        "Amitava Bhattacharjee"
      ],
      "summary": "The origin of non-thermal power-law distribution functions ubiquitously observed in astrophysical/space (e.g., the solar wind) and laboratory kinetic plasmas, is not well understood. Another puzzling phenomenon is temperature inversion in the solar corona. These two issues are deeply connected. We develop a self-consistent quasilinear theory (QLT) for electromagnetically driven kinetic plasmas, deriving a Fokker-Planck equation for the simultaneous relaxation of multiple species, with (i) a drive diffusion coefficient for the heating of dressed particles directly by the drive and indirectly by waves, and (ii) Balescu-Lenard diffusion and drag coefficients for internal turbulence and Coulomb collisions. Both electron and ion distributions relax towards a universal attractor with a $v^{-5}$ $(E^{-2})$ tail, akin to a $κ= 1.5$ distribution, under a super-Debye (but sub-Larmor) drive with a steep power-spectrum. This is an outcome of Debye screening: large-scale fields accelerate the unscreened, fast particles but not the screened, slow ones. The universality may be broken by shallow power-spectra and incomplete relaxation. Collisions cannot decelerate suprathermal particles, rendering a high $v$ tail immune to Maxwellianization. Such a tail may be generated in the solar corona by chromospheric convection despite collisional losses. The suprathermal particles escape sun's gravity (velocity filtration), inverting the temperature profile and raising it to $10^6$ K. A proper analysis of velocity filtration with a $κ\\approx 1.5-2$ distribution inspired by QLT provides a reasonable fit to the spectroscopic data of heavy ions and explains the abrupt temperature rise, a consequence of the divergence of pressure in the $κ\\to 1.5$ limit.",
      "published": "2026-01-06T19:00:01Z",
      "updated": "2026-01-06T19:00:01Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03344v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03344v1"
    },
    {
      "id": "2601.00485v1",
      "title": "Spectral performance of single-channel plastic and GAGG scintillator bars of the CUbesat Solar Polarimeter (CUSP)",
      "authors": [
        "Nicolas De Angelis",
        "Abhay Kumar",
        "Sergio Fabiani",
        "Ettore Del Monte",
        "Enrico Costa",
        "Giovanni Lombardi",
        "Alda Rubini",
        "Paolo Soffitta",
        "Andrea Alimenti",
        "Riccardo Campana",
        "Mauro Centrone",
        "Giovanni De Cesare",
        "Sergio Di Cosimo",
        "Giuseppe Di Persio",
        "Alessandro Lacerenza",
        "Pasqualino Loffredo",
        "Gabriele Minervini",
        "Fabio Muleri",
        "Paolo Romano",
        "Emanuele Scalise",
        "Enrico Silva",
        "Davide Albanesi",
        "Ilaria Baffo",
        "Daniele Brienza",
        "Valerio Campomaggiore",
        "Giovanni Cucinella",
        "Andrea Curatolo",
        "Giulia de Iulis",
        "Andrea Del Re",
        "Vito Di Bari",
        "Simone Di Filippo",
        "Immacolata Donnarumma",
        "Pierluigi Fanelli",
        "Nicolas Gagliardi",
        "Paolo Leonetti",
        "Matteo Mergè",
        "Dario Modenini",
        "Andrea Negri",
        "Daniele Pecorella",
        "Massimo Perelli",
        "Alice Ponti",
        "Francesca Sbop",
        "Paolo Tortora",
        "Alessandro Turchi",
        "Valerio Vagelli",
        "Emanuele Zaccagnino",
        "Alessandro Zambardi",
        "Costantino Zazza"
      ],
      "summary": "Our Sun is the closest X-ray astrophysical source to Earth. As such, it makes a formidable case study to better understand astrophysical processes. Solar flares are in particular very interesting as they are linked to coronal mass ejections as well as magnetic field reconnection sites in the solar atmosphere. Flares can therefore provide insightful information on the physical processes at play on their production sites, but also on the emission and acceleration of energetic charged particles towards our planet, making it a formidable forecasting tool for space weather. While solar flares are critical to understanding magnetic reconnection and particle acceleration, their hard X-ray polarization -- key to distinguishing between competing theoretical models -- remains poorly constrained by existing observations. To address this, we present the CUbesat Solar Polarimeter (CUSP), a mission under development to perform solar flare polarimetry in the 25-100 keV energy range. CUSP consists of a 6U-XL platform hosting a dual-phase Compton polarimeter. The polarimeter is made of a central assembly of four 4x4 arrays of plastic scintillators, each coupled to multi-anode photomultiplier tubes, surrounded by four strips of eight elongated GAGG scintillator bars coupled to avalanche photodiodes. Both types of sensors from Hamamatsu are respectively read out by the MAROC-3A and SKIROC-2A ASICs from Weeroc. In this manuscript, we present the preliminary spectral performances of single plastic and GAGG channels measured in the laboratory using development boards of the ASICs foreseen for the flight model.",
      "published": "2026-01-01T21:40:47Z",
      "updated": "2026-01-01T21:40:47Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00485v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00485v1"
    },
    {
      "id": "2601.00470v1",
      "title": "Betelgeuse: Detection of the Expanding Wake of the Companion Star",
      "authors": [
        "Andrea K. Dupree",
        "Paul I. Cristofari",
        "Morgan MacLeod",
        "Kateryna Kravchenko"
      ],
      "summary": "Recent analyses conclude that Betelgeuse, a red supergiant star (HD 39801), likely has a companion object with a period of about 2000 days orbiting at only 2.3 stellar radii, deep in the chromosphere of the supergiant. A probable detection of such a companion, named Siwarha, has just occurred from speckle imaging. This study finds that Betelgeuse spectra in the optical region and ultraviolet exhibit signatures of variable circumstellar absorption and chromospheric outflows. These variations are consistent with the ~ 2000-day period of the companion object. Circumstellar absorption evident in optical Mn I lines, and mass outflow marked by ultraviolet Fe II, Si I, and Mg I lines increase after the transit of the companion across the disk of Betelgeuse. Following the eclipse of the companion, the absorption and outflow slowly decrease in advance of the next transit. The occurrence and variation of this plasma appear consistent with the presence of a trailing and expanding wake caused by a companion star orbiting within the atmosphere of Betelgeuse.",
      "published": "2026-01-01T20:56:05Z",
      "updated": "2026-01-01T20:56:05Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00470v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00470v1"
    },
    {
      "id": "2512.24425v2",
      "title": "Turbulence-Driven Corrugation of Collisionless Fast-Magnetosonic Shocks",
      "authors": [
        "Immanuel Christopher Jebaraj",
        "Mikhail Malkov",
        "Nicolas Wijsen",
        "Jens Pomoell",
        "Vladimir Krasnoselskikh",
        "Nina Dresing",
        "Rami Vainio"
      ],
      "summary": "Collisionless fast-magnetosonic shocks are often treated as smooth, planar boundaries, yet observations point to organized corrugation of the shock surface. A plausible driver is upstream turbulence. Broadband fluctuations arriving at the front can continually wrinkle it, changing the local shock geometry and, in turn, conditions for particle injection and radiation. We develop a linear-MHD formulation that treats the shock as a moving interface rather than a fixed boundary. In this approach the shock response can be summarized by an effective impedance determined by the Rankine-Hugoniot base state and the shock geometry, while the upstream turbulence enters only through its statistics. This provides a practical mapping from an assumed incident spectrum to the corrugation amplitude, its drift along the surface, and a coherence scale set by weak damping or leakage. The response is largest when the transmitted downstream fast mode propagates nearly parallel to the shock in the shock frame, which produces a Lorentzian-type enhancement controlled by the downstream normal group speed. We examine how compression, plasma $β$, and obliquity affect these corrugation properties and discuss implications for fine structure in heliospheric and supernova-remnant shock emission.",
      "published": "2025-12-30T19:03:59Z",
      "updated": "2026-01-06T09:15:22Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24425v2",
      "pdf_link": "https://arxiv.org/pdf/2512.24425v2"
    },
    {
      "id": "2512.22424v1",
      "title": "Brace for Impact: A Review of Mitigation Decisions of Critical Infrastructure Operators During the 2024 Solar Maximum",
      "authors": [
        "Caitlin LaNeve",
        "Edward J Oughton",
        "Noah Rivera",
        "Lucy Wilkerson",
        "Robert S Weigel",
        "Dean Thomas",
        "CT Gaunt"
      ],
      "summary": "The Gannon Storm in May 2024 was the largest space weather event experienced in 20 years, generating auroras latitudes as low as 35°. Such activity can pose significant operational challenges for critical infrastructure operators, particularly those managing electricity transmission networks, satellite constellations, and aviation systems. Substantial progress has been made in understanding space weather and the potential exposure of infrastructure assets to severe events. We have seen few evaluations of the types of current mitigation strategies in use to reduce our shared vulnerability to this activity, motivating this study. Firstly, we fill an important literature gap by undertaking a systematic review of the range of space weather mitigation strategies for these three critical infrastructure sectors. Secondly, we contacted 303 critical infrastructure operators (50 power, 227 satellite, 26 aviation) for participation in an anonymous online survey or interview receiving 55 unique responses (18% response rate). To capture narratives of mitigation actions taken and impacts experienced over the solar maximum, qualitative interviews were then conducted with 33 operators. The results identified 91 potential mitigation actions within the sectors and found that 149 mitigation actions were enacted due to space weather forecasts and experienced impacts. This is one of the first exhaustive studies of space weather mitigation activities, and moves beyond the traditional focus on purely impacts.",
      "published": "2025-12-27T01:11:55Z",
      "updated": "2025-12-27T01:11:55Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22424v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22424v1"
    },
    {
      "id": "2601.02393v1",
      "title": "Spectral Properties and Energy Injection in Mercury's Magnetotail Current Sheet",
      "authors": [
        "Xinmin Li",
        "Chuanfei Dong",
        "Liang Wang",
        "Sae Aizawa",
        "Lina Z. Hadid",
        "Chi Zhang",
        "Hongyang Zhou",
        "James A. Slavin",
        "Jiawei Gao",
        "Mirko Stumpo",
        "Wei Zhang"
      ],
      "summary": "Mercury's magnetotail hosts a thin and highly dynamic current sheet (CS), where magnetic reconnection and strong fluctuations frequently occur. Here, we statistically analyze magnetic field power spectra across 370 magnetotail CSs observed by MESSENGER. About 20% of the events are quasi-laminar, showing single power-law spectra, whereas 80% are turbulent, exhibiting a spectral break separating inertial and kinetic ranges. A dawn-dusk asymmetry is identified: inertial-range slopes are systematically shallower on the dawnside, whereas kinetic-range slopes are steeper, indicating more developed turbulence there, consistent with the higher occurrence of reconnection-related processes on the dawnside. Component analysis shows that the transverse components, orthogonal to the tail-aligned principal field (BX), display shallow slopes near -1 in the inertial range, suggesting energy injection at ion scales rather than a classical inertial range. These results demonstrate that Mercury's unique plasma environment fundamentally reshapes the initiation of turbulence and the redistribution of energy in the magnetotail.",
      "published": "2025-12-25T20:52:08Z",
      "updated": "2025-12-25T20:52:08Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02393v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02393v1"
    },
    {
      "id": "2512.20098v1",
      "title": "Alfvénic solar wind intervals observed by Solar Orbiter: Exploiting the capability of the SWA plasma suite and source region investigation",
      "authors": [
        "R. D'Amicis",
        "J. M. Raines",
        "S. Benella",
        "M. Velli",
        "O. Panasenco",
        "G. Nicolaou",
        "C. J. Owen",
        "R. M. Dewey",
        "P. Louarn",
        "A. Fedorov",
        "S. T. Lepri",
        "B. L. Alterman",
        "D. Perrone",
        "R. De Marco",
        "R. Bruno",
        "L. Sorriso-Valvo",
        "O. S. Dhamane",
        "Y. Rivera",
        "O. R. Kieokaew",
        "D. Verscharen",
        "G. Consolini",
        "S. Yardley",
        "V. Réville",
        "D. Telloni",
        "D. Baker",
        "G. Lewis",
        "G. Watson",
        "C. Anekallu",
        "K. Darwish",
        "L. Prech",
        "S. Livi",
        "T. Horbury",
        "G. Mele",
        "V. Fortunato",
        "F. Monti"
      ],
      "summary": "Fast and slow solar wind have distinct properties linked to their solar sources.Alfvénic slow wind complicates the usual speed-based classification, especially at intermediate speeds. Solar Orbiter's Solar Wind Analyzer (SWA) offers unique capabilities to investigate how Alfvénic slow wind differs from fast wind and relate these differences to their solar origins. In September 2022, Solar Orbiter observed several Alfvénic streams: one fast wind, three Alfvénic slow wind (AS1, AS2, AS3), and a moderate fast (FH) interval. We analyze these streams, combining plasma parameters from all SWA sensors with magnetic field measurements from the Magnetometer (MAG). A spectral analysis of magnetic and velocity fluctuations is used to characterize Alfvénicity. The magnetic connectivity of each stream to its solar source is examined using Potential Field Source Surface extrapolation combined with ballistic backmapping from the spacecraft. Proton velocity distribution functions show anisotropies and field-aligned beams characteristic of Alfvénic streams, while electron pitch-angle distributions reveal clear strahl populations. Oxygen and carbon charge-state ratios are low in fast wind but higher in AS1-AS3, consistent with slow wind origins. Magnetic connectivity suggests the fast wind originates from a large coronal hole; AS1 links to a pseudostreamer with high expansion factor; AS2, AS3, and FH connect to a negative-polarity coronal hole whose field lines cross a pseudostreamer that later dissipates. Spectral analysis indicates near energy equipartition in all intervals except AS2. The combined SWA observations offer key insights into the physical processes shaping Alfvénic solar wind streams. Our results reinforce that the simple fast/slow wind classification is inadequate for linking solar wind to sources, and suggest that Alfvénicity relates to the solar source conditions.",
      "published": "2025-12-23T06:50:07Z",
      "updated": "2025-12-23T06:50:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20098v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20098v1"
    },
    {
      "id": "2512.18806v1",
      "title": "Energetically-dominant Sunward-Propagating Alfvén Waves Near 1 au and Their Relation to Large-scale Magnetic Switchbacks",
      "authors": [
        "Nickolas Giardetti",
        "Sofiane Bourouaine",
        "Jean C. Perez"
      ],
      "summary": "In this letter, we investigate the population of energetically-dominant sunward-propagating Alfvén waves (SAWs) using more than 20 years of data provided by the Wind spacecraft near 1 au. We refer to SAWs as energetically-dominant sunward-propagating Alfvén waves within inertial range scales. Key parameters such as normalized cross helicity, plasma incompressibility, and magnetic incompressibility are used to determine the SAWs. Incorporating the polarity of the heliospheric magnetic field, AW modes are identified, which enables the determination of the propagation direction. Occurrence rates of SAWs vary from 1% to 14% depending on the time scale and solar wind stream type considered. Particularly, the relationship between large-scale magnetic field switchbacks (SBs) and SAWs (for a 1-hour long time scale) is investigated. A methodology utilizing pitch angle distributions of suprathermal electron strahl is employed to identify inverted magnetic field topology. The intervals containing SAWs are cross-referenced and examined with intervals identified as SBs. For a sample of 1636 1-hour SAW intervals, 17.5% are associated with magnetic field switchbacks occurring at scales larger than one hour. The analysis lends support to the idea of switchbacks as one of the candidate sources for a portion of the SAW population.",
      "published": "2025-12-21T16:57:44Z",
      "updated": "2025-12-21T16:57:44Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18806v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18806v1"
    },
    {
      "id": "2512.18629v1",
      "title": "Revisiting Mars' Induced Magnetic Field and Clock Angle Departures under Real-Time Upstream Solar Wind Conditions",
      "authors": [
        "Zhihao Cheng",
        "Chi Zhang",
        "Chuanfei Dong",
        "Hongyang Zhou",
        "Jiawei Gao",
        "Abigail Tadlock",
        "Xinmin Li",
        "Liang Wang"
      ],
      "summary": "Mars lacks a global intrinsic dipole magnetic field, but its interaction with the solar wind generates a global induced magnetosphere. Until now, most studies have relied on single-spacecraft measurements, which could not simultaneously capture upstream solar wind conditions and the induced magnetic fields, thereby limiting our understanding of the system. Here, we statistically re-examine the properties of Mars' induced magnetic field by incorporating, for the first time, real-time upstream solar wind conditions from the coordinated MAVEN and Tianwen-1 observations. Our results are show that both solar wind dynamic pressure and the interplanetary magnetic field (IMF) magnitude enhance the strength of the induced magnetic field, but they exert opposite effects on the compression ratio: higher dynamic pressure strengthens compression, while stronger IMF weakens it. The induced field is stronger under quasi-perpendicular IMF conditions compared with quasi-parallel IMF, reflecting a stronger mass-loading effect. We further investigate the clock angle departures of the induced fields. They remain relatively small in the magnetosheath near the bow shock, increase gradually toward the induced magnetosphere, and become significantly larger within the induced magnetosphere. In addition, clock angle departures are strongly enhanced under quasi-parallel IMF conditions. Their dependence on upstream drivers further shows that, within the magnetosheath, clock angle departures are minimized under low dynamic pressure, high IMF magnitude, and low Alfven Mach number conditions. These results may enhance our understanding of solar wind interaction with Mars, and highlight the critical role of multi-point observations.",
      "published": "2025-12-21T07:57:22Z",
      "updated": "2025-12-21T07:57:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.18629v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18629v1"
    },
    {
      "id": "2512.16610v1",
      "title": "Angular dependence of third-order law in anisotropic MHD turbulence",
      "authors": [
        "Bin Jiang",
        "Zhuoran Gao",
        "Yan Yang",
        "Francesco Pecora",
        "Kai Gao",
        "Cheng Li",
        "Sean Oughton",
        "William Matthaeus",
        "Minping Wan"
      ],
      "summary": "In solar wind turbulence, the energy transfer/dissipation rate is typically estimated using MHD third-order structure functions calculated using spacecraft observations. However, the inherent anisotropy of solar wind turbulence leads to significant variations in structure functions along different observational directions, thereby affecting the accuracy of energy-dissipation rate estimation. An unresolved issue is how to optimise the selection of observation angles under limited directional sampling to improve estimation precision. We conduct a series of MHD turbulence simulations with different mean magnetic field strengths, $ B_0 $. Our analysis of the third-order structure functions reveals that the global energy dissipation rate estimated around a polar angle of $ θ= 60^\\circ$ agrees reasonably with the exact one for $ 0 \\le B_0/b_{rms} \\le 5 $, where $b_{rms}$ denotes the root-mean-square magnetic field fluctuation. The speciality of $60^\\circ$ polar angle can be understood by the Mean Value Theorem of Integrals, since the spherical integral of the polar-angle component ($\\widetilde{T_θ}$) of the divergence of Yaglom flux is zero, and $\\widetilde{T_θ}$ changes sign around 60$^\\circ$. Existing theory on the energy flux vector as a function of the polar angle is assessed, and supports the speciality of $60^\\circ$ polar angle. The angular dependence of the third-order structure functions is further assessed with virtual spacecraft data analysis. The present results can be applied to measure the turbulent dissipation rates of energy in the solar wind, which are of potential importance to other areas in which turbulence takes place, such as laboratory plasmas and astrophysics.",
      "published": "2025-12-18T14:52:05Z",
      "updated": "2025-12-18T14:52:05Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2512.16610v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16610v1"
    },
    {
      "id": "2512.16175v1",
      "title": "Physics-Informed Neural Networks for Modeling the Martian Induced Magnetosphere",
      "authors": [
        "Jiawei Gao",
        "Chuanfei Dong",
        "Chi Zhang",
        "Yilan Qin",
        "Simin Shekarpaz",
        "Xinmin Li",
        "Liang Wang",
        "Hongyang Zhou",
        "Abigail Tadlock"
      ],
      "summary": "Understanding the magnetic field environment around Mars and its response to upstream solar wind conditions provide key insights into the processes driving atmospheric ion escape. To date, global models of Martian induced magnetosphere have been exclusively physics-based, relying on computationally intensive simulations. For the first time, we develop a data-driven model of the Martian induced magnetospheric magnetic field using Physics-Informed Neural Network (PINN) combined with MAVEN observations and physical laws. Trained under varying solar wind conditions, including B_IMF, P_SW, and θ_cone, the data-driven model accurately reconstructs the three-dimensional magnetic field configuration and its variability in response to upstream solar wind drivers. Based on the PINN results, we identify key dependencies of magnetic field configuration on solar wind parameters, including the hemispheric asymmetries of the draped field line strength in the Mars-Solar-Electric coordinates. These findings demonstrate the capability of PINNs to reconstruct complex magnetic field structures in the Martian induced magnetosphere, thereby offering a promising tool for advancing studies of solar wind-Mars interactions.",
      "published": "2025-12-18T04:49:20Z",
      "updated": "2025-12-18T04:49:20Z",
      "categories": [
        "astro-ph.EP",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16175v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16175v1"
    },
    {
      "id": "2512.16028v1",
      "title": "Direct calculation of steady-state hydrodynamic solar wind solutions with newtonian viscosity",
      "authors": [
        "Roger B. Scott",
        "Stephen J. Bradshaw",
        "Mark G. Linton",
        "Chris Lowder",
        "Leonard Strachan"
      ],
      "summary": "Steady-state solutions to the Navier-Stokes equations are known to admit solutions that are singular at the sonic point. Consequently, inviscid solar wind models require special treatment of the solution near the sonic points, and this has proven to be a significant impediment to efficient modeling of the solar wind. In this paper we revisit the governing hydrodynamic equations for the expanding solar wind, with the inclusion of the classical (Newtonian) viscous stress , and we show how this inclusion eliminates the singularities that emerge from the inviscid equations. This result has been previously reported and used to generate solar wind profiles from initial conditions in the asymptotic limit; however, those studies did not include realistic treatments of the inner corona, and generally rejected the prospect of extrapolating solutions outward from the Sun into the heliosphere. Here, we expand this method to include external heating and optically thin radiative losses and show that solutions can be computed from initial conditions near the solar surface, thereby capturing the entire range of scales from below the transition region to the outer heliosphere in a single solution. Our approach is to cast the steady-state Navier-Stokes equations as a system of five coupled, ordinary differential equations (ODEs), which we solve using conventional methods, without any special treatment of the governing equations in the vicinity of the sonic point. The representative solutions that we present here demonstrate the utility and efficiency of this extrapolation method, which is considerably more realistic than commonly used analytical or empirical models. This method provides a direct approach to generating accurate solar wind profiles subject to observationally motivated initial conditions near the solar surface, at a fraction of the computational cost of comparable relaxation-based models.",
      "published": "2025-12-17T23:21:33Z",
      "updated": "2025-12-17T23:21:33Z",
      "categories": [
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16028v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16028v1"
    },
    {
      "id": "2512.15172v1",
      "title": "Characterising injection signatures in Jupiter's ultraviolet aurora using Juno observations",
      "authors": [
        "Linus Head",
        "Denis Grodent",
        "Bertrand Bonfond",
        "Alessandro Moirano",
        "Guillaume Sicorello",
        "Julie Vinesse",
        "Alyssa Mouton",
        "Maïté Dumont",
        "Thomas Greathouse",
        "Vincent Hue",
        "Ali Sulaiman",
        "Barry Mauk",
        "Zhonghua Yao",
        "Ruilong Guo",
        "Jinyan Zhao"
      ],
      "summary": "Discrete features in Jupiter's ultraviolet aurora have been interpreted as signatures of plasma injections in the middle magnetosphere. There exists some ambiguity whether magnetodisc scattering or high-latitude Alfvenic acceleration best describes the observed properties of these injection signatures, and also to what extent arcs in the outer emission are related to injections. Many injection signatures are the result of the evolution of dawn storms; there is, however, limited evidence that non-dawn-storm injection signatures are sometimes present in the aurora. We use automatic detection of these discrete features, alongside data from Juno-UVS and in-situ measurements by other Juno instruments, to show that scattering likely accounts for most of the electron precipitation associated with injection signatures. Additionally, there is evidence that injection signatures can be classified into two types: dawn-storm and non-dawn-storm. Arc-like features in the outer emission show very similar properties to traditional blob-like injection signatures and may consist of sequences of injection signatures that have broadened into an arc via energy-dependent electron drift.",
      "published": "2025-12-17T08:09:04Z",
      "updated": "2025-12-17T08:09:04Z",
      "categories": [
        "astro-ph.EP",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15172v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15172v1"
    },
    {
      "id": "2512.15025v1",
      "title": "Effects of Unequal Electron-Ion Plasma Beta on Pressure-Strain Interaction in Turbulent Plasmas",
      "authors": [
        "M. Hasan Barbhuiya",
        "Subash Adhikari"
      ],
      "summary": "A common occurrence in weakly collisional space plasmas is the unequal electron-ion temperatures. The pressure-strain interaction provides a mechanism-agnostic pathway for increasing plasma internal energy through spatiotemporally local isotropic compression and volume preserving deformation, yet its behavior under thermal disequilibrium is largely unexplored. We investigate this using five fully kinetic two-dimensional particle-in-cell simulations of undriven decaying turbulence by varying the initial electron-to-ion temperature ratio. By analyzing the species' internal energy density alongside a decomposition of the pressure-strain term, with a focus on the volume-preserving deformation that contains normal and shear contributions, we quantify how the initial temperature imbalance modifies the channels through which turbulence increases each species' internal energy density. The cumulative pressure-strain interaction tracks the change in internal energy for both electrons and ions, with the total deformation channel of energy conversion dominating. We discover that local changes to electron internal energy density are governed primarily by the shear deformation power density, concentrated in electron-scale current sheets, while the ion shear and normal deformation components cancel, yielding a much smaller net deformation power density that peaks around, rather than within, those electron-scale current structures. We find that the amplitudes and localization of deformation change, but preserve these qualitative trends. Together, these results show how thermal disequilibrium could shape species-dependent turbulent \"heating rate\", measured via pressure-strain interaction and approximated via only its shear deformation part, and provide a framework for interpreting energy evolution and conversion in space plasmas where unequal species temperature is the norm.",
      "published": "2025-12-17T02:30:12Z",
      "updated": "2025-12-17T02:30:12Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15025v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15025v1"
    },
    {
      "id": "2512.14462v1",
      "title": "NASA/NOAA MOU Annex Final Report: Evaluating Model Advancements for Predicting CME Arrival Time",
      "authors": [
        "M. L. Mays",
        "P. J. MacNeice",
        "A. Taktakishvili",
        "C. P. Wiegand",
        "J. Merka",
        "E. T. Adamson",
        "V. J. Pizzo",
        "D. A. Biesecker",
        "A. R. Marble",
        "D. Odstrcil",
        "C. J. Henney",
        "C. N. Arge",
        "S. I. Jones",
        "S. Wallace"
      ],
      "summary": "The purpose of this project was to assess improvements in CME arrival time forecasts at Earth using the Air Force Data Assimilative Photospheric Flux Transport (ADAPT) model driven by data from the Global Oscillation Network Group (GONG) ground observatories. These outputs are then fed into the coupled Wang-Sheeley-Arge (WSA) - ENLIL model and compared to an operational version of WSA-ENLIL (without ADAPT). SWPC selected a set of 38 historical events over the period of five years from 2012--2014 (33 events) and 2017--2019 (5 events). The overall three-year project consisted of multiple simulation validation studies for the entire event set (1292 simulations): (a) benchmark single map (operational version prior to May 2019) (b) time-dependent sequence of GONG maps driving WSA-ENLIL with 4 different model settings (c) single test simulation of a time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL (d) single GONG map driving ADAPT-WSA-ENLIL (e) time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL. We report that for all 38 events, within each model version/settings combination, the CME arrival time error decreased by 0.2 to 0.9 hours when using a sequence of time-dependent zero-point corrected magnetograms compared to using single magnetogram input. Overall, for all events, when using the older uncorrected magnetograms, the CME arrival time error increased for all new model versions/settings combination compared to the benchmark. Notably for the 5 events in the period 2017--2019 when more reliable zero-point corrected magnetograms were available, the ADAPT-WSA-ENLIL (median arrival realization) CME arrival time error decreased against all benchmarks. In this report we also discuss replicating the operational model, challenges in detecting CME arrival in simulations, and comparing zero-point corrected and uncorrected magnetogram inputs.",
      "published": "2025-12-16T14:49:14Z",
      "updated": "2025-12-16T14:49:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2512.14462v1",
      "pdf_link": "https://arxiv.org/pdf/2512.14462v1"
    },
    {
      "id": "2512.13320v1",
      "title": "Evidence for in situ particle energization during the May-2024 event based on ASPEX instrument on board Aditya-L1",
      "authors": [
        "Shivam Parashar",
        "Dibyendu Chakrabarty",
        "Prashant Kumar",
        "Abhishek Kumar",
        "Bhas Bapat",
        "Aveek Sarkar",
        "P. Janardhan",
        "Anil Bhardwaj",
        "Santosh V. Vadawale",
        "Manan S. Shah",
        "Hiteshkumar L. Adalja",
        "Arpit R. Patel",
        "Pranav R. Adhyaru",
        "M. Shanmugam",
        "Swarop B. Banerjee",
        "K. P. Subramanian",
        "Tinkal Ladia",
        "Jacob Sebastian",
        "Bijoy Dalal",
        "Aakash Gupta",
        "Shiv Kumar Goyal",
        "Neeraj Kumar Tiwari",
        "Aaditya Sarda",
        "Sushil Kumar",
        "Nishant Singh",
        "Deepak Kumar Painkra",
        "Piyush Sharma",
        "Abhishek J. Verma",
        "M. B. Dadhania"
      ],
      "summary": "The interaction between interplanetary Coronal Mass Ejection (ICME) structures can alter the geo-effectiveness of the ICME events in myriad ways. Many aspects of these interaction processes are not well-understood till date. Using the energy spectra measured in two mutually orthogonal top hat analyzers (THA 1 and 2), which are part of the Solar Wind Ion Spectrometer (SWIS) subsystem of the Aditya Solar Wind Particle EXperiment (ASPEX) on board India's Aditya L1 mission, we gain insights into intricate features of ICME ICME interactions during May 2024 solar event. We report here an unprecedented two-orthogonal-plane perspective of ICME ICME interactions for the first time from the L1 point. The investigation reveals a special interaction region formed by the propagation of the forward shock driven by complex ejecta in the preceding ICME. The interaction causes the formation of a downstream region spanning over 13 hours, which propagates in the interplanetary medium. The observations reveal that this region serves as a site for proton and alpha particle energization, and the particles within this region get distributed from one plane to the other. The presence of forward shock and particle energization is confirmed by the energetic particle flux measurements by the SupraThermal and Energetic Particle Spectrometer (STEPS) of ASPEX. These observations provide an unprecedented perspective on how solar wind ions become energized and distributed in an ICME-ICME interaction region.",
      "published": "2025-12-15T13:38:24Z",
      "updated": "2025-12-15T13:38:24Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.13320v1",
      "pdf_link": "https://arxiv.org/pdf/2512.13320v1"
    },
    {
      "id": "2512.12786v1",
      "title": "Solar Energetic Particle Forecasting with Multi-Task Deep Learning: SEPNet",
      "authors": [
        "Yian Yu",
        "Yang Chen",
        "Lulu Zhao",
        "Kathryn Whitman",
        "Ward Manchester",
        "Tamas Gombosi"
      ],
      "summary": "Solar energetic particle (SEP) events pose severe threats to spacecraft, astronaut safety, and aviation operations, accurate SEP forecasting remains a critical challenge in space weather research due to their complex origins and highly variable propagation. In this work, we built SEPNet, an innovative multi-task neural network that jointly predicts future solar eruptive events, including solar flares and coronal mass ejections (CMEs) and SEPs, incorporating long short-term memory and transformer architectures that capture contextual dependencies. SEPNet is a machine learning framework for SEP prediction that utilizes an extensive set of predictors, including solar flares, CMEs, and space-weather HMI active region patches (SHARP) magnetic field parameters. SEPNet is rigorously evaluated on the SEPVAL SEP dataset (whitman, 2025b), which is used to evaluate the performance of the current SEP prediction models. The performance of SEPNet is compared with classical machine learning methods and current state-of-the-art pre-eruptive SEP prediction models. The results show that SEPNet, particularly with SHARP parameters, achieves higher detection rates and skill scores while maintaining suitable for real-time space weather alert operations. Although class imbalance in the data leads to relatively high false alarm rates, SEPNet consistently outperforms reference methods and provides timely SEP forecasts, highlighting the capability of deep multi-task learning for next-generation space weather prediction. All data and code are available on GitHub at https://github.com/yuyian/SEP-Prediction.git.",
      "published": "2025-12-14T18:03:06Z",
      "updated": "2025-12-14T18:03:06Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12786v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12786v1"
    },
    {
      "id": "2512.12585v1",
      "title": "What are Switchbacks?",
      "authors": [
        "Zesen Huang",
        "Marco Velli",
        "Yuliang Ding"
      ],
      "summary": "We present a solitary Alfvén wave model that exhibits nontrivial three-dimensional twisting of open magnetic field lines while preserving constant $|B|$. Embedded rotational discontinuities sharply deflect the otherwise uniform field lines, producing localized, large-amplitude field reversals in one-dimensional profiles that closely resemble the ``switchbacks'' observed by the Parker Solar Probe in the inner heliosphere. This indicates that switchbacks, as seen in one-dimensional spacecraft time series, arise from traversals through strongly curved segments of open magnetic field lines.",
      "published": "2025-12-14T07:39:01Z",
      "updated": "2025-12-14T07:39:01Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12585v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12585v1"
    },
    {
      "id": "2512.21342v1",
      "title": "An Enhanced \"Flux-Corrected Transport\"-Based Plasmasphere Refilling Model",
      "authors": [
        "Jaden Fitzpatrick",
        "Kausik Chatterjee",
        "Naomi Maruyama"
      ],
      "summary": "A previously developed multi-ion, two-stream Flux-Corrected Transport (FCT) hydrodynamic model for plasmasphere refilling has been extended to incorporate self-consistent electron temperature evolution. The past assumption of a constant temperature along the modeled flux tube has been replaced by solving the electron energy equation, permitting spatially and temporally varying temperature. This improvement provides a more physically complete representation of the pressure and ambipolar electric-field gradients that influence ion transport. The extended model allows us to investigate two-stage refilling behavior established by prior observations and simulations. The model continues to reproduce the expected dominance of H+, enhanced early-time O+ contributions, and the coupling between H+ and He+ through the ambipolar electric field during the transition between stages. Sensitivity experiments with modified initial ion concentrations, including cases representing seasonal effects, highlight the distinct roles of each ion species in shaping the refilling trajectory. Comparisons across L-shells 3 and 4 further confirm the robustness of the model framework for future extension to three-dimensional geometries. Overall, by incorporating more realistic temperature variations, this enhanced model strengthens the physical understanding for interpreting complex multi-ion transport processes during plasmasphere recovery following geomagnetic storms.",
      "published": "2025-12-13T15:01:14Z",
      "updated": "2025-12-13T15:01:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21342v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21342v1"
    },
    {
      "id": "2512.11631v1",
      "title": "UK White Paper on Magnetic Reconnection",
      "authors": [
        "Alexander J. B. Russell",
        "James A. McLaughlin",
        "Philippa Browning",
        "Jennifer Carter",
        "Luca Franci",
        "Heli Hietala",
        "Andrew Hillier",
        "Gunnar Hornig",
        "David MacTaggart",
        "Sarah Matthews",
        "James McKevitt",
        "Eric Priest",
        "Jack Reid",
        "Ben Snow",
        "Julia Stawarz",
        "Anthony Yeates",
        "Jeffersson Andres Agudelo Rueda",
        "William Bate",
        "Giulio Del Zanna",
        "Jonathan Eastwood",
        "Lucie Green",
        "Anshu Kumari",
        "Mike Lockwood",
        "Thomas Neukirch",
        "David Pontin",
        "Andy Smith",
        "Maria-Theresia Walach",
        "Peter Wyper"
      ],
      "summary": "Magnetic reconnection powers explosive releases of magnetic energy, heating and particle acceleration throughout the plasma universe. Knowledge of this universal process is vital to understanding the Heliosphere, as it plays a key role in solar flares, coronal mass ejections, coronal heating, solar wind acceleration, geomagnetic storms, and interactions between the solar wind and planetary magnetospheres. As such, reconnection underpins multiple science objectives of multiple future space missions. The UK plays a leading role in this international field, through a combination of in situ measurements from Earth's magnetosphere and the solar wind, observations of the solar corona and chromosphere, and world-class numerical simulations and theory. This white paper identifies: Nine priority science objectives for reconnection research in the next decade; Recommendations to guide investment in theory, simulations and infrastructure; Mission priorities and required measurements to ensure the UK maintains and improves its world-class credentials in reconnection science.",
      "published": "2025-12-12T15:09:58Z",
      "updated": "2025-12-12T15:09:58Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11631v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11631v1"
    },
    {
      "id": "2512.11365v1",
      "title": "Temporal Substepping Scheme for Magnetohydrodynamics with Cell-based Adaptive Mesh Refinement on Staggered Grid",
      "authors": [
        "Ilja Honkonen",
        "Riku Jarvinen",
        "David Phillips"
      ],
      "summary": "We present a new algorithm for numerical magnetohydrodynamics on staggered meshes preserving $\\nabla \\cdot B = 0$. Our algorithm is based on the constrained transport method and supports both cell-based adaptive mesh refinement and temporal substepping. We handle resolution changes directly on the logically Cartesian grid without needing interpolation or projection between nested or neighboring grids, nor coupling the solution between refinement levels.",
      "published": "2025-12-12T08:27:21Z",
      "updated": "2025-12-12T08:27:21Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "physics.comp-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11365v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11365v1"
    },
    {
      "id": "2512.11182v1",
      "title": "Free Energy Sources of Ion-scale Waves Observed by Parker Solar Probe",
      "authors": [
        "Niranjana Shankarappa",
        "Kristopher G. Klein",
        "Mihailo M. Martinović",
        "Trevor A. Bowen",
        "Davin E. Larson",
        "Roberto Livi",
        "Ali Rahmati",
        "Phyllis L. Whittlesey",
        "Michael L. Stevens"
      ],
      "summary": "Parker Solar Probe (PSP) observes abundant circularly polarized ion-scale waves throughout the inner heliosphere. These waves are a signature of the interplay between plasma microinstabilities and turbulent dissipation. We perform a mission-wide statistical survey of ion-scale waves observed by PSP, investigating if the waves correspond to specific free energy sources in the measured proton velocity distributions. We find that left-handed waves (LHWs) are frequently observed, with the fraction of time they are observed increasing closer to the Sun, reaching $\\sim$30\\%. Right-handed waves (RHWs) are less frequently observed, with the associated time fraction decreasing closer to the Sun. The observed LHWs are generally consistent with parallel propagating ion cyclotron wave (ICW) storms that occur continuously for extended periods of time. Turbulent energy spectra are consistently steeper when LHW storms are observed; these wave storms mediate the spatial transport of the free energy associated with temperature anisotropy. The observed RHWs are generally consistent with oblique and parallel fast magnetosonic waves (FMWs), and their observation is well correlated with enhanced proton parallel heat flux, which quantifies the presence of secondary proton populations. Using observations and the SAVIC machine learning instability identification algorithm, we identify a threshold on the proton heat flux beyond which FMWs are likely to be driven unstable by the proton beams. We are thus able to associate trends in the observed ion-scale waves with known sources of free energy for Encounters 3 through 24 of the PSP's prime science phase.",
      "published": "2025-12-12T00:03:13Z",
      "updated": "2025-12-12T00:03:13Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11182v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11182v1"
    },
    {
      "id": "2512.11091v1",
      "title": "Microgravity and Near-Absolute Zero: A New Frontier in Quantum Computing Hardware",
      "authors": [
        "Denis Saklakov"
      ],
      "summary": "Quantum computing qubits are notoriously fragile, requiring extreme isolation from environmental disturbances. This paper advances the hypothesis that a combination of microgravity and ultra-low temperature (near absolute zero) provides an almost \"ideal\" operating environment for quantum hardware. Under such conditions, gravitational perturbations, thermal noise, and vibrational disturbances are minimized, thereby significantly extending qubit coherence times and reducing error rates. We survey four leading qubit platforms - superconducting circuits, trapped ions, ultracold neutral atoms, and photonic qubits - and explain how each can benefit from a weightless, cryogenic setting. Recent experiments support this vision: Bose-Einstein condensates on the International Space Station (ISS) maintained matter-wave coherence far longer than on Earth, atomic clocks in orbit achieved record stability, and a photonic quantum computer deployed in space is demonstrating robust operation. Finally, we outline a proposed side-by-side experiment comparing identical quantum processors on the ground and in microgravity. Such a test would directly measure improvements in qubit coherence (T1, T2), gate fidelity, and readout accuracy when the influence of gravity is removed.",
      "published": "2025-12-11T20:07:17Z",
      "updated": "2025-12-11T20:07:17Z",
      "categories": [
        "physics.space-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11091v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11091v1"
    },
    {
      "id": "2512.10464v1",
      "title": "Identification and Characterization of the Topside Bulge of the Venusian Ionosphere",
      "authors": [
        "Satyandra M. Sharma",
        "Varun Sheel",
        "Martin Pätzold"
      ],
      "summary": "Venus, in the absence of an intrinsic magnetic field, undergoes a direct interaction between its ionosphere and the solar wind. Previous missions, including Mariner, Venera, and the Pioneer Venus Orbiter (PVO), reported a recurring localized increase in electron density, often termed a \"bulge,\" at altitudes between 160 and 200 km. This study investigates this topside bulge using over 200 dayside electron density profiles derived from the Venus Radio Science experiment (VeRa) onboard the Venus Express (VEX). We employ an automated, gradient-based classification algorithm to provide a quantitative and reproducible method for identifying and categorizing the bulge morphology into three types. Type 1 profiles exhibit a distinct secondary peak above the main V2 layer. Type 2 profiles display a shoulder-like feature near the bulge altitude. Type 3 bulges are not visually apparent but can be identified through residuals obtained after subtracting a Chapman layer fit to the V2 peak. The bulge is detected in over 80\\% of the analyzed profiles, with a higher occurrence during periods of low solar activity and at lower solar zenith angles (SZA). Type 1 morphologies are only observed at low latitudes (within $\\pm 40^\\circ$). The peak altitude of the bulge negatively correlates with SZA, suggesting that thermospheric cooling toward the terminator significantly influences the bulge altitude. The occurrence patterns and morphological characteristics indicate that the bulge is likely influenced by external drivers, such as solar wind interaction, rather than being solely a result of local photochemical processes.",
      "published": "2025-12-11T09:39:52Z",
      "updated": "2025-12-11T09:39:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.10464v1",
      "pdf_link": "https://arxiv.org/pdf/2512.10464v1"
    },
    {
      "id": "2512.10406v1",
      "title": "Generation of proton beams at switchback boundary-like rotational discontinuities in the solar wind",
      "authors": [
        "Rong Lin",
        "Fabio Bacchini",
        "Jiansen He",
        "Luca Pezzini",
        "Jingyu Peng"
      ],
      "summary": "Alfvénic rotational discontinuities (RDs) are abundant in the inner heliosphere and can be used to model the boundary of switchbacks, i.e. Alfvénic magnetic kinks. To investigate the effects of RDs on proton kinetics, we model a pair of switchback-boundary-like RDs with a hybrid Particle-In-Cell (PIC) approach in a 2D system. We find that, at one of the boundary RDs, a significant population of protons remains trapped over long times, creating a secondary beam-like component with temperature anisotropy $T_\\perp/T_\\|\\gtrsim4$ in the proton velocity distribution function that excites ion cyclotron waves within the downstream portion of the transition layer. Further analysis suggests that the static electric field in the vicinity of the RD is the key factor in trapping the protons. This work indicates that switchback boundaries could represent a viable environment for the creation of proton beams in the heliosphere; it also highlights the need to investigate RD sub-structures, especially the embedded current systems of interplanetary RDs. Finally, this paper underscores the importance of high-resolution observations of the solar wind velocity distributions around RDs.",
      "published": "2025-12-11T08:16:22Z",
      "updated": "2025-12-11T08:16:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.10406v1",
      "pdf_link": "https://arxiv.org/pdf/2512.10406v1"
    },
    {
      "id": "2512.09828v1",
      "title": "Damped Kinetic Alfvén Waves in Earth's Magnetosheath: Numerical Simulations and MMS Observations",
      "authors": [
        "Mani K. Chettri",
        "Hemam D. Singh",
        "Vivek Shrivastav",
        "Britan Singh",
        "Rupak Mukherjee"
      ],
      "summary": "The Earth's magnetosheath provides a high $β$ (ratio of electron thermal pressure to magnetic pressure) plasma environment where kinetic Alfvén waves (KAWs) strongly influence turbulence and energy dissipation. This study investigates how Landau damping modifies the nonlinear evolution of KAWs by solving a modified nonlinear Schrödinger equation that captures both dispersive and nonlinear effects. Without Landau damping, modulational instability drives rapid self-focusing into intense magnetic filaments, producing a turbulent cascade with $k_\\perp^{-5/3}$ scaling in the inertial range ($k_\\perpρ_i<1$) that transitions to $k_\\perp^{-8/3}$ at sub-ion scales ($k_\\perpρ_i>1$), here $k_\\perp$ is the wavevector component perpendicular to the background magnetic field and $ρ_i$ the ion thermal gyroradius. When Landau damping is included, magnetic structures are significantly suppressed, and the spectrum steepens to $k_\\perp^{-11/3}$ in the sub-ion range while the inertial range maintains $k_\\perp^{-5/3}$ scaling. The damping acts across all scales through resonant wave-particle interactions, efficiently transferring energy from waves to particles. Direct comparison with Magnetospheric Multiscale (MMS) spacecraft observations shows that the observed kinetic range spectral slope falls between our undamped and damped simulation limits, consistent with an intermediate damping regime in magnetosheath turbulence. This agreement confirms that Landau damping is one of the primary mechanisms controlling turbulent energy dissipation at kinetic scales in collisionless plasmas.",
      "published": "2025-12-10T17:06:13Z",
      "updated": "2025-12-10T17:06:13Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09828v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09828v1"
    },
    {
      "id": "2512.09738v1",
      "title": "Predicting CME Arrivals with Heliospheric Imagers from L5: A Data Assimilation Approach",
      "authors": [
        "Tanja Amerstorfer",
        "Justin Le Louëdec",
        "David Barnes",
        "Maike Bauer",
        "Jackie A. Davies",
        "Satabdwa Majumdar",
        "Eva Weiler",
        "Christian Möstl"
      ],
      "summary": "The Solar TErrestrial RElations Observatory (STEREO) mission has laid a foundation for advancing real-time space weather forecasting by enabling the evaluation of heliospheric imager (HI) data for predicting coronal mass ejection (CME) arrivals at Earth. This study employs the ELEvoHI model to assess how incorporating STEREO/HI data from the Lagrange 5 (L5) perspective can enhance prediction accuracy for CME arrival times and speeds. Our investigation, preparing for the upcoming ESA Vigil mission, explores whether the progressive incorporation of HI data in real-time enhances forecasting accuracy. The role of human tracking variability is evaluated by comparing predictions based on observations by three different scientists, highlighting the influence of manual biases on forecasting outcomes. Furthermore, the study examines the efficacy of deriving CME propagation directions using HI-specific methods versus coronagraph-based techniques, emphasising the trade-offs in prediction accuracy. Our results demonstrate the potential of HI data to significantly improve operational space weather forecasting when integrated with other observational platforms, especially when HI data from beyond 35° elongation are used. These findings pave the way for optimising real-time prediction methodologies, providing valuable groundwork for the forthcoming Vigil mission and enhancing preparedness for CME-driven space weather events.",
      "published": "2025-12-10T15:17:54Z",
      "updated": "2025-12-10T15:17:54Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09738v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09738v1"
    },
    {
      "id": "2601.10634v1",
      "title": "Medium-Induced Quarkonium Dissociation at Finite Chemical Potential and Weak Magnetic Field",
      "authors": [
        "Indrani Nilima",
        "Mujeeb Hasan",
        "Mohammad Yousuf Jamal",
        "Salman Ahamad Khan",
        "B. K. Singh"
      ],
      "summary": "We investigate the in-medium modification and dissociation of heavy quarkonium in a hot QCD medium at finite quark chemical potential and in the weak magnetic-field regime. Starting from the one-loop resummed gluon propagator in the imaginary-time formalism, and incorporating non-perturbative effects through a phenomenological correction to the HTL description, we compute the real and imaginary parts of the dielectric permittivity. This, in turn, leads to a complex heavy-quark potential: the real part is used to determine binding energies by solving the nonrelativistic Schrödinger equation, while the imaginary part generates thermal decay widths, dominated by Landau damping. Within the explored parameter range, temperature has the greatest control over Debye screening, potential modification, and quarkonium stability, whereas finite density and weak magnetic fields introduce comparatively smaller quantitative changes. As the temperature increases, binding energies decrease and thermal widths grow, giving rise to the expected hierarchy between ground and excited states and a sequential suppression pattern in the dissociation temperatures. Overall, our results indicate that while finite chemical potential and weak magnetic fields can shift quarkonium properties in a measurable way, thermal effects remain the primary driver of dissociation, with direct relevance for heavy-ion collision phenomenology.",
      "published": "2026-01-15T17:53:18Z",
      "updated": "2026-01-15T17:53:18Z",
      "categories": [
        "hep-ph",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.10634v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10634v1"
    },
    {
      "id": "2601.10552v1",
      "title": "Rapid post-merger signal of circularly polarized gravitational wave from magnetic black hole superradiance: novel approach to detect magnetic monopole",
      "authors": [
        "Zhong-Hao Luo",
        "Fa Peng Huang",
        "Pengming Zhang",
        "Chen Zhang"
      ],
      "summary": "We present an analytic framework demonstrating that a spinning black hole endowed with a net magnetic charge exhibits a dramatically amplified superradiant instability against charged scalar fields, enhanced by several orders of magnitude compared with the neutral Kerr case. The amplification arises from a monopole induced reduction of the centrifugal barrier. This shift deepens the gravitational bound-state potential well and produces a parametrically larger instability growth rate. This resulting rapid growth yields a macroscopic boson cloud that acts as a coherent source of near monochromatic continuous gravitational waves (GWs). We find an enhanced GW power. Monopole harmonic selection rules restrict the emission from the north (south) clouds corresponding to opposite helicities. Their superposition generates an (approximately) circularly polarized continuous GWs at a fixed sky location within even parity general relativity, distinct from the generic elliptical polarization of the Kerr case. In light of these new findings, we propose a potential smoking-gun search strategy for magnetic monopole and ultralight boson: the rapid post-merger follow-up GW signals from binary-black-hole merger remnants through ground-based and space-based GW experiments. In contrast to the Kerr case, where the signal turn-on can be delayed to decades-centuries, a magnetic remnant can form a cloud and emit a stronger, circularly polarized continuous GWs within weeks to months. Taking the magnetic supermassive remnants as an example, we demonstrate that the rapid follow-up GW signal in the mHz band appears just in few weeks after binary black hole mergers. Moreover, future polarization (ellipticity) measurements can distinguish the magnetic scenario from Kerr while providing a parity-even mechanism for circularly polarized GWs in general relativity.",
      "published": "2026-01-15T16:17:38Z",
      "updated": "2026-01-15T16:17:38Z",
      "categories": [
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10552v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10552v1"
    },
    {
      "id": "2601.10311v1",
      "title": "Revealing Neutrino Mass Ordering at CEPC and FCC-ee",
      "authors": [
        "Wei Liu",
        "Supriya Senapati",
        "Jin Sun"
      ],
      "summary": "The neutrino masses ordering remains one of the most important open questions in neutrino physics. While upcoming oscillation experiments aim to resolve this problem at low energies, complementary approaches are highly desirable. In this Letter, we show that the neutrino mass ordering can be probed at high-energy colliders through the lepton-flavor structure of heavy neutral lepton (HNL) interactions. In the minimal Type-I seesaw scenario with two nearly degenerate HNLs, the heavy--light neutrino mixings are strongly correlated with the light-neutrino mass spectrum, leading to distinct flavor patterns for the normal and inverted hierarchies. We demonstrate that future $Z$ factories, such as CEPC and FCC-ee, can probe the neutrino mass ordering for total HNL mixings as small as $U_{\\rm tot}^2 \\gtrsim 4 \\times 10^{-9}$, and discriminate between the two hierarchies for $U_{\\rm tot}^2 \\gtrsim 10^{-6}$. Our results establish collider searches for HNLs as a powerful and complementary probe of the neutrino mass ordering.",
      "published": "2026-01-15T11:44:04Z",
      "updated": "2026-01-15T11:44:04Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10311v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10311v1"
    },
    {
      "id": "2601.10145v1",
      "title": "Warm Hybrid Axion Inflation in $α$-Attractor Models Constrained by ACT and Future Plan experiments",
      "authors": [
        "Waqas Ahmed",
        "Waqar Ahmad",
        "Ahsan Illahi",
        "M. Junaid"
      ],
      "summary": "We present a comprehensive study of warm hybrid inflation within the framework of $α$-attractor models, where an axionic inflaton is coupled to a waterfall field in the presence of thermal dissipation. The model is analyzed for both linear ($Υ\\propto T$) and cubic ($Υ\\propto T^{3}$) dissipation regimes. Confronting the theoretical predictions with the latest observational data from Planck+BICEP/Keck, P-ACT-LB-BK18 and SPT, and , we find that in the weak dissipative regime ($Q_{*} \\lesssim 10^{-5}$), the scalar spectral index $n_{s} \\simeq 0.965$ lies at the boundary of the combined P-ACT-LB-BK18 constraints, while the tensor-to-scalar ratio $r$ remains within observable ranges. For stronger dissipation ($Q_{*} \\gtrsim 10^{-5}$), the model predicts values of $n_{s}$ well within the $1$--$2σ$ confidence region of all datasets, with tensor modes remaining fully observable in both dissipation scenarios. These results indicate that forthcoming CMB polarization experiments may be capable of detecting primordial gravitational waves, thereby providing a robust observational test of warm hybrid inflation across different dissipative regimes.",
      "published": "2026-01-15T07:39:43Z",
      "updated": "2026-01-15T07:39:43Z",
      "categories": [
        "hep-ph",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.10145v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10145v1"
    },
    {
      "id": "2601.09791v1",
      "title": "Lessons from the first JUNO results",
      "authors": [
        "Ivan Esteban",
        "M. C. Gonzalez-Garcia",
        "Michele Maltoni",
        "Ivan Martinez-Soler",
        "Joao Paulo Pinheiro",
        "Thomas Schwetz"
      ],
      "summary": "First results from the JUNO reactor neutrino experiment already determine with world-leading precision the small neutrino squared-mass splitting $Δm^2_{21}$ and the mixing angle $θ_{12}$. In this article we perform an exploratory study beyond these, taking advantage of the first JUNO data release to discuss its sensitivity to the large squared-mass splitting, $Δm^2_{3\\ell}$. When combined with constraints from global oscillation data, this may already contain some information on the neutrino mass ordering. Indeed, we find that the combination of the complementary $Δm^2_{3\\ell}$-determinations gives a slight preference for Normal Ordering, with a p-value for Inverted Ordering of 2%-2.6% ($2.2σ$-$2.3σ$). We study the robustness of this result with respect to potential systematic uncertainties and statistical fluctuations. Taken at face value, a full global analysis of oscillation data including the publicly available JUNO information and data leads to a preference for Normal Ordering with $Δχ^2 = 4.6$ and 9.4 without and with Super-K and IceCube-24 atmospheric neutrino data, respectively.",
      "published": "2026-01-14T19:00:24Z",
      "updated": "2026-01-14T19:00:24Z",
      "categories": [
        "hep-ph",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.09791v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09791v1"
    },
    {
      "id": "2601.09638v2",
      "title": "Constraining axion-like dark matter with a radio-frequency atomic magnetometer",
      "authors": [
        "A. Rigoulet",
        "S. Nanos",
        "I. K. Kominis",
        "D. Antypas"
      ],
      "summary": "We report on a broadband search for axion-like-particle (ALP) interactions using a radio-frequency-operated $^{87}\\mathrm{Rb}$ atomic magnetometer. The instrument provides wide spectral coverage and sensitivity to an oscillating pseudomagnetic field that may be generated by the gradient coupling of the ALP field to the constituent fermions of atoms. We search for an ALP-gradient signature in the mass range $2.40\\times10^{-10}\\,\\mathrm{eV}/c^{2}$--$2.11\\times10^{-9}\\,\\mathrm{eV}/c^{2}$. No statistically significant signatures of an oscillating magnetic field are observed, and we derive upper limits on the corresponding ALP-proton, -neutron and -electron couplings, $g_{αpp}$, $g_{αnn}$ and $g_{αee}$, respectively. The result on $g_{αpp}$ improves over previous laboratory searches, while the limits on $g_{αnn}$ and $g_{αee}$ complement earlier laboratory searches and astrophysical bounds. The work extends searches for ALP-fermion interactions into a mass region largely unexplored in a dark-matter context, demonstrating the potential of our method for broadband axion-like particle searches targeting the Galactic dark-matter halo.",
      "published": "2026-01-14T17:17:59Z",
      "updated": "2026-01-15T17:18:27Z",
      "categories": [
        "physics.atom-ph",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09638v2",
      "pdf_link": "https://arxiv.org/pdf/2601.09638v2"
    },
    {
      "id": "2601.09611v1",
      "title": "Spatial Wilson Loops and Energy Loss for Heavy Quarks in Magnetized HQCD Model",
      "authors": [
        "Irina Ya. Aref'eva",
        "Ali Hajilou",
        "Kristina Rannu",
        "Pavel Slepov"
      ],
      "summary": "We investigate the effective potential and the string tension for the spatial Wilson loop (SWL) in hot dense QGP with two types of anisotropy, i.e. external magnetic field and spatial anisotropy, employing a holographic approach for the heavy quark model. In this approach, the string is extended in the 5th, holographic direction and has a turning point either on a dynamical wall (DW) configuration or on the horizon configuration in the 5th direction. We obtain the magnetic catalysis behavior for a phase transition between DW and horizon configuration of the string. The structure of the phase diagram does not depend on the boundary conditions choice for the dilaton field. Inclusion of the external magnetic field and spatial anisotropy enhance the string tension in the horizon configuration, namely drag force. For the spatially isotropic case $ν= 1$ at different magnetic field values the string tension is proportional to $T^2$ and is qualitatively consistent with lattice results. However, for the anisotropic case, $ν= 4.5$, it deviates from the quadratic term.",
      "published": "2026-01-14T16:33:23Z",
      "updated": "2026-01-14T16:33:23Z",
      "categories": [
        "hep-th",
        "hep-lat",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09611v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09611v1"
    },
    {
      "id": "2601.09599v1",
      "title": "Higgs Decays at NLO in the SMEFT",
      "authors": [
        "Luigi Bellafronte",
        "Sally Dawson",
        "Clara Del Pio",
        "Matthew Forslund",
        "Pier Paolo Giardino"
      ],
      "summary": "The calculation of precise predictions for Higgs decays is a necessary ingredient for determining Higgs properties at the LHC and future colliders. We compute all two- and three-body Higgs decays at next-to-leading order (NLO) in both QCD and electroweak interactions using the dimension-6 Standard Model Effective Field Theory (SMEFT). Results for four-body Higgs decays that are accurate to NLO QCD/electroweak order in the SMEFT are obtained using the narrow width approximation. Our results are contained in a flexible Monte Carlo program, NEWiSH, that is publicly available and we illustrate the impact of the NLO electroweak corrections for HL-LHC, Tera-Z, and Higgstrahlung projections.",
      "published": "2026-01-14T16:15:01Z",
      "updated": "2026-01-14T16:15:01Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09599v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09599v1"
    },
    {
      "id": "2601.09598v1",
      "title": "New modular fixed point models and their phenomenological implications for JUNO, T2HK and DUNE",
      "authors": [
        "Er-Hao Shang",
        "Jun-Nan Lu",
        "Gui-Jun Ding",
        "Stephen F. King"
      ],
      "summary": "We perform a general analysis of minimal modular fixed point models based on two right-handed neutrinos (2RHNs) and three modular fixed points, and find that the only viable possibilities are based on modular $S_4'$ and $A_5$ symmetry. Such models are highly predictive, with neutrino masses and the lepton mixing mixing matrix being fixed by three real parameters, as in the Littlest Seesaw Models. We perform an exhaustive scan over all possible models in this class and find many viable fixed points and modular form alignments, after confronting them with the latest neutrino oscillation global fits. The resulting models have the new feature that the two Dirac columns take more general forms than traditional Littlest Seesaw models, resulting in new sum rule relations between the solar and reactor angles, beyond those associated with TM1 (where the first column of the tri-bimaximal mixing matrix is preserved), which are compared to present and future projected JUNO results. We also compare the predictions of these models for the atmospheric angle and CP violating phase to current global fits and future T2HK and DUNE sensitivities.",
      "published": "2026-01-14T16:14:34Z",
      "updated": "2026-01-14T16:14:34Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09598v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09598v1"
    },
    {
      "id": "2601.09558v1",
      "title": "Quantum properties of heavy-fermion pairs at a lepton collider with polarised beams",
      "authors": [
        "Mohammad Mahdi Altakach",
        "Priyanka Lamba",
        "Fabio Maltoni",
        "Kazuki Sakurai"
      ],
      "summary": "We investigate the quantum properties of heavy-fermion pairs, such as $t\\bar t$ or $τ^+τ^-$, produced in lepton-lepton collisions with polarised beams. Focusing on spin correlations, entanglement, Bell-inequality violation, and quantum-information--theoretic measures such as purity and magic, we analyse how beam polarisation shapes the structure of the spin-density matrix. We derive analytic expressions for a wide range of helicity configurations, including both Standard Model contributions and generic new-physics effects parametrised by scalar, vector, and tensor four-fermion operators within an effective field theory framework. We show that beam polarisation unlocks a substantially richer set of spin configurations and significantly enhances sensitivity to non-standard interactions. As a phenomenological application, we study $t\\bar t$ production at a future linear collider and demonstrate that quantum observables provide a comprehensive and complementary probe of top-quark interactions and stronger constraints on the scale of new physics.",
      "published": "2026-01-14T15:28:49Z",
      "updated": "2026-01-14T15:28:49Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "hep-th",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09558v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09558v1"
    },
    {
      "id": "2601.10627v1",
      "title": "Dynamics of Late time cosmology in $f(Q,L_{m})$ Gravity with Constraints from DESI DR2 BAO Data",
      "authors": [
        "Rajdeep Mazumdar",
        "Kalyan Malakar",
        "Kalyan Bhuyan"
      ],
      "summary": "We investigate late-time cosmology in the context of modified $f(Q,L_m)$ gravity, considering a non-linear model$ f(Q,L_m) = αQ + βL_m^n + λ$ where, $α$, $β$, $λ$, and $n$ are some free parameters. The modified Friedmann equations are derived for a barotropic cosmic fluid, and an analytical solution for the Hubble parameter $H(z)$ is obtained. Using the latest DESI DR2 BAO data, previous BAO compilations (P-BAO), and cosmic chronometer (CC) datasets, we constrain the model parameters through a Markov Chain Monte Carlo analysis. Our results show that the model successfully describes the observed late-time cosmic acceleration with slightly tighter constraints from the inclusion of DESI dataset. The present-day Hubble constant is determined as $H_0 \\simeq 69.5\\ \\mathrm{km\\ s^{-1}\\ Mpc^{-1}}$, while the deceleration parameter confirms accelerated expansion with $q_0 \\simeq -0.57$. The transition redshift, where the universe switches from deceleration to acceleration, occurs in the range $z_{\\rm tr} \\sim 0.56 - 0.77$. Similarly, a smooth and physically consistent transition from a matter-dominated decelerated period at high redshifts to an accelerated phase at late times is revealed by the evolution of $ω_{eff}(z)$. While statefinder diagnostic shows the model favours a Chaplygin gas like nature for DESI and DESI+CC, whereas the model favours as quintessence dominated evolution for P-BAO+CC in the late time regime. Conclusively, all these results along with the study of the energy conditions and stability analysis showcases the given $f(Q,L_m)$ model offers a viable alternative to GR-based cosmology",
      "published": "2026-01-15T17:47:55Z",
      "updated": "2026-01-15T17:47:55Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.10627v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10627v1"
    },
    {
      "id": "2601.10428v1",
      "title": "Analyzing intermittent stochastic gravitational wave background I:Effect of detector response",
      "authors": [
        "Xiaolin Liu",
        "Sachiko Kuroyanagi"
      ],
      "summary": "With the growing number of gravitational-wave detections, particularly from binary black hole mergers, there is increasing anticipation that an astrophysical background, formed by an ensemble of faint, high-redshift events, will be observed in the near future by the ground-based detector network. This background is anticipated to exhibit non-Gaussian statistical properties. To develop a robust method for detecting such a non-Gaussian gravitational-wave background, we revisit optimal detection strategies based on the Gaussian-mixture likelihood model. In this work, we demonstrate that properly accounting for the detector antenna pattern is essential. Current approaches typically rely on the overlap reduction function averaged over the sky. Through simulations, we show that using such an averaged response introduces significant biases in parameter estimation. In addition, we propose a computationally feasible method that incorporates second-order corrections as an approximation of the full integral over the source distribution. Our results indicate that this approach effectively eliminates these biases. We also show that our method remains robust even when considering anisotropic backgrounds.",
      "published": "2026-01-15T14:23:20Z",
      "updated": "2026-01-15T14:23:20Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.10428v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10428v1"
    },
    {
      "id": "2601.10239v1",
      "title": "Gravitational lensing beyond the eikonal approximation",
      "authors": [
        "Emma Bruyère",
        "Cyril Pitrou"
      ],
      "summary": "Waves propagating through a gravitational potential exhibit wave-optics effects when their wavelength is not significantly smaller than the lensing scales. We study the propagation of a scalar wave, governed by the Klein-Gordon equation in curved spacetime, to focus on effects on amplitude and phase, while leaving aside the issue of wave polarization which affects electromagnetic and gravitational waves. Using the Newman-Penrose formalism, we obtain the first corrections beyond the geometric optics in the expansion in the inverse frequency. In vacuum, that is for Weyl tensor lensing, there is no wave effect at first order in $G$ and wave effects start at order $G^2$. Conversely, if the wave travels through a non-vanishing matter density, the first corrections start at order $G$. We check these analytic results by solving numerically the equations dictating the evolution of the corrections either in the vicinity of a Schwarzschild black hole or through a transparent star.",
      "published": "2026-01-15T09:56:13Z",
      "updated": "2026-01-15T09:56:13Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.10239v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10239v1"
    },
    {
      "id": "2601.10127v1",
      "title": "Hubble Tension and Dark Energy in Teleparallel Gauss-Bonnet Gravity: New Constraints from DESI BAO, Pantheon$^+$ and Hubble Data",
      "authors": [
        "Santosh V. Lohakare",
        "S. K. Maurya",
        "Aaisha Al Qassabi",
        "B. Mishra"
      ],
      "summary": "We explore the cosmological dynamics of a teleparallel Gauss-Bonnet gravity model defined by the torsion scalar $T$ and the torsion-based Gauss-Bonnet invariant $T_{\\mathcal{G}}$, deriving modified Friedmann equations for a flat FLRW Universe and corresponding linear scalar perturbation equations. Using a numerical approach, we solve these equations for pressureless matter, predicting the redshift evolution of the Hubble parameter $H(z)$. Bayesian Markov chain Monte Carlo analysis, incorporating late-time observations from Cosmic Chronometers, Pantheon$^+$ with SH0ES, and DESI BAO (Data Release 1 and Data Release 2), constrains the model parameters, revealing that $f(T, T_{\\mathcal{G}})$ mimics dark energy in the absence of a cosmological constant, presenting a viable alternative to $Λ$CDM paradigm. Stability is confirmed via scalar perturbation analysis of Hubble and matter density fluctuations, positioning $f(T, T_{\\mathcal{G}})$ gravity as a robust framework to address cosmic acceleration challenges. The model yields a present-day effective equation of state $ω_{\\mathrm{eff}}(z=0) \\approx -0.664$ to \\(-0.693\\), consistent with observations, and partially alleviates the Hubble tension with $H_0$ estimates of 69 to 71.5\\kms. These findings highlight the potential of $f(T, T_{\\mathcal{G}})$ gravity to resolve fundamental cosmological puzzles while aligning with late-time observational data.",
      "published": "2026-01-15T07:12:23Z",
      "updated": "2026-01-15T07:12:23Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.10127v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10127v1"
    },
    {
      "id": "2601.09919v1",
      "title": "Non-Monotonic Enhancement of the Magnetic Penrose Process in Kerr-Bertotti-Robinson Spacetime and its Implication for Electron Acceleration",
      "authors": [
        "Mirjavoxir Mirkhaydarov",
        "Tursunali Xamidov",
        "Pankaj Sheoran",
        "Sanjar Shaymatov",
        "Hemwati Nandan"
      ],
      "summary": "We studied the magnetic Penrose process (MPP) in the Kerr-Bertotti-Robinson (KBR) spacetime, an exact rotating electrovacuum solution describing a black hole (BH) immersed in an intrinsic, uniform electromagnetic field. We analyze the behavior of charged particles in this geometry and find that the spacetime structure itself responds non-monotonically to the background magnetic field $B$. Specifically, both the event horizon and the static limit surface first expand as $B$ increases, reach a maximum size at an intermediate field strength, and then contract toward the extremal limit. Although the ergoregion itself shrinks monotonically with $B$, this structural feature gives rise to a pronounced non-monotonic dependence of the energy extraction efficiency on the magnetic field $B$, i.e., the efficiency initially rises, attains a maximum value, and subsequently falls as the extremal condition is approached. This contrasts sharply with the monotonic trends usually associated with magnetic enhancements in the Kerr geometry. We further explore an astrophysical application of the MPP by estimating the maximum energy of electrons escaping from the ergoregion of the KBR BH. Modeling neutron beta decay occurring near the event horizon, we derive an analytical expression for the energy gained by electrons accelerated by the magnetic field. Applying our results to the supermassive BH at the Galactic center, $\\mathrm{SgrA}^*$, we find that electrons can be accelerated up to energies of $\\sim 10^{15}\\,\\mathrm{eV}$ for realistic values of the spin and magnetic field. Although these energies exceed the observed upper range of cosmic-ray electrons, radiative losses such as synchrotron emission and inverse-Compton scattering can efficiently reduce them to the observed $\\mathrm{TeV}$ scale.",
      "published": "2026-01-14T23:01:31Z",
      "updated": "2026-01-14T23:01:31Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.09919v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09919v1"
    },
    {
      "id": "2601.09621v1",
      "title": "Diamonds in the Bulk and Large-$N$ Scaling in AdS/CFT",
      "authors": [
        "Sidan A",
        "Tom Banks"
      ],
      "summary": "Quantum Field Theory (QFT) introduced us to the notion that a causal diamond in space-time corresponded to a subsystem of a quantum mechanical system defined on the global space-time. Work by Jacobson, Fischler and Susskind, and particularly Bousso suggested that, in the quantum theory of gravity, this subsystem should have a density matrix of finite entropy. These authors formalized older intuitive arguments based on black hole physics. Although mathematically, Type II von Neumann algebras admit finite entropy density matrices, the black hole arguments suggest that the number of physical states in these subsystems is finite. The conjecture that de Sitter (dS) space has a finite number of physical states was first made by Fischler and one of the present authors. Leutheusser and Liu showed that, in the $N = \\infty$ limit, causal diamonds with finite area in AdS radius units had Type $III_1$ von Neumann sub-algebras of the full operator algebra. They claimed that this was true for finite values of the UV cutoff, and that the algebra was the algebra of bulk local fields in the diamond. We will argue that the second part of this conjecture is incorrect and that the bulk field algebra emerges only in a double scaled limit, where the boundary UV cutoff is taken to infinity as $N$ is taken to infinity. There is never a bulk field theory description that resolves distances smaller than the AdS radius.",
      "published": "2026-01-14T16:49:43Z",
      "updated": "2026-01-14T16:49:43Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.09621v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09621v1"
    },
    {
      "id": "2601.09593v1",
      "title": "The pseudo-complex Friedmann Lemaitre Robertson Walker model and the time dependence of the Hubble constant",
      "authors": [
        "L. Maghlaoui",
        "P. O. Hess",
        "F. Weber",
        "C. A. Zen vasconcellos"
      ],
      "summary": "The pseudocomplex version of the FLRW model is presented within the framework of pseudocomplex General Relativity (pcGR). In this approach, dark energy arises as a geometric consequence of the pseudocomplex structure, leading to a time dependent Hubble parameter rather than a strictly constant H0. The relation between the tiderived and constrained using recent DESI BAO data. Fitting beta yields a best-fit value beta = 1.0426, corresponding to a deceleration parameter q = -0.9361 and a present day Hubble acceleration me derivative of the Hubble parameter and a single geometric parameter beta in the effective dark energy equation of state is derived and constrained using recent DESI BAO data. Fitting beta yields a best-fit value beta = 1.0426, corresponding to a deceleration parameter q = -0.9361 and a present day Hubble acceleration H0 sim 0.94 x10-17 (km/s2)/Mpc. Using the exact Sandage Loeb relation, the predicted redshift drift over 20 years for a source at z = 4 is Delta-v sim -11.1 cm/s, in close agreement with the Lambda CDM prediction. In pcGR, however, the non-vanishing H0 is a direct geometric prediction, providing a clear and testable target for future high-precision spectroscopic observations.",
      "published": "2026-01-14T16:10:18Z",
      "updated": "2026-01-14T16:10:18Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.09593v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09593v1"
    },
    {
      "id": "2601.09429v1",
      "title": "Probing dynamical embeddings in a five-dimensional spacetime in light of DESI BAO",
      "authors": [
        "Abraão J. S. Capistrano",
        "Emanuelly Silva",
        "Rafael C. Nunes",
        "Orlando Luongo"
      ],
      "summary": "We here investigate the observational viability of Nash gravity as an alternative to the standard $Λ$CDM cosmology. Based on Nash's embedding theorem, the model introduces orthogonal perturbations via variations in the extrinsic curvature, generating scalar-type metric perturbations directly from geometry, without the need to introduce additional fields. We confront the model with current observational data, including Cosmic Microwave Background (CMB) measurements from Planck, Baryon Acoustic Oscillations (BAO) from DESI DR2, and recent Type Ia supernova (SN Ia) compilations. Our analysis shows that Nash gravity provides a good fit to the data, yielding a slightly higher value for the Hubble constant, $H_0 = 69.32 \\pm 0.72$ km/s/Mpc, compared to the $Λ$CDM model, thus offering a potential alleviation of the $H_0$ tension. Furthermore, the model naturally predicts a suppressed growth of structure, with $S_8 \\approx 0.76$ across various joint analyses, potentially alleviating the so-called $S_8$ tension, assuming that this discrepancy is not solely due to systematic effects in other independent measurements. In some cases, Nash gravity achieves a better fit to the data than the $Λ$CDM paradigm at the $2σ$ level.",
      "published": "2026-01-14T12:22:24Z",
      "updated": "2026-01-14T12:22:24Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.09429v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09429v1"
    }
  ]
}