{
  "timestamp": "20260122_121838",
  "harvest_date": "2026-01-22T12:18:38.414409+00:00",
  "total_papers": 139,
  "papers": [
    {
      "id": "2601.15198v1",
      "title": "Revealing massive black hole astrophysics: The potential of hierarchical inference with extreme mass-ratio inspiral observations",
      "authors": [
        "Shashwat Singh",
        "Christian E. A. Chapman-Bird",
        "Christopher P. L. Berry",
        "John Veitch"
      ],
      "summary": "Gravitational waves from extreme mass-ratio inspirals (EMRIs) will enable sub-percent measurements of massive black hole parameters and provide access to the demographics of compact objects in galactic nuclei. During the LISA mission, multiple EMRIs are expected to be detected, allowing statistical studies of massive black hole populations and their formation pathways. We perform hierarchical Bayesian inference on simulated EMRI catalogues to assess how well LISA could constrain the astrophysical population using parametrised population models. We test our inference framework on a variety of populations, including heterogeneous and homogeneous mixtures of parametrised subpopulations, and scenarios in which the assumed model is deliberately misspecified. Our results show that population parameters governing distributions with sharp features can be tightly constrained. Mixed populations can be disentangled with as few as $\\sim20$ detections, and even with model misspecification, the inference retains sensitivity to key population features. These results demonstrate the capabilities and limitations of EMRI population inference, providing guidance for constructing realistic astrophysical population models for LISA analysis.",
      "published": "2026-01-21T17:16:05Z",
      "updated": "2026-01-21T17:16:05Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.15198v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15198v1"
    },
    {
      "id": "2601.15189v1",
      "title": "Implications of the continuous radio-loudness distribution among AGNs in the local Universe",
      "authors": [
        "A. Wójtowicz",
        "N. Vale Asari",
        "Ł. Stawarz",
        "G. Stasinska",
        "D. Kozieł-Wierzbowska"
      ],
      "summary": "Aims. We investigate the radio loudness ($\\mathcal{R}$) distribution in a large, homogeneous sample of radio galaxies. Methods. The sample is composed of galaxies from the ROGUE I/II catalogue belonging to the SDSS MGS and is divided into optically inactive radio galaxies (OPIRGs), optically active ones (OPARGs) and radio Seyferts. We use optical, mid-infrared and radio data to calculate the AGN bolometric luminosities, accretion rate ($λ$), black-hole mass ($M_{BH}$) and $\\mathcal{R}$. Results. Contrary to some previous studies based on restricted samples, using our complete sample of objects with redshifts $z < 0.4$, we find no evidence of bimodality in $\\mathcal{R}$. The highest $\\mathcal{R}$ values are associated with extended radio structures. $\\mathcal{R}$ is anti-correlated with $λ$, and spans about 2 dex at fixed $λ$. Radio Seyferts, OPARGs and OPIRGs form a sequence of increasing $M_{BH}$ with substantial overlap. Radio Seyferts show no $\\mathcal{R}$-$M_{BH}$ correlation, whereas OPARGs and OPIRGs show a weak positive trend. From theoretical considerations, the observed two-dex spread in radio luminosity and $\\mathcal{R}$ can be reproduced by a four-fold variation in the dimensionless magnetic flux $\\varphi$ assuming realistic black-hole spins. Conclusions. The smooth distribution of radio loudness supports a common evolutionary path for all radio sources, with black-hole spin and magnetic field varying continuously. The radio loudness depends on black-hole mass and accretion rate, while moderate variations in $\\varphi$ may account for the observed scatter in this relation.",
      "published": "2026-01-21T17:07:11Z",
      "updated": "2026-01-21T17:07:11Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.15189v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15189v1"
    },
    {
      "id": "2601.15030v1",
      "title": "Three-dimensional GRMHD simulations of jet formation and propagation in self-gravitating collapsing stars",
      "authors": [
        "Piotr Płonka",
        "Agnieszka Janiuk"
      ],
      "summary": "We investigate collapsar models with and without self-gravity under identical initial conditions to directly compare the effects of self-gravity on jet properties, such as opening angle, jet power, terminal Lorentz factor, and its variability. We compute a suite of time-dependent, three-dimensional GRMHD simulations of collapsars in evolving spacetime. We update the Kerr metric components due to the growth of the black hole mass and changes its angular momentum. The self-gravity is considered via perturbative terms. We present for the first time the process of jet formation in self-gravitating collapsars. We find that self-gravity leads to temporary jet quenching, which can explain some features in the gamma-ray burst prompt emission. We find no substantial difference in jet launching times between models with and without self-gravity. We observe that in the absence of self-gravity, the jet can extract more rotational energy from the black hole, while self-gravitating models produce narrower jet opening angles. We show that under certain conditions, self-gravity can interrupt the jet formation process, resulting in a failed burst. Our computations show that self-gravity significantly modifies the process of jet propagation, resulting in notably different jet properties. We show that the timescales, variability, and opening angle of jet depend on whether self-gravity is included or not. We argue that self-gravity can potentially explain certain prompt emission properties due to the jet quenching.",
      "published": "2026-01-21T14:32:51Z",
      "updated": "2026-01-21T14:32:51Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.15030v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15030v1"
    },
    {
      "id": "2601.14979v1",
      "title": "The relativistic restricted three-body problem: geometry and motion around tidally perturbed black holes",
      "authors": [
        "Takuya Katagiri",
        "Vitor Cardoso"
      ],
      "summary": "We investigate the geometry of a tidally deformed, rotating black hole and timelike geodesics in its vicinity. Our framework provides a local picture of the structural evolution of a relativistic restricted three-body problem around a deformed black hole in an adiabatically evolving binary, motivated by various astrophysical settings including disk dynamics and extreme mass-ratio inspirals. As the tidal-field strength is increased, initially regular, bound geodesics undergo four stages: (i) weak chaos emerges within the bound motion; (ii) a subset of trajectories plunges into the black hole; (iii) a fraction of the remaining trajectories becomes unbound; and (iv) no bound trajectories persist. We provide semi-analytic estimates for the critical tidal amplitudes associated with each transition. Our estimates indicate that, within the frequency band of ground-based gravitational-wave detectors, the matter flow around black holes may already be depleted, whereas LISA and (B-)DECIGO could probe the earlier stages. Our results suggest that an object orbiting a tidally deformed massive BH may remain near resonances over a wide range of separations, indicating an accumulated, non-negligible impact on the gravitational-wave phase. Tidal perturbations can also introduce nonlinear couplings among epicyclic oscillations of geodesics, offering a potential avenue to resonant excitation of quasi-periodic oscillations in X-ray light curves from accreting black holes.",
      "published": "2026-01-21T13:27:47Z",
      "updated": "2026-01-21T13:27:47Z",
      "categories": [
        "gr-qc",
        "astro-ph.GA",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.14979v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14979v1"
    },
    {
      "id": "2601.14929v1",
      "title": "Modelling the Time-variable Broadband Emission and Correlation Study of FSRQ S5 1044+71",
      "authors": [
        "Sajad Ahanger",
        "Shah Zahir",
        "Sunder Sahayanathan",
        "Naseer Iqbal",
        "Zahoor Malik",
        "Aaqib Manzoor"
      ],
      "summary": "We present a detailed temporal and spectral analysis of the blazar S5\\,1044+71 using multi-wavelength data obtained from the \\emph{Fermi}-LAT and Swift-XRT/UVOT telescopes. Applying the Bayesian block algorithm to the 3-day binned $γ$-ray lightcurve, we identify pronounced variability, including four major outbursts marked by significant flux enhancements. The highest flux recorded was $(1.1 \\pm 0.2)\\times 10^{-6}\\,\\text{ph}\\,\\text{cm}^{-2}\\,\\text{s}^{-1}$ on 57868.5 MJD. Each outburst comprises multiple components, and lightcurve profile analysis indicates predominantly symmetric temporal structures. The shortest variability timescale of 4.5 hours constrains the emission region to be located within 0.03 pc of the central engine, likely near the broad-line region (BLR). Additionally, two highest-energy photons were detected with energies of 46.4 GeV (on 57739.6 MJD) and 42.5 GeV (on 59161.9 MJD), observed outside the peak flaring activity. The fractional variability shows an overall increasing trend from UV/optical to $γ$-ray bands, with a noticeable dip in the X-ray range, consistent with the shape of the broadband spectral energy distribution (SED). The flux distributions during flares exhibit log-normal or double log-normal behavior, suggesting multiplicative variability processes and evolving emission zones. Cross-correlation analysis reveals a strong positive correlation between the $γ$-ray and X-ray bands, with X-rays lagging by 42.5 days. Broadband SED modeling across different flux states supports a one-zone leptonic scenario, with $γ$-ray emission produced via external Compton scattering of IR and BLR photons. High-flux states show harder electron spectra, elevated break energies, and reduced magnetic fields-features consistent with efficient particle acceleration and Compton dominance.",
      "published": "2026-01-21T12:21:48Z",
      "updated": "2026-01-21T12:21:48Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.14929v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14929v1"
    },
    {
      "id": "2601.14918v1",
      "title": "Towards gravitational wave parameter inference for binaries with an eccentric companion",
      "authors": [
        "Kai Hendriks",
        "Lorenz Zwick",
        "Pankaj Saini",
        "János Takátsy",
        "Johan Samsing"
      ],
      "summary": "We introduce a complete model for dephasing due to line-of-sight acceleration (LOSA) in gravitational wave (GW) signals from stellar-mass binary black holes (BBHs) in three-body systems. Our prescription provides curvature- and projection-dependent phase features that are not recovered by local-expansion-based treatments. We perform parameter-space surveys and mock parameter inferences assuming the nominal sensitivity of the Einstein Telescope (ET) to identify the regime where the time-varying LOSA allows for separate constraints on the outer orbital parameters, in particular the tertiary mass and distance. We estimate that ET may detect a few to tens of such systems per year, provided that all binaries merge dynamically, and demonstrate that these constraints can be used to directly discriminate between a dynamical and AGN origin for BBHs. Finally, we reanalyse the GW190814 event and four O4a events finding no evidence for LOSA, with the previously claimed LOSA in GW190814 disappearing when a sufficiently long data segment is used.",
      "published": "2026-01-21T12:00:03Z",
      "updated": "2026-01-21T12:00:03Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.14918v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14918v1"
    },
    {
      "id": "2601.14739v1",
      "title": "The puzzle of composition of cosmic rays with energies (2-12.5) EeV according to muon detectors data of the Yakutsk EAS array",
      "authors": [
        "A. V. Glushkov",
        "L. T. Ksenofontov",
        "K. G. Lebedev",
        "A. V. Sabourov"
      ],
      "summary": "The results of a study of the cosmic ray composition in individual events in the energy range (2-12.5) EeV using the muon correlation method is presented. The considered sample included showers with zenith angles less than 60 degrees recorded in the period 1974-2018. The existence of four separate groups of primary particles with different origins is confirmed. The obtained results have potential importance for understanding the composition of cosmic rays in the specified primary energy range.",
      "published": "2026-01-21T07:54:07Z",
      "updated": "2026-01-21T07:54:07Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.14739v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14739v1"
    },
    {
      "id": "2601.14661v1",
      "title": "Constraints on Axion-Like Particles from Ultra-High-Energy Observations of 3HWC J1908+063 with HAWC",
      "authors": [
        "R. Alfaro",
        "C. Alvarez",
        "A. Andres",
        "E. Anita-Rangel",
        "M. Araya",
        "J. C. Arteaga-Velazquez",
        "D. Avila Rojas",
        "H. A. Ayala Solares",
        "R. Babu",
        "P. Bangale",
        "E. Belmont-Moreno",
        "A. Bernal",
        "K. S. Caballero-Mora",
        "T. Capistran",
        "A. Carraminana",
        "F. Carreon",
        "S. Casanova",
        "U. Cotti",
        "J. Cotzomi",
        "E. De la Fuente",
        "P. Desiati",
        "N. Di Lalla",
        "R. Diaz Hernandez",
        "M. A. DuVernois",
        "J. C. Diaz-Velez",
        "T. Ergin",
        "C. Espinoza",
        "N. Fraija",
        "S. Fraija",
        "J. A. Garcia-Gonzalez",
        "F. Garfias",
        "N. Ghosh",
        "A. Gonzalez Munoz",
        "M. M. Gonzalez",
        "J. A. Gonzalez",
        "J. A. Goodman",
        "J. Gyeong",
        "J. P. Harding",
        "S. Hernandez-Cadena",
        "I. Herzog",
        "D. Huang",
        "F. Hueyotl-Zahuantitla",
        "A. Iriarte",
        "S. Kaufmann",
        "D. Kieda",
        "A. Lara",
        "W. H. Lee",
        "J. Lee",
        "H. Leon Vargas",
        "A. L. Longinotti",
        "G. Luis-Raya",
        "K. Malone",
        "O. Martinez",
        "J. Martinez-Castro",
        "H. Martinez-Huerta",
        "J. A. Matthews",
        "P. Miranda-Romagnoli",
        "P. E. Miron-Enriquez",
        "J. A. Morales-Soto",
        "E. Moreno",
        "M. Mostafa",
        "M. Najafi",
        "A. Nayerhoda",
        "L. Nellen",
        "M. U. Nisa",
        "R. Noriega-Papaqui",
        "N. Omodei",
        "E. Ponce",
        "Y. Perez Araujo",
        "E. G. Perez-Perez",
        "A. Pratts",
        "C. D. Rho",
        "A. Rodriguez Parra",
        "D. Rosa-Gonzalez",
        "M. Roth",
        "A. Sandoval",
        "M. Schneider",
        "J. Serna-Franco",
        "A. J. Smith",
        "Y. Son",
        "R. W. Springer",
        "O. Tibolla",
        "K. Tollefson",
        "I. Torres",
        "R. Torres-Escobedo",
        "E. Varela",
        "L. Villasenor",
        "X. Wang",
        "Z. Wang",
        "I. J. Watson",
        "H. Wu",
        "S. Yu",
        "X. Zhang",
        "H. Zhou",
        "C. de Leon"
      ],
      "summary": "Axion-like particles (ALPs) are hypothetical particles and compelling candidates for cold dark matter. Their existence could be probed through their conversions into photons in the presence of magnetic fields. In this work, we explore the effect of these photon-ALP conversions by searching for an attenuation in the observed gamma ray spectra of galactic sources that emit at energies of hundreds of TeV. We analyze data from the High-Altitude Water Cherenkov (HAWC) Observatory for the source 3HWC J1908+063. No evidence of photon-ALP conversions was found, and we set constraints on the ALP parameter space. Specifically, we derive exclusion limits for ALPs with masses in the range $10^{-8}~\\mathrm{eV} \\leq m_a \\leq 10^{-6}~\\mathrm{eV}$ and photon-ALP couplings in the range $10^{-12}~\\mathrm{GeV}^{-1} \\leq g_{aγ} \\leq 10^{-10}~\\mathrm{GeV}^{-1}$, based on HAWC observations.",
      "published": "2026-01-21T05:20:26Z",
      "updated": "2026-01-21T05:20:26Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.14661v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14661v1"
    },
    {
      "id": "2601.14540v1",
      "title": "Exotic optical variability in the black hole X-ray binary IGR J17091-3624",
      "authors": [
        "Payaswini Saikia",
        "David M. Russell",
        "D. M. Bramich",
        "Kevin Alabarta",
        "Sandeep Rout",
        "Federico Vincentelli",
        "Mariano Méndez",
        "Diego Altamirano",
        "Federico García",
        "M. C. Baglio",
        "Fraser Lewis",
        "Yi-Jung Yang"
      ],
      "summary": "IGR J17091-3624 is a distinctive black hole X-ray binary exhibiting exotic variability, including complex \"heartbeat\" oscillations in its X-ray light curves, similar to those observed in GRS 1915+105, a system renowned for its structured, rapid X-ray variability but heavily obscured at optical wavelengths. In contrast, IGR J17091-3624 is less obscured, making it a more accessible target for optical investigations. Due to its weak radio emission, optical and infrared data are essential to probe the jet and outer disc behavior of IGR J17091-3624. This study presents the first long-term optical monitoring of IGR J17091-3624, using data from the Las Cumbres Observatory (LCO) over its 2011, 2016, and 2022 outbursts. We combine these observations with quasi-simultaneous X-ray data from Swift/XRT, RXTE, and NICER, employing light curve and variability analysis, spectral energy distributions, color-magnitude diagrams, and optical/X-ray correlations to investigate optical emission mechanisms. We find that the optical and X-ray fluxes are significantly correlated, following a power-law relation with the index 0.40\\pm0.04, suggesting that the optical emission in IGR J17091-3624 is dominated by an X-ray-irradiated accretion disk. Based on optical spectral slope constraints, we estimate the extinction toward IGR J17091-3624 A_V = 4.3 to 6.6 mag. The global optical/X-ray correlation suggests a distance estimate of 8-17 kpc, in line with previous findings. High-cadence optical observations show tentative evidence of optical oscillations that may arise from reprocessed X-ray modulations, although confirming this will require higher time-resolution optical data.",
      "published": "2026-01-20T23:38:07Z",
      "updated": "2026-01-20T23:38:07Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.14540v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14540v1"
    },
    {
      "id": "2601.14481v1",
      "title": "Prospects of Prompt Gamma-Ray Burst Polarimetry with POLAR-2",
      "authors": [
        "Ramandeep Gill",
        "Jiang He",
        "Jonathan Granot",
        "Jian-Chao Sun",
        "Shuang-Nan Zhang",
        "Yuan-Hao Wang",
        "Johannes Hulsman",
        "Nicolas Produit",
        "Shao-Lin Xiong"
      ],
      "summary": "The dominant radiation mechanism that powers the prompt $γ$-ray emission in gamma-ray bursts (GRBs) remains poorly understood. High quality, time- and energy-resolved linear polarization measurements of prompt $γ$-ray photons can distinguish between synchrotron and inverse-Compton processes and provide crucial constraints on the outflow properties. This will be achieved by POLAR-2 that is proposed as a dedicated GRB polarimeter and successor to POLAR. The High-energy Polarimetry Detector (HPD) is one of the three instruments of POLAR-2 that features significantly improved sensitivity in the $(40-1000)$\\,keV energy range and a detection area four times larger than that of POLAR. Here we demonstrate the capabilities of the HPD to constrain key physical model parameters by creating and fitting to synthetic sources using a time-resolved spectro-polarimetric theoretical model of prompt GRB emission. The time-resolved spectral and polarization fits are performed using a novel technique featuring maximum likelihood over an unbinned (in time and energy) list of detected events. The constrained model parameters directly relate to the underlying source physics that would reveal an accelerating, coasting or decelerating emission region. For a pulse fluence of $\\mathcal{F}=10^{-5}\\mathcal{F}_{-5}\\,{\\rm erg\\,cm^{-2}}$ we can constrain the time-integrated polarization degree to an absolute accuracy ($1\\,σ$) of about $2.5\\mathcal{F}_{-5}^{\\,-1/2}$ per cent, as long as source photons dominate over the background. In bright GRBs, such unprecedented accuracy at these energies will allow to distinguish between different models for the prompt GRB emission mechanism and constrain the magnetic field geometry, jet angular structure and outflow composition.",
      "published": "2026-01-20T21:04:23Z",
      "updated": "2026-01-20T21:04:23Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.14481v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14481v1"
    },
    {
      "id": "2601.14450v1",
      "title": "Neutrino production mechanisms in strongly magnetized quark matter: Current status and open questions",
      "authors": [
        "Igor A. Shovkovy",
        "Ritesh Ghosh"
      ],
      "summary": "We review the main neutrino emission mechanisms operating in dense quark matter under strong magnetic fields, with particular emphasis on conditions expected in the interiors of compact stars. We discuss the direct Urca and neutrino synchrotron processes in unpaired quark matter, incorporating the effects of Landau-level quantization. For the direct Urca process, the quantization of the electron energy spectrum plays a critical role, whereas quark quantization can often be neglected at sufficiently high baryon densities. The resulting field-dependent neutrino emissivity is anisotropic and exhibits an oscillatory behavior as a function of magnetic-field strength. We explore the implications of these effects for magnetar cooling and for possible anisotropic neutrino emission that could contribute to pulsar kicks. In addition, we review the $ν\\barν$ synchrotron emission process, which, although subdominant, provides valuable insights into the interplay between magnetic fields and weak interactions in dense quark matter. Overall, our analysis highlights the nontrivial influence of strong magnetic fields on neutrino production in magnetized quark cores, with potential consequences for the thermal and dynamical evolution of compact stars.",
      "published": "2026-01-20T20:14:26Z",
      "updated": "2026-01-20T20:14:26Z",
      "categories": [
        "hep-ph",
        "astro-ph.HE",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.14450v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14450v1"
    },
    {
      "id": "2601.14408v1",
      "title": "Erythrohenosis -- The crimson chronicles of two giants",
      "authors": [
        "Pau Amaro Seoane"
      ],
      "summary": "We investigate erythrohenosis -- the collision and merger of two red giants -- establishing an end-to-end model for this fundamental evolutionary channel in dense stellar environments. Combining three-dimensional SPH simulations of a binary with analytical modeling, we characterize the event from initial encounter to terminal explosion. We demonstrate that grazing encounters induce tidal capture and rapid orbital decay, accompanied by large-amplitude, nonlinear stellar oscillations. The subsequent inspiral spins up the common envelope into a stable, non-spherical equilibrium, powering a luminous precursor with quasi-periodic bursts. The terminal explosion, modeled with angular momentum conservation, produces an intrinsically flattened remnant that preserves a geometric memory, or morphomnesia, of its binary origin. The associated gravitational wave signal features a rapid, drag-dominated frequency evolution, identifiable by a unique time-varying apparent chirp mass. These results define a distinctive multi-stage observational fingerprint -- linking transient optical precursors, asymmetric nebulae, and anomalous gravitational wave chirps -- to guide identification in current and future multi-messenger surveys.",
      "published": "2026-01-20T19:14:07Z",
      "updated": "2026-01-20T19:14:07Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.14408v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14408v1"
    },
    {
      "id": "2601.14388v1",
      "title": "Neutron star cooling implications and magnetic field of the Vela Junior central compact object from all XMM-Newton and Chandra spectra",
      "authors": [
        "Wynn C. G. Ho",
        "Esther Simkhayeva",
        "Alexander Y. Potekhin"
      ],
      "summary": "The central compact object (CCO) in the Vela Junior supernova remnant is a young neutron star whose relatively low X-ray flux and small distance suggest it has a mass high enough to activate fast neutrino cooling processes. Here we analyse all XMM-Newton MOS and pn and Chandra ACIS-S spectra of the Vela Junior CCO, with observations taking place over the 9 years from 2001 to 2010. We find that the best-fit flux and spectral model parameters do not vary significantly when treating each observation independently, and therefore we fit all the spectra simultaneously using various spectral models to characterize the predominantly thermal emission from the neutron star surface. Our results indicate the Vela Junior CCO has an atmosphere composed of hydrogen, a hot spot temperature (unredshifted) of 3.5x10^6 K, and a colder surface temperature of (6.6-8.8)x10^5 K. Possible absorption lines at ~0.6 keV and 0.9 keV provide evidence for the first-time of an average surface magnetic field B~3x10^10 G for this CCO, which is similar to the magnetic field of other CCOs. At the accurate new Vela Junior distance of 1.4 kpc, the observed luminosity that is dominated by the hot spot is ~5x10^32 erg s^-1. The luminosity from the rest of the colder surface is (1.3-4.0)x10^32 erg s^-1. The cool luminosity and temperature imply the Vela Junior CCO is indeed colder than many other young neutron stars and probably has a high mass that triggered fast neutrino cooling.",
      "published": "2026-01-20T19:00:14Z",
      "updated": "2026-01-20T19:00:14Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR",
        "hep-ph",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.14388v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14388v1"
    },
    {
      "id": "2601.14383v1",
      "title": "The Self-Limiting Nature of Jet-Modulated Thermal Conduction in Cool Core Clusters",
      "authors": [
        "Jennifer Stafford",
        "Sebastian Heinz",
        "Mateusz Ruszkowski",
        "Torsten Enßlin",
        "Yi-Hao Chen"
      ],
      "summary": "Conduction as a mechanism for explaining the disrupted cooling-flow in galaxy clusters has been mostly discounted, as the process is inefficient at transporting heat all the way from the cluster into the core. However, thermal conduction can be strongly enhanced when materials of significantly different temperature are brought into proximity, and thus into close thermal contact. Jets of active galactic nuclei may act as heat pumps by bringing low-entropy gas from the cluster core into thermal contact with the hot outer atmosphere of the cluster, significantly increasing the feedback efficiency of active galactic nuclei. We test this hypothesis by running a suite of 3D magnetohydrodynamic simulations of active galactic nuclei jets in a Perseus-like cluster, including anisotropic conduction. We find that the heat pump efficiency $η$ can reach up to 50\\% of the maximum possible efficiency $η_{\\rm max}$ if conduction operates near the Spitzer-Braginskii limit, while $η\\approx f_{\\rm sp}η_{\\rm max}$ if conduction along the field lines is substantially suppressed below the Spitzer-Braginskii value by a factor $f_{\\rm sp}$ by kinetic effects, as recently suggested. We further find that jet-induced thermal conduction is self-limiting: Magnetic draping during the uplift results in a magnetic field orientation close to perpendicular to the induced temperature gradients, significantly reducing conduction along the ideal conductive pathways. Thus, for conservative assumptions about thermal conduction suppression by $f_{\\rm sp} \\lesssim 0.1$, the heat pump effect leads to only marginal heat transfer and, correspondingly, to immaterial changes in the overall thermal evolution of cool core clusters beyond the isolated effects of conduction and jet-induced heating alone.",
      "published": "2026-01-20T19:00:05Z",
      "updated": "2026-01-20T19:00:05Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2601.14383v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14383v1"
    },
    {
      "id": "2601.14113v1",
      "title": "Accretion flow around Kerr metric in the infra-red limit of asymptotically safe gravity",
      "authors": [
        "Orhan Donmez",
        "Sushant G. Ghosh",
        "M. Yousaf",
        "G. Mustafa",
        "Farruh Atamurotov"
      ],
      "summary": "We investigate accretion disk dynamics and the formation of quasi-periodic oscillations (QPOs) in the infrared limit around Kerr-like black holes in asymptotically safe gravity. Relativistic hydrodynamic solutions of Bondi-Hoyle-Lyttleton (BHL) accretion reveal that quantum corrections significantly modify the structure of the shock cone formed around the black hole. The black hole spin controls the asymmetric of the shock cone through frame-dragging effects, whereas the quantum correction parameter softens the effective gravitational potential, resulting in a wider shock opening angle, weaker post-shock compression, and reduced density concentration within the cone. Time-dependent mass accretion rates reveal oscillation modes trapped within the shock cone. The power spectral density (PSD) investigations suggest that these modes naturally generate low-frequency QPOs, whose amplitudes, coherence, and harmonic structure depend on both the spin and the quantum correction parameter. The PSD analyses performed at different radial locations reveal that identical QPO frequencies are obtained in all cases. The numerically detected frequencies result from the excitation of global oscillation modes trapped within the post-shock region. The resulting global modes are found to consist of fundamental frequencies, their associated harmonic overtones, and near-commensurate frequency ratios such as 2:1 and 3:2. Coherent oscillations are enhanced and near-commensurate frequency ratios are produced when moderate rotation and moderate quantum corrections are coupled. Large quantum correction parameters, on the other hand, wash out unique spectral peaks and suppress oscillation amplitudes.",
      "published": "2026-01-20T16:07:57Z",
      "updated": "2026-01-20T16:07:57Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.14113v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14113v1"
    },
    {
      "id": "2601.14107v1",
      "title": "The JEM-EUSO Collaboration: Contributions to the 39th International Cosmic Ray Conference (ICRC2025)",
      "authors": [
        "M. Abdullahi",
        "M. Abrate",
        "J. H. Adams",
        "D. Allard",
        "P. Alldredge",
        "R. Aloisio",
        "R. Ammendola",
        "A. Anastasio",
        "L. Anchordoqui",
        "V. Andreoli",
        "A. Anzalone",
        "E. Arnone",
        "D. Badoni",
        "P. von Ballmoos",
        "B. Baret",
        "D. Barghini",
        "M. Battisti",
        "R. Bellotti",
        "A. A. Belov",
        "M. Bertaina",
        "M. Betts",
        "P. Biermann",
        "F. Bisconti",
        "S. Blin-Bondil",
        "M. Boezio",
        "A. N. Bowaire",
        "I. Buckland",
        "L. Burmistrov",
        "J. Burton-Heibges",
        "F. Cafagna",
        "D. Campana",
        "F. Capel",
        "J. Caraca",
        "R. Caruso",
        "M. Casolino",
        "C. Cassardo",
        "A. Castellina",
        "K. Černý",
        "L. Conti",
        "A. G. Coretti",
        "R. Cremonini",
        "A. Creusot",
        "A. Cummings",
        "S. Davarpanah",
        "C. De Santis",
        "C. de la Taille",
        "A. Di Giovanni",
        "A. Di Salvo",
        "T. Ebisuzaki",
        "J. Eser",
        "F. Fenu",
        "S. Ferrarese",
        "G. Filippatos",
        "W. W. Finch",
        "C. Fornaro",
        "C. Fuglesang",
        "P. Galvez Molina",
        "S. Garbolino",
        "D. Garg",
        "D. Gardiol",
        "G. K. Garipov",
        "A. Golzio",
        "C. Guépin",
        "A. Haungs",
        "T. Heibges",
        "F. Isgrò",
        "R. Iuppa",
        "E. G. Judd",
        "F. Kajino",
        "L. Kupari",
        "S. -W. Kim",
        "P. A. Klimov",
        "I. Kreykenbohm",
        "J. F. Krizmanic",
        "J. Lesrel",
        "F. Liberatori",
        "H. P. Lima",
        "E. M'sihid",
        "D. Mandát",
        "M. Manfrin",
        "A. Marcelli",
        "L. Marcelli",
        "W. Marszał",
        "G. Masciantonio",
        "V. Masone",
        "J. N. Matthews",
        "E. Mayotte",
        "A. Meli",
        "M. Mese",
        "S. S. Meyer",
        "M. Mignone",
        "M. Miller",
        "H. Miyamoto",
        "T. Montaruli",
        "J. Moses",
        "R. Munini",
        "C. Nathan",
        "A. Neronov",
        "R. Nicolaidis",
        "T. Nonaka",
        "M. Mongelli",
        "A. Novikov",
        "F. Nozzoli",
        "T. Ogawa",
        "S. Ogio",
        "H. Ohmori",
        "A. V. Olinto",
        "Y. Onel",
        "G. Osteria",
        "B. Panico",
        "E. Parizot",
        "G. Passeggio",
        "T. Paul",
        "M. Pech",
        "K. Penalo Castillo",
        "F. Perfetto",
        "L. Perrone",
        "C. Petta",
        "P. Picozza",
        "L. W. Piotrowski",
        "Z. Plebaniak",
        "G. Prévôt",
        "M. Przybylak",
        "H. Qureshi",
        "E. Reali",
        "M. H. Reno",
        "F. Reynaud",
        "E. Ricci",
        "M. Ricci",
        "A. Rivetti",
        "G. Saccà",
        "R. E. Saraev",
        "H. Sagawa",
        "O. Saprykin",
        "F. Sarazin",
        "R. E. Saraev",
        "P. Schovánek",
        "V. Scotti",
        "S. A. Sharakin",
        "V. Scherini",
        "H. Schieler",
        "K. Shinozaki",
        "F. Schröder",
        "A. Sotgiu",
        "R. Sparvoli",
        "B. Stillwell",
        "J. Szabelski",
        "M. Takeda",
        "Y. Takizawa",
        "S. B. Thomas",
        "R. A. Torres Saavedra",
        "R. Triggiani",
        "D. A. Trofimov",
        "M. Unger",
        "T. M. Venters",
        "M. Venugopal",
        "C. Vigorito",
        "M. Vrábel",
        "S. Wada",
        "D. Washington",
        "A. Weindl",
        "L. Wiencke",
        "J. Wilms",
        "S. Wissel",
        "I. V. Yashin",
        "M. Yu. Zotov",
        "P. Zuccon"
      ],
      "summary": "This is a collection of papers presented by the JEM-EUSO Collaboration at the 39th International Cosmic Ray Conference (ICRC 2025) (Geneva, Switzerland, July 14--24, 2025).",
      "published": "2026-01-20T16:04:54Z",
      "updated": "2026-01-20T16:04:54Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.14107v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14107v1"
    },
    {
      "id": "2601.13957v1",
      "title": "Optimising gravitational-wave sky maps for pulsar timing arrays",
      "authors": [
        "Kathrin Grunthal",
        "David J. Champion",
        "Eric Thrane",
        "Rowina S. Nathan",
        "Michael Kramer",
        "Matthew T. Miles"
      ],
      "summary": "Pulsar timing arrays (PTAs) have recently reported compelling evidence for the presence of a gravitational-wave background signal. Mapping the gravitational-wave background is key to understanding how it is formed, since anisotropy is a tracer for, for example, a supermassive black hole binary origin. In this work we refine the frequentist regularised gravitational-wave mapping analysis developed in our previous work (as part of the MeerKAT PTA 4.5-year data release). We derive a point-spread function describing the angular resolution of a PTA. We investigate how the point spread function changes for different PTA constellations and determine the best possible angular resolution achievable within our framework. Using simulated data, we demonstrate that previous methods do not capture the actual resolution - especially in regions of the sky with a high density of pulsars. We propose an improved scheme that accounts for a variable local resolution and test it using realistic simulations of the latest MeerKAT dataset. We demonstrate that we are able to identify a continuous gravitational wave signal in a region with good pulsar sky coverage with approximately a factor of two increase in significance compared to our previous method.",
      "published": "2026-01-20T13:31:26Z",
      "updated": "2026-01-20T13:31:26Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.13957v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13957v1"
    },
    {
      "id": "2601.15234v1",
      "title": "Cosmic strings, domain walls and environment-dependent clustering",
      "authors": [
        "Øyvind Christiansen",
        "Julian Adamek",
        "Martin Kunz"
      ],
      "summary": "Recent cosmological data favour phantom-crossing dark energy, motivating models with non-minimal couplings that induce a fifth force on structure formation. Reconciling these models with local tests often requires strong screening, leading to environment-dependent clustering. We investigate such effects via a late-time structure-induced phase transition driven by a non-minimally coupled scalar field. For this purpose, we introduce norns, a fully relativistic cosmological particle-mesh code that self-consistently evolves a complex scalar field - a generalisation of the symmetron producing global U(1) strings rather than domain walls. Using simulations, we compare string and wall-forming models, quantifying impacts on the matter power spectrum, halo mass function, and defect dynamics. Strong environment-dependent effects can generate significant departures from LCDM in underdense regions while keeping the overall power spectrum changes modest (~ 4-15% at k~0.3-0.5 h Mpc^-1, sub-percent for z > 0.2). We find that an attractive fifth force can locally suppress structure growth in voids while enhancing it in surrounding overdense regions by driving outflows from the voids. These effects leave distinctive signatures in the matter density probability density function and in marked halo power spectra, which are likely detectable in low-redshift data.",
      "published": "2026-01-21T18:15:38Z",
      "updated": "2026-01-21T18:15:38Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.15234v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15234v1"
    },
    {
      "id": "2601.15175v1",
      "title": "Dark Energy Survey Year 6 Results: Galaxy-galaxy lensing",
      "authors": [
        "G. Giannini",
        "G. Camacho-Ciurana",
        "A. Whyley",
        "J. Prat",
        "J. Blazek",
        "C. Sánchez",
        "G. Zacharegkas",
        "A. Alarcon",
        "E. Legnani",
        "A. Amon",
        "D. Anbajagane",
        "S. Avila",
        "K. Bechtol",
        "M. R. Becker",
        "G. M. Bernstein",
        "S. Bocquet",
        "A. Campos",
        "A. Carnero Rosell",
        "R. Cawthon",
        "C. Chang",
        "M. Crocce",
        "W. d'Assignies",
        "J. De Vicente",
        "A. Drlica-Wagner",
        "S. Elvin-Poole",
        "A. Ferté",
        "M. Gatti",
        "D. Gruen",
        "M. Jarvis",
        "M. Manera",
        "S. Mau",
        "J. McCullough",
        "F. Menanteau",
        "J. Myles",
        "A. Porredon",
        "M. Rodriguez-Monroy",
        "A. Roodman",
        "E. S. Rykoff",
        "S. Samuroff",
        "D. Sanchez Cid",
        "I. Sevilla-Noarbe",
        "T. Schutt",
        "M. A. Troxel",
        "N. Weaverdyck",
        "M. Yamamoto",
        "B. Yin",
        "T. M. C. Abbott",
        "M. Aguena",
        "S. Allam",
        "O. Alves",
        "F. Andrade-Oliveira",
        "D. Bacon",
        "E. Bertin",
        "D. Brooks",
        "H. Camacho",
        "J. Carretero",
        "L. N. da Costa",
        "M. E. da Silva Pereira",
        "T. M. Davis",
        "D. L. DePoy",
        "S. Desai",
        "H. T. Diehl",
        "P. Doel",
        "C. Doux",
        "T. F. Eifler",
        "S. Everett",
        "A. E. Evrard",
        "P. Fosalba",
        "J. Frieman",
        "J. García-Bellido",
        "E. Gaztanaga",
        "P. Giles",
        "K. Glazebrook",
        "I. Harrison",
        "W. G. Hartley",
        "K. Herner",
        "S. R. Hinton",
        "D. L. Hollowood",
        "K. Honscheid",
        "D. Huterer",
        "B. Jain",
        "D. J. James",
        "N. Jeffrey",
        "T. Kacprzak",
        "S. Kent",
        "E. Krause",
        "O. Lahav",
        "S. Lee",
        "J. L. Marshall",
        "J. Mena-Fernández",
        "R. Miquel",
        "J. J. Mohr",
        "J. Muir",
        "R. C. Nichol",
        "R. L. C. Ogando",
        "A. Palmese",
        "M. Paterno",
        "W. J. Percival",
        "D. Petravick",
        "A. A. Plazas Malagón",
        "M. Raveri",
        "R. Rosenfeld",
        "E. Sanchez",
        "E. Sheldon",
        "T. Shin",
        "J. Allyn. Smith",
        "M. Smith",
        "M. Soares-Santos",
        "E. Suchyta",
        "M. E. C. Swanson",
        "G. Tarle",
        "D. Thomas",
        "C. To",
        "D. L. Tucker",
        "V. Vikram",
        "M. Vincenzi",
        "A. R. Walker",
        "P. Wiseman",
        "B. Yanny"
      ],
      "summary": "We present galaxy--galaxy lensing (GGL) measurements from the full six years of data from the Dark Energy Survey (DES Y6), covering $4031\\,\\mathrm{deg}^2$ and used in the DES Y6 $3\\times2$pt cosmological analysis. We use the MagLim++ lens sample, containing $\\sim 9$ million galaxies divided into six redshift bins, and the Metadetection source catalog, including $\\sim 140$ million galaxies divided into four redshift bins. The mean tangential shear signal achieves a total signal-to-noise ratio (S/N) of $173$, corresponding to a $17\\%$ improvement over DES Y3. After applying the scale cuts used in the cosmological analysis, with $R_{\\min}=6\\,\\mathrm{Mpc}/h$ ($4\\,\\mathrm{Mpc}/h$) for the linear (nonlinear) galaxy-bias model, the S/N is reduced to $75$ (90). A comprehensive suite of validation tests demonstrates that the measurement is robust against observational and astrophysical systematics at the statistical precision required for the DES Y6 analysis. Although not used in the main cosmological analysis, we extract high--signal-to-noise geometric shear-ratio measurements from the galaxy--galaxy lensing signal on small angular scales. These measurements provide an internal consistency check on the photometric redshift distributions and shear calibration used in the $3\\times2$pt analysis.",
      "published": "2026-01-21T16:52:49Z",
      "updated": "2026-01-21T16:52:49Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.15175v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15175v1"
    },
    {
      "id": "2601.15066v1",
      "title": "Combined constraints on dark photons from high-energy collisions, cosmology, and astrophysics",
      "authors": [
        "A. W. Romero Jorge",
        "L. Sagunski",
        "Guan-Wen Yuan",
        "T. Song",
        "E. Bratkovskaya"
      ],
      "summary": "We investigate a dark sector coupled to the Standard Model (SM) through a kinetically mixed dark photon $U$ associated with a new $U(1)'$ gauge symmetry. Kinetic mixing $\\varepsilon$ induces an effective coupling to the electromagnetic current, while $U$ interacts with stable dark matter (DM) $χ$ via a dark gauge coupling $g_χ$. Our analysis is based on the parton-hadron-string dynamics (PHSD) transport approach, extended to include dark photon production and decay into dileptons ($U\\!\\to e^+e^-$). In PHSD, dark photons are produced in high-energy collisions through Dalitz decays of light mesons ($π^0,η,η',ω$), Delta-resonances ($Δ\\!\\to N U$), direct vector meson decays ($ρ,ω,φ\\!\\to U$), kaon decays, and $q\\bar q\\!\\to U$ annihilation. Building on previous PHSD benchmarks against dilepton data, we extract upper limits on $\\varepsilon^2(m_U,m_χ,α_χ)$ in both the visible regime ($m_U<2m_χ$), where $U\\!\\to e^+e^-$ dominates, and the invisible regime ($m_U>2m_χ$), where $U\\!\\toχ\\barχ$ is kinematically open. Cosmological and astrophysical constraints are incorporated in two complementary ways. First, we compute the velocity-dependent self-interaction cross section $σ/m_χ$ for Yukawa-mediated SIDM and confront it with bounds from dwarf galaxies, galaxy groups, and clusters. Second, we determine thermal relic target curves by computing the relic abundance and requiring $Ω_{\\rm DM}h^2\\simeq 0.12$, consistent with \\textit{Planck} measurements of the cosmic microwave background. Combining PHSD limits on $\\varepsilon^2$ with relic density and self-interaction requirements, we exclude regions of the $(m_χ,m_U)$ plane for each DM realization (Dirac, Majorana, or complex scalar) and identify benchmark scenarios in which heavy-ion, cosmological, and astrophysical constraints are simultaneously satisfied.",
      "published": "2026-01-21T15:13:30Z",
      "updated": "2026-01-21T15:13:30Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.15066v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15066v1"
    },
    {
      "id": "2601.14864v1",
      "title": "Dark Energy Survey: DESI-Independent Angular BAO Measurement",
      "authors": [
        "J. Mena-Fernández",
        "S. Avila",
        "A. Porredon",
        "H. Camacho",
        "J. Muir",
        "E. Sanchez",
        "M. Adamow",
        "K. Bechtol",
        "R. Camilleri",
        "G. Campailla",
        "T. M. Davis",
        "N. Deiosso",
        "C. Doux",
        "A. Drlica-Wagner",
        "A. Ferté",
        "R. A. Gruendl",
        "W. G. Hartley",
        "A. Pieres",
        "M. Raveri",
        "E. S. Rykoff",
        "I. Sevilla-Noarbe",
        "P. Shah",
        "E. Sheldon",
        "M. Vincenzi",
        "B. Yanny",
        "T. M. C. Abbott",
        "M. Aguena",
        "S. Allam",
        "O. Alves",
        "F. Andrade-Oliveira",
        "J. Annis",
        "D. Bacon",
        "J. Blazek",
        "S. Bocquet",
        "D. Brooks",
        "A. Carnero Rosell",
        "J. Carretero",
        "F. J. Castander",
        "R. Cawthon",
        "L. N. da Costa",
        "M. E. da Silva Pereira",
        "J. De Vicente",
        "S. Desai",
        "H. T. Diehl",
        "B. Flaugher",
        "J. Frieman",
        "J. García-Bellido",
        "M. Gatti",
        "D. Gruen",
        "G. Gutierrez",
        "K. Herner",
        "S. R. Hinton",
        "D. L. Hollowood",
        "K. Honscheid",
        "D. Huterer",
        "N. Jeffrey",
        "K. Kuehn",
        "O. Lahav",
        "S. Lee",
        "J. L. Marshall",
        "F. Menanteau",
        "R. Miquel",
        "J. J. Mohr",
        "J. Myles",
        "R. L. C. Ogando",
        "A. Palmese",
        "W. J. Percival",
        "A. A. Plazas Malagón",
        "M. Rodriguez-Monroy",
        "A. Roodman",
        "S. Samuroff",
        "D. Sanchez Cid",
        "B. O. Sánchez",
        "T. Shin",
        "M. Smith",
        "M. Soares-Santos",
        "E. Suchyta",
        "M. E. C. Swanson",
        "D. L. Tucker",
        "V. Vikram",
        "A. R. Walker",
        "N. Weaverdyck",
        "M. Yamamoto"
      ],
      "summary": "We present a measurement of the angular Baryon Acoustic Oscillation (BAO) scale from the completed Dark Energy Survey (DES) dataset excluding the area of overlap with the Dark Energy Spectroscopic Instrument (DESI). We follow the same methodology and validation process as in the DES Y6 BAO analysis. We interpret the impact of this measurement in the context of the statistical preference for $w_0w_a$CDM over $Λ$CDM when combined with DES Y5 Type Ia supernovae (SN), Planck Cosmic Microwave Background (CMB) and DESI BAO. Based on our previous work, using the full Y6 DES BAO sample, in combination with SN, CMB and DESI DR1 BAO, added 0.3$σ$ in this preference (from 3.7$σ$ to 4.0$σ$), but this ignored possible correlations between datasets. Using our new DESI-independent DES BAO likelihood instead, we find a smaller increase in the statistical preference for $w_0w_a$CDM, from 3.7$σ$ to 3.8$σ$ when using DESI DR1 BAO, and from 4.0$σ$ to 4.1$σ$ when updating to the more recent DESI DR2 BAO. These significances reduce to 3.1$σ$ when using the new calibrated DES SN-Dovekie. Alongside this work, we publicly release BAOfit_wtheta, the BAO fitting code for the angular correlation function used in the DES Y6 BAO analysis.",
      "published": "2026-01-21T10:48:17Z",
      "updated": "2026-01-21T10:48:17Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14864v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14864v1"
    },
    {
      "id": "2601.14863v1",
      "title": "The First Upper Bound on the Nano-Hertz Gravitational Waves and Galaxy Cross-Correlation signal using 15-year NANOGrav Data and DESI Galaxy Survey",
      "authors": [
        "Mohit Raj Sah",
        "Suvodip Mukherjee"
      ],
      "summary": "The recent detection of a common-spectrum stochastic signal by multiple pulsar timing array (PTA) collaborations has provided tentative evidence for a nanohertz (nHz) stochastic gravitational-wave background (SGWB). This signal can be widely interpreted as originating from a cosmic population of inspiraling supermassive black hole binaries (SMBHBs). Current PTA analyses primarily constrain the SGWB power spectrum and its auto-angular power spectrum. However, the supermassive black holes will produce an underlying correlation with the large-scale structure of the Universe, which can help in understanding the formation and evolution of the binaries. In this work, we develop a new analysis pipeline PyGxGW-PTA for studying the cross-correlation of nHz GW signal with galaxy surveys ($C^{\\rm g\\, GW}_\\ell$) and obtain the first constraint on the SGWB and galaxy distribution cross-correlation using the NANOGrav 15-year dataset in combination with the DESI galaxy catalog. We find no statistically significant correlation between the SGWB and the large-scale distribution of DESI galaxies and using an optimal estimator we put an upper bound on $C^{\\rm g\\, GW}_{\\ell=8} < 0.0083$ at $95\\%$ C.I. This yields the first observational upper limit on the spatial correlation between the nHz SGWB and the large-scale structure of the Universe, establishing the observational groundwork for future multi-tracer analyses that will combine PTA data with next-generation galaxy surveys to unveil the SMBHB-galaxy correlation.",
      "published": "2026-01-21T10:47:40Z",
      "updated": "2026-01-21T10:47:40Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.14863v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14863v1"
    },
    {
      "id": "2601.14859v1",
      "title": "Dark Energy Survey Year 6 Results: Weak Lensing and Galaxy Clustering Cosmological Analysis Framework",
      "authors": [
        "D. Sanchez-Cid",
        "A. Ferté",
        "J. Blazek",
        "S. Samuroff",
        "A. Amon",
        "F. Andrade-Oliveira",
        "J. M. Coloma-Nadal",
        "J. Muir",
        "A. Porredon",
        "J. Prat",
        "N. Weaverdyck",
        "M. Yamamoto",
        "D. Anbajagane",
        "M. R. Becker",
        "P. Carrilho",
        "C. Chang",
        "M. Crocce",
        "G. Giannini",
        "W. d'Assignies",
        "J. DeRose",
        "S. Dodelson",
        "E. Krause",
        "E. Legnani",
        "J. Mena-Fernández",
        "N. MacCrann",
        "A. Pourtsidou",
        "C. Preston",
        "P. Rogozenski",
        "M. Rodriguez-Monroy",
        "R. Rosenfeld",
        "E. Sanchez",
        "I. Sevilla-Noarbe",
        "M. Soares-Santos",
        "C. To",
        "M. A. Troxel",
        "M. Tsedrik",
        "B. Yin",
        "J. Zuntz",
        "T. M. C. Abbott",
        "M. Aguena",
        "S. Allam",
        "O. Alves",
        "S. Avila",
        "D. Bacon",
        "K. Bechtol",
        "E. Bertin",
        "S. Bocquet",
        "D. Brooks",
        "H. Camacho",
        "R. Camilleri",
        "A. Campos",
        "A. Carnero Rosell",
        "J. Carretero",
        "F. J. Castander",
        "R. Cawthon",
        "A. Choi",
        "L. N. da Costa",
        "M. E. da Silva Pereira",
        "T. M. Davis",
        "J. De Vicente",
        "S. Desai",
        "C. Doux",
        "A. Drlica-Wagner",
        "T. Eifler",
        "J. Elvin-Poole",
        "S. Everett",
        "A. E. Evrard",
        "B. Flaugher",
        "P. Fosalba",
        "J. Frieman",
        "J. García-Bellido",
        "M. Gatti",
        "E. Gaztanaga",
        "P. Giles",
        "K. Glazebrook",
        "D. Gruen",
        "G. Gutierrez",
        "I. Harrison",
        "K. Herner",
        "S. R. Hinton",
        "D. L. Hollowood",
        "K. Honscheid",
        "D. Huterer",
        "B. Jain",
        "D. J. James",
        "N. Jeffrey",
        "T. Kacprzak",
        "K. Kuehn",
        "O. Lahav",
        "S. Lee",
        "J. L. Marshall",
        "F. Menanteau",
        "R. Miquel",
        "J. J. Mohr",
        "J. Myles",
        "R. C. Nichol",
        "R. L. C. Ogando",
        "A. Palmese",
        "M. Paterno",
        "W. J. Percival",
        "A. A. Plazas Malagón",
        "M. Raveri",
        "A. Roodman",
        "C. Sánchez",
        "T. Schutt",
        "E. Sheldon",
        "N. Sherman",
        "T. Shin",
        "M. Smith",
        "E. Suchyta",
        "M. E. C. Swanson",
        "M. Tabbutt",
        "G. Tarle",
        "D. Thomas",
        "D. L. Tucker",
        "V. Vikram",
        "A. R. Walker",
        "B. Yanny"
      ],
      "summary": "We present the methodology for the weak lensing and galaxy clustering analyses of the Dark Energy Survey (DES) Year 6 data set. In this work, we design and validate the analysis pipeline for the cosmic shear, galaxy clustering plus galaxy$-$galaxy lensing ($2 \\times 2$pt), and the joint analysis in the $3 \\times 2$pt. Our framework accounts for key theoretical uncertainties, such as baryonic feedback and galaxy bias, incorporating both linear and non-linear models. We apply scale cuts in regimes where theoretical modeling becomes unreliable. The robustness of the pipeline is validated using mock data and simulations, confirming unbiased cosmological constraints and highlighting the importance of posterior projection effects in the validation process. As a result, we deliver robust and validated analysis pipelines for cosmic shear, $2 \\times 2$pt, and $3 \\times 2$pt in $Λ$CDM and $w$CDM scenarios, including a well-defined set of scales suitable for real data analysis, a robust prescription for theoretical systematics, and the theoretical covariance of the signal. This comprehensive methodology also lays the groundwork for future galaxy surveys such as the Vera C. Rubin Observatory Legacy Survey of Space and Time.",
      "published": "2026-01-21T10:41:56Z",
      "updated": "2026-01-21T10:41:56Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14859v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14859v1"
    },
    {
      "id": "2601.14833v1",
      "title": "Dark Energy Survey Year 6 Results: Magnification modeling and its impact on galaxy clustering and galaxy-galaxy lensing cosmology",
      "authors": [
        "E. Legnani",
        "J. Elvin-Poole",
        "D. Anbajagane",
        "D. Sanchez Cid",
        "A. Ferté",
        "N. Weaverdyck",
        "A. Porredon",
        "S. Avila",
        "R. Miquel",
        "J. De Vicente",
        "J. Coloma",
        "S. Samuroff",
        "W. d'Assignies",
        "A. Alarcon",
        "C. Sánchez",
        "J. Muir",
        "J. Prat",
        "N. MacCrann",
        "D. Bacon",
        "M. A. Troxel",
        "C. Chang",
        "M. Crocce",
        "M. R. Becker",
        "J. Blazek",
        "M. Yamamoto",
        "T. Schutt",
        "M. Rodriguez-Monroy",
        "G. Giannini",
        "B. Yin",
        "A. Amon",
        "K. Bechtol",
        "I. Sevilla-Noarbe",
        "T. M. C. Abbott",
        "M. Aguena",
        "S. Allam",
        "O. Alves",
        "F. Andrade-Oliveira",
        "G. M. Bernstein",
        "S. Bocquet",
        "D. Brooks",
        "R. Camilleri",
        "A. Carnero Rosell",
        "J. Carretero",
        "L. N. da Costa",
        "M. E. da Silva Pereira",
        "T. M. Davis",
        "S. Desai",
        "S. Dodelson",
        "P. Doel",
        "C. Doux",
        "J. García-Bellido",
        "D. Gruen",
        "G. Gutierrez",
        "S. R. Hinton",
        "D. L. Hollowood",
        "K. Honscheid",
        "D. Huterer",
        "D. J. James",
        "K. Kuehn",
        "O. Lahav",
        "S. Lee",
        "J. L. Marshall",
        "J. Mena-Fernández",
        "F. Menanteau",
        "J. J. Mohr",
        "J. Myles",
        "R. L. C. Ogando",
        "M. Paterno",
        "A. A. Plazas Malagón",
        "R. Rosenfeld",
        "E. Sanchez",
        "M. Smith",
        "M. Soares-Santos",
        "E. Suchyta",
        "V. Vikram"
      ],
      "summary": "Gravitational lensing magnification alters the observed spatial distribution of galaxies and must be accounted for to prevent biases in cosmological probes of the large-scale structure. We investigate its effects on the Dark Energy Survey Year 6 galaxy clustering and galaxy-galaxy lensing analyses using the fiducial lens (position tracer) sample MagLim++. Magnification bias is parameterized by a coefficient that describes the response of the number of selected objects per unlensed area element to a change in the lensing convergence. We quantify this coefficient using the Balrog synthetic source injection catalog to account for the complexity of the selection function, and compare these results with simplified estimates. The resulting values of the magnification coefficients for each redshift bin are [3.16 $\\pm$ 0.08, 2.76 $\\pm$ 0.21, 4.09 $\\pm$ 0.15, 4.42 $\\pm$ 0.16, 4.90 $\\pm$ 0.29, 4.83 $\\pm$ 0.25]. Relative to Year 3, this analysis provides more precise and accurate magnification bias estimates through a larger Balrog area and reweighting to better match the data properties. The cosmological results are robust when tested against various magnification parameter prior choices and also when adding cross-clustering between lens redshift bins. Neglecting magnification, however, introduces significant systematic shifts: relative to the fiducial analysis with Gaussian priors centered on the Balrog-derived estimates, we observe shifts of 1.37$σ$ in $S_8$ and -0.84$σ$ in $Ω_m$ (with cosmic shear included: -0.61$σ$ in $S_8$ and -0.71$σ$ in $Ω_m$), in agreement with findings from simulated data, demonstrating that magnification must be modeled to avoid biases. Freeing the magnification bias in lens bin 2 leads to unphysical negative values, further justifying its exclusion from the fiducial Year 6 analysis.",
      "published": "2026-01-21T10:00:18Z",
      "updated": "2026-01-21T10:00:18Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14833v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14833v1"
    },
    {
      "id": "2601.14729v1",
      "title": "Cosmological Constraints on f(T,B) Gravity from Observations of Early and Late Universe",
      "authors": [
        "Yahia Al-Omar",
        "Majida Nahili",
        "Nidal Chamoun"
      ],
      "summary": "We present a unified framework that combines early- and late-Universe observations to constrain three functional realizations of f(T,B) gravity: the linear, quadratic, and general power-law models. First, constraints on deviations from the standard weak interaction freeze-out temperature are derived using the most recent measurements of the primordial helium-4 mass fraction. Second, we perform a joint analysis incorporating five priors: Type Ia supernovae, baryon acoustic oscillations, cosmic chronometers, Big Bang Nucleosynthesis, and Cosmic Microwave Background in order to place bounds on the model parameters. The joint likelihood analysis significantly tightens the constraints compared to individual datasets. Third, we test the null, strong, and dominant energy conditions to evaluate the physical viability of the best-fit solutions across the cosmic redshift range. Our results show that all three f(T,B) models are consistent with current observations and exhibit stable behavior under the energy-condition criteria, supporting torsion-boundary modified gravity as a robust and viable alternative to General Relativity.",
      "published": "2026-01-21T07:38:33Z",
      "updated": "2026-01-21T07:38:33Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14729v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14729v1"
    },
    {
      "id": "2601.14559v1",
      "title": "Dark Energy Survey Year 6 Results: Cosmological Constraints from Galaxy Clustering and Weak Lensing",
      "authors": [
        "DES Collaboration",
        "T. M. C. Abbott",
        "M. Adamow",
        "M. Aguena",
        "A. Alarcon",
        "S. S. Allam",
        "O. Alves",
        "A. Amon",
        "D. Anbajagane",
        "F. Andrade-Oliveira",
        "S. Avila",
        "D. Bacon",
        "E. J. Baxter",
        "J. Beas-Gonzalez",
        "K. Bechtol",
        "M. R. Becker",
        "G. M. Bernstein",
        "E. Bertin",
        "J. Blazek",
        "S. Bocquet",
        "D. Brooks",
        "D. Brout",
        "H. Camacho",
        "G. Camacho-Ciurana",
        "R. Camilleri",
        "G. Campailla",
        "A. Campos",
        "A. Carnero Rosell",
        "M. Carrasco Kind",
        "J. Carretero",
        "P. Carrilho",
        "F. J. Castander",
        "R. Cawthon",
        "C. Chang",
        "A. Choi",
        "J. M. Coloma-Nadal",
        "M. Costanzi",
        "M. Crocce",
        "W. d'Assignies",
        "L. N. da Costa",
        "M. E. da Silva Pereira",
        "T. M. Davis",
        "J. De Vicente",
        "J. DeRose",
        "H. T. Diehl",
        "S. Dodelson",
        "C. Doux",
        "A. Drlica-Wagner",
        "T. F. Eifler",
        "J. Elvin-Poole",
        "J. Estrada",
        "S. Everett",
        "A. E. Evrard",
        "J. Fang",
        "A. Farahi",
        "A. Ferté",
        "B. Flaugher",
        "P. Fosalba",
        "J. Frieman",
        "J. García-Bellido",
        "M. Gatti",
        "E. Gaztanaga",
        "G. Giannini",
        "P. Giles",
        "K. Glazebrook",
        "M. Gorsuch",
        "D. Gruen",
        "R. A. Gruendl",
        "J. Gschwend",
        "G. Gutierrez",
        "I. Harrison",
        "W. G. Hartley",
        "E. Henning",
        "K. Herner",
        "S. R. Hinton",
        "D. L. Hollowood",
        "K. Honscheid",
        "E. M. Huff",
        "D. Huterer",
        "B. Jain",
        "D. J. James",
        "M. Jarvis",
        "N. Jeffrey",
        "T. Jeltema",
        "T. Kacprzak",
        "S. Kent",
        "A. Kovacs",
        "E. Krause",
        "R. Kron",
        "K. Kuehn",
        "O. Lahav",
        "S. Lee",
        "E. Legnani",
        "C. Lidman",
        "H. Lin",
        "N. MacCrann",
        "M. Manera",
        "T. Manning",
        "R. Marco",
        "J. L. Marshall",
        "S. Mau",
        "J. McCullough",
        "J. Mena-Fernández",
        "F. Menanteau",
        "R. Miquel",
        "J. J. Mohr",
        "J. Muir",
        "J. Myles",
        "R. C. Nichol",
        "B. Nord",
        "J. H. O'Donnell",
        "R. L. C. Ogando",
        "A. Palmese",
        "M. Paterno",
        "J. Peoples",
        "W. J. Percival",
        "D. Petravick",
        "A. Pieres",
        "A. A. Plazas Malagón",
        "A. Porredon",
        "A. Pourtsidou",
        "J. Prat",
        "C. Preston",
        "M. Raveri",
        "W. Riquelme",
        "M. Rodriguez-Monroy",
        "P. Rogozenski",
        "A. K. Romer",
        "A. Roodman",
        "R. Rosenfeld",
        "A. J. Ross",
        "E. Rozo",
        "E. S. Rykoff",
        "S. Samuroff",
        "C. Sánchez",
        "E. Sanchez",
        "D. Sanchez Cid",
        "T. Schutt",
        "I. Sevilla-Noarbe",
        "E. Sheldon",
        "N. Sherman",
        "T. Shin",
        "M. Smith",
        "M. Soares-Santos",
        "E. Suchyta",
        "M. E. C. Swanson",
        "M. Tabbutt",
        "G. Tarle",
        "D. Thomas",
        "C. To",
        "A. Tong",
        "L. Toribio San Cipriano",
        "M. A. Troxel",
        "M. Tsedrik",
        "D. L. Tucker",
        "V. Vikram",
        "A. R. Walker",
        "N. Weaverdyck",
        "R. H. Wechsler",
        "D. H. Weinberg",
        "J. Weller",
        "V. Wetzell",
        "A. Whyley",
        "R. D. Wilkinson",
        "P. Wiseman",
        "H. -Y. Wu",
        "M. Yamamoto",
        "B. Yanny",
        "B. Yin",
        "G. Zacharegkas",
        "Y. Zhang",
        "J. Zuntz"
      ],
      "summary": "We present cosmology results combining galaxy clustering and weak gravitational lensing measured in the full six years (Y6) of observations by the Dark Energy Survey (DES) covering $\\sim$5000 deg$^2$. We perform a large-scale structure analysis using three two-point correlation functions (3$\\times$2pt): (i) cosmic shear from 140 million source galaxy shapes, (ii) galaxy clustering of 9 million lens galaxy positions, and (iii) galaxy-galaxy lensing from their cross-correlation. We model the data in flat $Λ$CDM and $w$CDM cosmologies. The combined analysis yields $S_8\\equiv σ_8 (Ω_{\\rm m}/0.3)^{0.5} = 0.789^{+0.012}_{-0.012}$ and matter density $Ω_{\\rm m} = 0.333^{+0.023}_{-0.028}$ in $Λ$CDM (68\\% CL), where $σ_8$ is the clustering amplitude. These constraints show a (full-space) parameter difference of 1.8$σ$ from a combination of cosmic microwave background (CMB) primary anisotropy datasets from Planck 2018, ACT-DR6, and SPT-3G DR1. Projected only into $S_8$ the difference is $2.6σ$. In $w$CDM the Y6 3$\\times$2pt results yield $S_8 = 0.782^{+0.021}_{-0.020}$, $Ω_{\\rm m} = 0.325^{+0.032}_{-0.035}$, and dark energy equation-of-state parameter $w = -1.12^{+0.26}_{-0.20}$. For the first time, we combine all DES dark-energy probes: 3$\\times$2pt, SNe Ia, BAO and Clusters. In $Λ$CDM this combination yields a $2.8σ$ parameter difference from the CMB. When combining DES 3$\\times$2pt with other low-redshift datasets (DESI DR2 BAO, DES SNe Ia, SPT clusters), we find a 2.3$σ$ parameter difference with CMB. A joint fit of Y6 3$\\times$2pt, CMB, and those low-redshift datasets produces the tightest $Λ$CDM constraints to date: $S_8 = 0.806^{+0.006}_{-0.007}$, $Ω_{\\rm m} = 0.302^{+0.003}_{-0.003}$, $h = 0.683^{+0.003}_{-0.002}$, and $\\sum m_ν< 0.14$ eV (95\\% CL). In $w$CDM, this combination yields $w = -0.981^{+0.021}_{-0.022}$.",
      "published": "2026-01-21T00:58:35Z",
      "updated": "2026-01-21T00:58:35Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14559v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14559v1"
    },
    {
      "id": "2601.14484v1",
      "title": "Dark Energy Survey Year 6 Results: MagLim++ Lens Sample Selection and Measurements of Galaxy Clustering",
      "authors": [
        "N. Weaverdyck",
        "M. Rodríguez-Monroy",
        "J. Elvin-Poole",
        "I. Sevilla-Noarbe",
        "A. Porredon",
        "S. Avila",
        "S. Lee",
        "W. Riquelme",
        "M. Tabbutt",
        "D. Huterer",
        "J. Prat",
        "J. De Vicente",
        "J. Mena-Fernández",
        "M. Crocce",
        "C. Sánchez",
        "G. M. Bernstein",
        "E. Henning",
        "R. Cawthon",
        "A. J. Ross",
        "T. M. C. Abbott",
        "M. Aguena",
        "S. S. Allam",
        "O. Alves",
        "F. Andrade-Oliveira",
        "D. Bacon",
        "K. Bechtol",
        "E. Bertin",
        "J. Blazek",
        "S. Bocquet",
        "D. Brooks",
        "R. Camilleri",
        "A. Carnero Rosell",
        "J. Carretero",
        "F. J. Castander",
        "A. Choi",
        "L. N. da Costa",
        "M. E. da Silva Pereira",
        "T. M. Davis",
        "H. T. Diehl",
        "C. Doux",
        "A. Drlica-Wagner",
        "T. Eifler",
        "S. Everett",
        "A. Evrard",
        "B. Flaugher",
        "J. García-Bellido",
        "M. Gatti",
        "E. Gaztañaga",
        "G. Giannini",
        "D. Gruen",
        "G. Gutierrez",
        "S. R. Hinton",
        "D. L. Hollowood",
        "K. Honscheid",
        "B. Jain",
        "T. Kacprzak",
        "K. Kuehn",
        "O. Lahav",
        "J. L. Marshall",
        "F. Menanteau",
        "R. Miquel",
        "J. J. Mohr",
        "J. Muir",
        "J. Myles",
        "R. Nichol",
        "R. L. C. Ogando",
        "A. Palmese",
        "M. Paterno",
        "W. J. Percival",
        "A. A. Plazas Malagón",
        "R. Rosenfeld",
        "E. Rykoff",
        "S. Samuroff",
        "E. Sanchez",
        "D. Sanchez Cid",
        "E. Sheldon",
        "N. Sherman",
        "M. Smith",
        "M. Soares-Santos",
        "E. Suchyta",
        "M. E. C. Swanson",
        "T. Gregory",
        "D. Thomas",
        "C. To",
        "D. L. Tucker",
        "V. Vikram",
        "M. Yamamoto",
        "B. Yanny"
      ],
      "summary": "Galaxy clustering is a sensitive probe of the expansion history and growth of structure of the universe, and key degeneracies can be broken by combining these data with measurements of cosmic shear and galaxy-galaxy lensing (a so-called 3$\\times$2pt analysis). The largest and least biased statistical samples of galaxies for use in clustering analyses can be collected photometrically through large imaging surveys. However, selecting clean photometric subsamples for cosmology are crucial for avoiding contamination that can bias cosmological constraints. Here we present the MagLim++ galaxy sample, selected to optimize for cosmological constraining power and incorporating an array of novel quality cuts to identify and remove residual contamination. This sample comes from the full six years of observations from the Dark Energy Survey. We present measurements of the two-point angular clustering ($w(θ)$) of 9,186,205 galaxies distributed over 4031 sq. degrees and in six tomographic redshift bins centered at $\\bar{z}\\approx$ [0.31, 0.44, 0.62, 0.78, 0.90, 1.01]. These measurements are used as part of the 3$\\times$2pt and other DES Y6 legacy cosmological analyses in companion works. We describe the battery of null tests and mitigation schemes implemented to address observational, astrophysical, and methodological systematics in the analysis. The resulting $w(θ)$ measurements have a S/N = 149 (90.2 for linear scales only), which we use to place galaxy-clustering-only constraints on the matter density of the Universe, $Ω_m=0.311^{+0.023}_{-0.035}$, and amplitude of galaxy clustering in each redshift bin, $b_iσ_8=[1.16^{+0.04}_{-0.06},\\ 1.40^{+0.04}_{-0.06},\\ 1.57^{+0.04}_{-0.06},\\ 1.59^{+0.04}_{-0.05},\\ 1.50^{+0.04}_{-0.05},\\ 1.74^{+0.06}_{-0.08}]$.",
      "published": "2026-01-20T21:12:54Z",
      "updated": "2026-01-20T21:12:54Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14484v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14484v1"
    },
    {
      "id": "2601.14395v1",
      "title": "Growth of Light Seed Black Holes in the Early Universe",
      "authors": [
        "Daxal H. Mehta",
        "John A. Regan",
        "Lewis Prole"
      ],
      "summary": "Observations from the James Webb Space Telescope (JWST) have uncovered supermassive black holes (SMBHs) with masses exceeding $10^6 \\mathrm{M}_{\\odot}$ at redshifts $z > 8$, posing significant challenges to existing models of early black hole formation and growth. Here we show, in a fully cosmological setting, that light seed black holes (LSBHs), remnants of Population III stars, can grow rapidly to $\\sim10^4 \\mathrm{M}_{\\odot}$ in the early Universe. This growth is enabled by our novel black hole seeding prescription and the unprecedented resolution of our zoom-in cosmological simulations, which resolve the dense environments necessary for efficient accretion. Our results provide robust evidence that LSBHs can attain the masses required to serve as the dominant progenitors of the SMBH population observed at later cosmic epochs. These findings have far-reaching implications for the interpretation of JWST observations and future gravitational wave detections with LISA.",
      "published": "2026-01-20T19:01:05Z",
      "updated": "2026-01-20T19:01:05Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14395v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14395v1"
    },
    {
      "id": "2601.14392v1",
      "title": "An azimuthally resolved study of sloshing cold fronts in three nearby galaxy clusters",
      "authors": [
        "I-Hsuan Li",
        "Shutaro Ueda",
        "I-Non Chiu",
        "Keiichi Umetsu"
      ],
      "summary": "We present a detailed analysis of sloshing cold fronts in a sample of three nearby galaxy clusters (Abell 496, Abell 2029, and Abell 1644) observed with the Chandra X-ray Observatory. Cold fronts manifest as sharp edges in the X-ray surface brightness of the intracluster medium (ICM) in galaxy clusters. In the residual X-ray surface brightness maps, where the global ICM distribution has been subtracted, cold fronts generated by gas sloshing are observed at the boundaries of the spiral excesses. We perform a systematic and comprehensive study of the surface brightness edges along the spiral excesses. We find the deficit of the thermal pressure radially inward of the brightness edges, in contrast to stripping cold fronts that typically exhibit higher thermal pressure in brightness edges. Assuming that the sharp edges in the X-ray surface brightness distributions are sustained entirely by the gas bulk motions, we estimate the velocity gradients across the edges that are required to compensate for the deficit of the thermal pressure. We do not find statistically significant velocity gradients along the azimuthal direction. Our results suggest that alternative mechanisms such as magnetic fields and viscosity are necessary to maintain the sharpness of sloshing cold fronts.",
      "published": "2026-01-20T19:01:01Z",
      "updated": "2026-01-20T19:01:01Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14392v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14392v1"
    },
    {
      "id": "2601.14386v1",
      "title": "Emergent Large Lepton Mixing from Neutrino Refraction in Dark Matter",
      "authors": [
        "Susobhan Chattopadhyay",
        "Yuber F. Perez-Gonzalez",
        "Manibrata Sen"
      ],
      "summary": "We propose a novel origin for the disparity between quark and lepton flavor mixing based on the refractive nature of neutrino masses. We postulate that the fundamental mixing in both the quark and lepton sectors is CKM-like, together with tiny vacuum neutrino masses, while the observed PMNS mixing matrix emerges dynamically from coherent forward scattering of neutrinos on an ultralight dark matter background. The resulting in-medium Hamiltonian rotates CKM mixing angles into large effective lepton mixings, naturally realizing quark--lepton complementarity without invoking new flavor symmetries. This framework links neutrino mass generation, flavor mixing, and dark matter, and predicts environment-dependent neutrino oscillation effects testable in current and future experiments.",
      "published": "2026-01-20T19:00:07Z",
      "updated": "2026-01-20T19:00:07Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.14386v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14386v1"
    },
    {
      "id": "2601.14362v1",
      "title": "The era of precision cosmology with voids",
      "authors": [
        "Sofia Contarini",
        "Giovanni Verza",
        "Alice Pisani"
      ],
      "summary": "Cosmic voids, the large underdense regions of our Universe, have emerged over the past decade as powerful cosmological laboratories: their simple dynamics, sensitivity to local gravitational effects and cosmic expansion, and ability to span large volumes, make them uniquely suited to test fundamental physics. Fueled by advances in theory, simulations, and observations, void science has matured into a precision tool for constraining the parameters of the standard cosmological model and its possible extensions. In this review, we provide a comprehensive description of the statistical tools developed to characterize voids, the theoretical models that link them to cosmological parameters, and the methodologies used to extract information from survey data. We highlight the growing synergy between void-based observables and other cosmological probes, and showcase the increasingly stringent constraints derived from voids measured from current survey data and expected from future missions. With the advent of the next generation of galaxy surveys, voids are poised to play a central role in the future of cosmology, turning what was once regarded as emptiness into one of the most promising frontiers of fundamental science.",
      "published": "2026-01-20T19:00:00Z",
      "updated": "2026-01-20T19:00:00Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14362v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14362v1"
    },
    {
      "id": "2601.14235v1",
      "title": "Opportunities in AI/ML for the Rubin LSST Dark Energy Science Collaboration",
      "authors": [
        "LSST Dark Energy Science Collaboration",
        "Eric Aubourg",
        "Camille Avestruz",
        "Matthew R. Becker",
        "Biswajit Biswas",
        "Rahul Biswas",
        "Boris Bolliet",
        "Adam S. Bolton",
        "Clecio R. Bom",
        "Raphaël Bonnet-Guerrini",
        "Alexandre Boucaud",
        "Jean-Eric Campagne",
        "Chihway Chang",
        "Aleksandra Ćiprijanović",
        "Johann Cohen-Tanugi",
        "Michael W. Coughlin",
        "John Franklin Crenshaw",
        "Juan C. Cuevas-Tello",
        "Juan de Vicente",
        "Seth W. Digel",
        "Steven Dillmann",
        "Mariano Javier de León Dominguez Romero",
        "Alex Drlica-Wagner",
        "Sydney Erickson",
        "Alexander T. Gagliano",
        "Christos Georgiou",
        "Aritra Ghosh",
        "Matthew Grayling",
        "Kirill A. Grishin",
        "Alan Heavens",
        "Lindsay R. House",
        "Mustapha Ishak",
        "Wassim Kabalan",
        "Arun Kannawadi",
        "François Lanusse",
        "C. Danielle Leonard",
        "Pierre-François Léget",
        "Michelle Lochner",
        "Yao-Yuan Mao",
        "Peter Melchior",
        "Grant Merz",
        "Martin Millon",
        "Anais Möller",
        "Gautham Narayan",
        "Yuuki Omori",
        "Hiranya Peiris",
        "Laurence Perreault-Levasseur",
        "Andrés A. Plazas Malagón",
        "Nesar Ramachandra",
        "Benjamin Remy",
        "Cécile Roucelle",
        "Jaime Ruiz-Zapatero",
        "Stefan Schuldt",
        "Ignacio Sevilla-Noarbe",
        "Ved G. Shah",
        "Tjitske Starkenburg",
        "Stephen Thorp",
        "Laura Toribio San Cipriano",
        "Tilman Tröster",
        "Roberto Trotta",
        "Padma Venkatraman",
        "Amanda Wasserman",
        "Tim White",
        "Justine Zeghal",
        "Tianqing Zhang",
        "Yuanyuan Zhang"
      ],
      "summary": "The Vera C. Rubin Observatory's Legacy Survey of Space and Time (LSST) will produce unprecedented volumes of heterogeneous astronomical data (images, catalogs, and alerts) that challenge traditional analysis pipelines. The LSST Dark Energy Science Collaboration (DESC) aims to derive robust constraints on dark energy and dark matter from these data, requiring methods that are statistically powerful, scalable, and operationally reliable. Artificial intelligence and machine learning (AI/ML) are already embedded across DESC science workflows, from photometric redshifts and transient classification to weak lensing inference and cosmological simulations. Yet their utility for precision cosmology hinges on trustworthy uncertainty quantification, robustness to covariate shift and model misspecification, and reproducible integration within scientific pipelines. This white paper surveys the current landscape of AI/ML across DESC's primary cosmological probes and cross-cutting analyses, revealing that the same core methodologies and fundamental challenges recur across disparate science cases. Since progress on these cross-cutting challenges would benefit multiple probes simultaneously, we identify key methodological research priorities, including Bayesian inference at scale, physics-informed methods, validation frameworks, and active learning for discovery. With an eye on emerging techniques, we also explore the potential of the latest foundation model methodologies and LLM-driven agentic AI systems to reshape DESC workflows, provided their deployment is coupled with rigorous evaluation and governance. Finally, we discuss critical software, computing, data infrastructure, and human capital requirements for the successful deployment of these new methodologies, and consider associated risks and opportunities for broader coordination with external actors.",
      "published": "2026-01-20T18:46:42Z",
      "updated": "2026-01-20T18:46:42Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO",
        "cs.AI",
        "cs.LG",
        "stat.ML"
      ],
      "link": "https://arxiv.org/abs/2601.14235v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14235v1"
    },
    {
      "id": "2601.14222v1",
      "title": "Revisiting the Matter Creation Process: Observational Constraints on Gravitationally Induced Dark Energy and the Hubble Tension",
      "authors": [
        "Tiziano Schiavone",
        "Mariaveronica De Angelis",
        "Luis A. Escamilla",
        "Giovanni Montani",
        "Eleonora Di Valentino"
      ],
      "summary": "The persistent Hubble tension and the lack of a fundamental explanation for dark energy motivate the exploration of alternative mechanisms capable of reproducing late-time cosmic acceleration. In this work, we revisit gravitationally induced particle creation as a phenomenological non-equilibrium process that can effectively mimic a dynamical dark-energy component. Within the thermodynamic framework of open systems, we model the production of an unspecified particle species with constant intrinsic equation-of-state parameter and consider four phenomenological parametrisations of the particle-creation rate. The modified continuity and Friedmann equations lead to an effective negative pressure and a redshift-dependent effective equation of state, which we constrain using Cosmic Chronometers, Pantheon+ supernovae, DESI DR2 BAO, a compressed CMB likelihood, and SH0ES data. Using the full dataset combination, we find that particle-creation models provide fits comparable to $Λ$CDM, yielding $H_0 \\simeq 69.3\\,\\mathrm{km\\,s^{-1}\\,Mpc^{-1}}$ and present-day effective dark-energy equation-of-state values close to $w^{\\rm eff}_{\\rm DE}(0)\\simeq -1$, with all models predicting an accelerating Universe ($q_0\\simeq -0.55$). When the Hubble tension is assessed using early- and late-time dataset splits, particle-creation scenarios reduce its statistical significance to the $\\simeq 2.4σ$--$3σ$ level, compared to the $4.3σ$ discrepancy obtained in $Λ$CDM. Although deviations from $Λ$CDM remain mild and Bayesian model comparison indicates no statistical preference between models, gravitationally induced particle creation emerges as a viable late-time extension of the standard cosmological model and provides a consistent phenomenological framework for exploring departures from $Λ$CDM.",
      "published": "2026-01-20T18:32:34Z",
      "updated": "2026-01-20T18:32:34Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.14222v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14222v1"
    },
    {
      "id": "2601.14036v1",
      "title": "Evaluating state-of-the-art cloud quantum computers for quantum neural networks in gravitational waves data analysis",
      "authors": [
        "Maria-Catalina Isfan",
        "Laurentiu-Ioan Caramete",
        "Ana Caramete"
      ],
      "summary": "In this work, we explore the possibility of using quantum computers provided for usage in cloud by big companies (such as IBM, IonQ, IQM Quantum Computers, etc.) to run our quantum neural network (QNN) developed for data analysis in the context of LISA Space Mission, developed with the Qiskit library in Python. Our previous work demonstrated that our QNN learns patterns in gravitational wave (GW) data much faster than a classical neural network, making it suitable for fast GW signal detection in future LISA data streams. Analyzing the fees from hardware providers like IBM Quantum, Amazon Braket and Microsoft Azure, we found that the fees for running the first segment of our QNN sum up to \\$2000, \\$60000, and \\$1000000 respectively. Using free plans, we succeed to run the 3-qubit feature map of the QNN for one random data sample on {\\fontfamily{qcr} \\selectfont ibm\\_kyoto} and {\\fontfamily{qcr}\\selectfont IQM Quantum Computers\\_Garnet} quantum computers, obtaining a fidelity of 99\\%; we could also run the first prediction segment of our QNN on {\\fontfamily{qcr} \\selectfont ibm\\_kyoto}, implemented for 4 qubits, and obtained a prediction accuracy of 20\\%. We queried providers such as IBM Quantum, Amazon Braket, Pasqal, and Munich Quantum Valley to obtain access to their plans, but, with the exception of Amazon Braket, our applications remain unanswered to this day. Other major setbacks in using the quantum computers we had access to included Qiskit library version issues (as in the cases of IBM Quantum and IQM Quantum Computers) and the frequent unavailability of the devices, as was the case with the Microsoft Azure provider. All the results presented in this paper were accumulated in 2024.",
      "published": "2026-01-20T14:56:22Z",
      "updated": "2026-01-20T14:56:22Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.IM",
        "physics.data-an"
      ],
      "link": "https://arxiv.org/abs/2601.14036v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14036v1"
    },
    {
      "id": "2601.13912v1",
      "title": "Frequency shift and viewing direction variations in gravitational lensing",
      "authors": [
        "Mikołaj Korzyński",
        "Mateusz Kulejewski"
      ],
      "summary": "In a gravitational lensing system, the relative transverse velocities of the lens, source, and observer induce a frequency shift in the observed radiation. While this shift is typically negligible in most astrophysical contexts, strategies for its detection have been proposed for both electromagnetic and gravitational waves. This paper provides a rigorous theoretical treatment of the effect, deriving general expressions for the frequency shift within a lensing system embedded in a cosmological spacetime. Our formulation remains valid for arbitrary distances and velocities - including highly relativistic regimes - under any Friedmann-Lemaître-Robertson-Walker metric.   Expanding upon previous papers on moving lenses, we provide a detailed analysis of frequency effects induced by lenses moving at relativistic speeds. Furthermore, we extend standard lensing theory by deriving an exact formula for the variation in the source's viewing direction. This result is of interest for strongly anisotropic emitters, such as compact binary systems emitting gravitational waves. Finally, we quantify the apparent misalignment between the lens and the source's two images produced by time-delay effects in lens systems moving with high velocity.",
      "published": "2026-01-20T12:41:06Z",
      "updated": "2026-01-20T12:41:06Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.13912v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13912v1"
    },
    {
      "id": "2601.13785v1",
      "title": "Still Accelerating: Type Ia supernova cosmology is robust to host galaxy age evolution",
      "authors": [
        "Phil Wiseman",
        "Brodie Popovic",
        "Mark Sullivan",
        "Adam G. Riess",
        "Dan Scolnic",
        "Rebecca C. Chen",
        "Tamara M. Davis",
        "Lluís Galbany",
        "Isobel M. Hook",
        "Saurabh W. Jha",
        "Lisa Kelsey",
        "Yukei S. Murakami",
        "Mickaël Rigault",
        "Benjamin M. Rose",
        "Brian Schmidt",
        "Mat Smith",
        "Maria Vincenzi"
      ],
      "summary": "Type Ia supernovae are a cornerstone of modern cosmology, providing first evidence for cosmic acceleration and new tests of dark energy. Son et al. 2025 (S25) claim a strong redshift evolution in standardized supernova luminosities driven by supernova progenitor age, with dramatic cosmological implications: rapidly evolving dark energy, decelerating expansion, and a $9σ$ tension with $Λ$CDM. We show that the underpinning evidence required for this conclusion -- the supernova progenitor-age dependence, the redshift-dependent age difference, and their combined impact -- is either negligible or relies on effects already corrected for in modern supernova analyses. First, the S25 analysis omits the standard host-galaxy stellar mass correction that captures known environmental dependencies that also correlate with stellar age. Applying this correction to the S25 sample, we find no dependence of standardized supernova brightness on host age. Independent data also show no significant difference at low-redshift in standardized brightness between star-forming galaxies and several Gyr older quiescent galaxies of the same stellar mass. Second, the S25 scenario predicts strong redshift evolution of the host-mass effect. Data from the Dark Energy Survey supernova survey measure evolution of $-0.028 \\pm 0.034~\\mathrm{mag}\\,z^{-1}$, consistent with zero and altering the dark-energy equation-of-state measurement ($w$) by $<$0.01 if included. Third, we demonstrate that the claimed $\\sim5$~Gyr progenitor age difference between nearby and distant supernovae is overstated by factors of three to five largely due to a conflation of host galaxy age with supernova progenitor age. We conclude that type~Ia supernova cosmology remains robust for current measurements of dark energy.",
      "published": "2026-01-20T09:42:26Z",
      "updated": "2026-01-20T09:42:26Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.13785v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13785v1"
    },
    {
      "id": "2601.13624v1",
      "title": "Joint constraints on cosmic birefringence and early dark energy from ACT, Planck, DESI, and PantheonPlus",
      "authors": [
        "Lu Yin",
        "Guo-Hong Du",
        "Tian-Nuo Li",
        "Xin Zhang"
      ],
      "summary": "With the increasing number of high-precision astronomical observations, physical quantities that were previously inaccessible to accurate calculations, such as cosmic birefringence, have once again become a focal point of interest. Such phenomena induce a nonvanishing cross-correlation between the $E$- and $B$-mode polarizations of the cosmic microwave background (CMB), thereby providing a direct observational signature of parity violation. The Chern-Simons coupling between the scalar field in early dark energy (EDE) models and CMB photons is regarded as a plausible mechanism for generating cosmic birefringence. Recent data from the Atacama Cosmology Telescope (ACT) deliver $EB$ measurements at higher multipole moments than those previously achieved by {Planck}, while DESI and PantheonPlus datasets provide new and stringent constraints on the late-time expansion history. Using a joint analysis of {Planck}, DESI DR1, Pantheon+, and ACT data, we perform a full-parameter constraint on the cosmic birefringence effects induced by the EDE-CMB photon coupling. Our results favor a higher Hubble constant, $H_0 = 76.9^{+2.9}_{-2.5}\\,\\rm km\\,s^{-1}\\,Mpc^{-1}$, and a relatively large EDE fraction, $f_{\\mathrm{EDE}} = 0.232^{+0.074}_{-0.047}$. By comparing the cosmological evolution of this model across different data combinations, we find that the ACT-$EB$ data combined with {Planck} + DESI + PantheonPlus provide good constraints to both early- and late-Universe observations.",
      "published": "2026-01-20T05:46:46Z",
      "updated": "2026-01-20T05:46:46Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13624v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13624v1"
    },
    {
      "id": "2601.13532v1",
      "title": "An upper limit on cosmological chiral gravitational wave background",
      "authors": [
        "Mohammad Ali Gorji",
        "Ashu Kushwaha",
        "Teruaki Suyama"
      ],
      "summary": "Within the standard framework in which electroweak sphaleron processes relate lepton and baryon number, we derive an upper limit on the amplitude of a chiral gravitational wave background produced prior to the electroweak epoch. This bound is independent of the production time of chiral GWs for superhorizon modes, while it becomes sensitive to the production time for subhorizon modes. For sufficiently high reheating temperatures, the bound becomes significantly more stringent than the conventional big bang nucleosynthesis constraints at frequencies above the MHz scale, thereby providing a powerful and \\emph{model-independent} probe of parity-violating physics in the early Universe.",
      "published": "2026-01-20T02:28:42Z",
      "updated": "2026-01-20T02:28:42Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13532v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13532v1"
    },
    {
      "id": "2601.13316v1",
      "title": "Combined LOFAR-uGMRT analysis of the diffuse radio emission in the massive clusters Abell 773 and Abell 1351",
      "authors": [
        "K. S. L. Srikanth",
        "A. Botteon",
        "R. Cassano",
        "G. Brunetti",
        "A. Bonafede",
        "L. Bruno",
        "M. Balboni",
        "H. Bashir",
        "M. Brüggen",
        "S. Chatterjee",
        "V. Cuciti",
        "D. Dallacasa",
        "A. Datta",
        "F. de Gasperin",
        "G. Di Gennaro",
        "C. Groeneveld",
        "R. Kale",
        "M. A. Malik",
        "S. Paul",
        "S. Salunkhe",
        "R. J. van Weeren",
        "T. Venturi",
        "X. Zhang"
      ],
      "summary": "Radio halos are megaparsec-scale diffuse, non-thermal radio sources located at the centers of galaxy clusters, tracing relativistic particles and magnetic fields in the intra-cluster medium. Their origin is generally attributed to cluster mergers that generate turbulence and re-accelerate aged electrons. We study the diffuse radio emission, spectral properties, and the connection between thermal and non-thermal components in the massive galaxy clusters Abell 773 and Abell 1351 ($M_{500} \\sim 7 \\times 10^{14}\\,M_{\\odot}$), both of which are dynamically disturbed. We combine LOFAR LoTSS-DR2 observations at 144 MHz with uGMRT observations at 650 MHz, supplemented by archival XMM-Newton X-ray imaging. We confirm that both clusters host radio halos extending up to a largest linear size of $\\sim 2$ Mpc. We measure an integrated spectral index $α_{144}^{650} \\sim -1.0$ for both clusters. The radio halo in Abell 773 resembles a classical halo and follows a sublinear radio--X-ray surface brightness relation. In contrast, Abell 1351 shows a more complex and asymmetric morphology, influenced by embedded radio sources including the brightest cluster galaxy, a tailed radio galaxy, and a ridge-like feature. These contaminating sources lead to deviations from the sublinear trend in the point-to-point radio--X-ray analysis of Abell 1351.",
      "published": "2026-01-19T19:00:09Z",
      "updated": "2026-01-19T19:00:09Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.13316v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13316v1"
    },
    {
      "id": "2601.13315v1",
      "title": "Baryon-dark matter coincidence in Randall-Sundrum Model",
      "authors": [
        "Basabendu Barman",
        "Ashmita Das",
        "Partha Kumar Paul",
        "Narendra Sahu",
        "Rakesh Kumar SivaKumar"
      ],
      "summary": "Within the framework of the extra-dimensional Randall-Sundrum set-up, we investigate the freeze-in production of Standard Model (SM) gauge-singlet scalar, fermionic, and massive vector dark matter (DM). Assuming that both the DM and SM fields reside on the IR brane and interact solely through the graviton and radion, we demonstrate that the observed DM relic abundance measured by Planck can be achieved across a wide range of reheating temperatures, all while naturally addressing the hierarchy problem, satisfying constraints from collider, early Universe cosmology including $Δ{N}_{\\rm eff}$. We further show that the same set-up can accommodate TeV-scale leptogenesis capable of generating the observed baryon asymmetry of the Universe. Remarkably, we find that current graviton searches at the Large Hadron Collider (LHC) already impose strong constraints on the reheating temperature in this scenario.",
      "published": "2026-01-19T19:00:05Z",
      "updated": "2026-01-19T19:00:05Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13315v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13315v1"
    },
    {
      "id": "2601.13312v1",
      "title": "Multi-Tracer Cross-Correlations of the Unresolved $γ$-Ray Sky",
      "authors": [
        "B. Thakore",
        "M. Regis",
        "M. Negro",
        "S. Camera",
        "D. Gruen",
        "N. Fornengo",
        "A. Roodman"
      ],
      "summary": "Our understanding of the $γ$-ray sky has greatly advanced, yet studying the unresolved $γ$-ray background (UGRB) can unveil the nature of the faintest $γ$-ray source populations in the Universe. Statistical cross-correlations between the UGRB and tracers of large-scale cosmic structure allow us to infer which sources contribute the most to this emission. In this work, we examine the angular correlation between the UGRB and the matter distribution traced by galaxies, using twelve years of Fermi Large Area Telescope (LAT) observations along with three years of Dark Energy Survey (DES) data. We detect a correlation with a signal-to-noise ratio of 7.96, primarily driven by large angular scales. We then perform a multi-tracer analysis that combines this measurement with the cross-correlation between $γ$ rays and DES weak lensing. The two single-tracer results are mutually consistent, and their combination yields a total significance of 8.6, firmly establishing the extragalactic origin of the UGRB. Intriguingly, the properties inferred for the sources contributing to the UGRB show departures from those of the resolved γ-ray population, suggesting that the faint end of the $γ$-ray sky is not a simple extrapolation of currently resolved sources.",
      "published": "2026-01-19T19:00:03Z",
      "updated": "2026-01-19T19:00:03Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.13312v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13312v1"
    },
    {
      "id": "2601.13245v1",
      "title": "An efficient model of cosmology dependence in the covariance matrix of the matter power spectrum",
      "authors": [
        "Theodore Steele",
        "Robert Smith",
        "Roisin O'Connor"
      ],
      "summary": "Covariance matrices are essential cosmological probes of fundamental physics, providing information on numerous fundamental physical parameters and varying with any change in the underlying cosmology. However, this cosmology dependence, while providing excellent information, also makes them computationally intensive to compute, as a new covariance matrix must explicitly be calculated for every variation in cosmology before comparisons to observational data can be made. In this paper, we develop an efficient model for estimating the parameter dependence of the covariance matrix of the matter power spectrum by Taylor expanding around a known value of the parameter space. This method allows us to use a relatively small number of input cosmologies, specifically one fiducial cosmology and two further cosmologies for each parameter. We explicitly calculate the covariance matrices for these cosmologies and then develop a new model that allows us to interpolate from these the form of the covariance matrix with a cosmology that is located elsewhere in that given parameter space without explicit perturbation theory calculations. This method speeds up covariance matrix calculations in new cosmologies by orders of magnitude compared to explicit perturbation theory calculations at each point in a given parameter space. Using different approximations, we develop three versions of our interpolated covariance matrix and validate the model by recreating all of our input cosmologies using all three forms, both with and without super-sample covariance corrections in each case, and show that the models provide robust recreations of the original results, with the different approximations being valid in certain regimes.",
      "published": "2026-01-19T17:27:49Z",
      "updated": "2026-01-19T17:27:49Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.13245v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13245v1"
    },
    {
      "id": "2601.13053v1",
      "title": "Was the Early Universe Quantum? Falsifying Classical Stochastic Inflation",
      "authors": [
        "Veronica Sanz"
      ],
      "summary": "Inflationary cosmology successfully accounts for the observed properties of primordial fluctuations using quantum field theory in an expanding background. However, the quantum nature of these fluctuations has not been experimentally established, since classical stochastic models could reproduce the observed two-point statistics by construction. Existing approaches to testing primordial quantumness focus primarily on Bell inequalities, which provide a sharp conceptual criterion but are difficult to implement with cosmological observables. In this work we adopt a falsification-based approach. We define a precise classical hypothesis for the origin of primordial perturbations (local stochastic fields admitting a positive probability distribution) and identify inequality constraints that must be satisfied within this class. We show how violations of these classicality inequalities can be probed using realistic cosmological observables, without invoking Bell tests or non-commuting measurement settings. We further identify symmetry-protected spectator sectors in which quantum coherence is parametrically preserved during inflation, allowing violations of observable magnitude to survive decoherence. Our results show that large-scale structure and future 21 cm surveys provide a viable and quantitative route to falsifying classical stochastic descriptions of primordial fluctuations.",
      "published": "2026-01-19T13:42:32Z",
      "updated": "2026-01-19T13:42:32Z",
      "categories": [
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13053v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13053v1"
    },
    {
      "id": "2601.13023v1",
      "title": "Tracing cosmic structure with neutral hydrogen after the Epoch of Reionization",
      "authors": [
        "Jamie Incley",
        "Laura Wolz"
      ],
      "summary": "We present a study of the transition of Neutral Hydrogen (HI) gas from the end of the Epoch of Reionization (EoR) to late-time large-scale structure. We examine the signature of the transition as traced through the redshifted 21-cm line with SKA-Low at $3 < z < 7$. To do so, we use the semi-numerical simulation \\textsc{21cmFAST} to model the HI during the EoR and add a HI-halo based post-processing model of the late-time HI. This approach gives a robust estimate of the amplitude of the HI temperature field and predicts the observable power spectrum during the transition period. We find that our simulation pipeline reproduces the expected power spectrum trends from existing observations and theory, in addition to replicating current observational constraints on $Ω_{\\text{HI}}$. Our simulations predict a drop in power of four orders of magnitude between $4 < z < 7$. Assuming an inhomogeneous recombination model, we find a flattening of the power due to lingering neutral islands masking the late-time HI signal for $5 < z< 6.5$. Using SKA-Low deep survey parameters, we find HI power spectrum detectability at scales $k \\leq 1$ $h$ Mpc$^{-1}$ for redshifts $3< z < 7$, even when using the horizon limit to mitigate foregrounds. Our results suggest a sufficient SNR of the HI power spectrum tracing the underlying halos $z < 5$, which can be used for late-time cosmology. Our results suggest that the resulting $Ω_{\\rm HI}$ constraints can trace different reionization scenarios such as a decreased escape fraction. This study implies that deep SKA-Low observations for $3< z< 7$ will be an important probe to constrain reionization parameters as well as cosmological models.",
      "published": "2026-01-19T13:02:35Z",
      "updated": "2026-01-19T13:02:35Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.13023v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13023v1"
    },
    {
      "id": "2601.12976v1",
      "title": "Joint analysis of small-scale galaxy clustering and galaxy--galaxy lensing from BOSS galaxies",
      "authors": [
        "Wenhao Gao",
        "Zhenjie Liu",
        "Zhongxu Zhai",
        "Jeremy L. Tinker",
        "Jun Zhang",
        "Arka Banerjee",
        "Joseph DeRose",
        "Hong Guo",
        "Yao-Yuan Mao",
        "Kate Storey-Fisher",
        "Risa H. Wechsler"
      ],
      "summary": "We present a joint analysis of galaxy clustering and galaxy--galaxy lensing measurements from BOSS galaxies using a simulation-based emulation method combined with a halo occupation distribution model. Our emulators are constructed with the Aemulus $ν$ simulations, a suite of $wν$CDM $N$-body simulations with massive neutrinos as independent particle species. We combine small-scale analysis of clustering from $0.1h^{-1}$Mpc to $60.2~h^{-1}$Mpc and lensing from $1.7h^{-1}$Mpc to $60.2~h^{-1}$Mpc to perform cosmological constraints. We split the BOSS galaxies into three redshift bins to measure their clustering and employ galaxies from Dark Energy Camera Legacy Survey and Hyper Suprime-Cam as source galaxies to measure lensing separately. We find that the addition of lensing significantly improves the constraining power on $S_{8}=σ_8(Ω_m/0.3)^{0.5}$, with a weak improvement for $fσ_{8}$. Our results of $fσ_{8}$ indicate tensions of around $1\\sim4σ$ below the results of CMB observations of Planck. For $S_{8}$, our results are also lower than Planck, and the tension can be mitigated when considering possible systematics in lensing measurement. As a byproduct, our analysis prefers a non-zero neutrino mass but without strong significance, with the constraining power dominated by the clustering. Given the accuracy and precision of our model and the observational data, it is anticipated that larger and higher-quality spectroscopic datasets will improve the constraints on this fundamental property in the near future.",
      "published": "2026-01-19T11:36:58Z",
      "updated": "2026-01-19T11:36:58Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.12976v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12976v1"
    },
    {
      "id": "2601.12438v1",
      "title": "Revisiting $^7$Be Weak and Radiative Transition Rates in Big Bang Nucleosynthesis: Implications for the Primordial Lithium Problem",
      "authors": [
        "Simone Taioli",
        "Francesca Triggiani",
        "Stefano Simonucci"
      ],
      "summary": "The primordial 7Li abundance predicted by standard Big Bang Nucleosynthesis (BBN) exceeds that inferred from old, metal-poor stars by a factor of about 3-4. In standard BBN, most primordial 7Li is produced as 7Be in the early Universe and later converted by electron capture. Additional production or destruction channels of 7Be, such as proton capture or antineutrino capture during BBN, may therefore affect the final lithium yield. We quantify the depletion of 7Be due to in-situ electron capture, including the associated antineutrino channel, positron decay from nuclear excited states, and proton capture through the radiative 7Be(p,gamma)8B reaction. We also investigate stimulated emission induced by the dense photon background during the nuclear statistical equilibrium epoch, as well as a three-body Auger-like variant transferring the capture energy to a continuum electron. Decay rates are computed using first-order perturbation theory, modelling weak interactions with a Fermi contact term and factorising hadronic and leptonic currents. Thermally averaged rates are obtained by folding cross-sections with Maxwell-Boltzmann distributions and accounting for particle densities in the temperature range 10-100 keV. We find that the electron-capture rate decreases rapidly with temperature and is significantly enhanced by the inclusion of the antineutrino channel. Stimulated emission and plasma screening increase the radiative proton-capture rate by only 1-3 percent at temperatures around 87 keV. The Auger-like channel contributes at the level of a few thousandths of a percent and becomes negligible at lower temperatures. Overall, our total rate revises previous estimates by nearly an order of magnitude. Electron capture, proton capture, and positron decay provide corrections to the dominant depletion channel 7Be(n,p)7Li.",
      "published": "2026-01-18T14:51:51Z",
      "updated": "2026-01-18T14:51:51Z",
      "categories": [
        "nucl-th",
        "astro-ph.CO",
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12438v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12438v1"
    },
    {
      "id": "2601.12319v1",
      "title": "Forbidden dark matter assisted by first-order phase transition and associated gravitational waves",
      "authors": [
        "Satyabrata Mahapatra",
        "Partha Kumar Paul",
        "Narendra Sahu"
      ],
      "summary": "We propose a simple yet testable framework for light fermion dark matter (DM) with mass in the MeV--GeV range, charged under a dark $U(1)_D$ gauge symmetry. The $U(1)_D$ is spontaneously broken by a scalar field $Φ$, giving mass to the dark gauge boson $X_D$. The dominant DM annihilation proceeds via a forbidden channel, where the DM pair annihilates into slightly heavier dark gauge bosons and scalars after the dark-sector phase transition. Once the dark-sector phase transition occurs, the induced mass gap activates the forbidden annihilation channel, which in turn determines the DM relic abundance and naturally suppresses late-time annihilation. As a result, the scenario avoids stringent cosmic microwave background and indirect detection constraints that typically exclude thermal light DM. Moreover, the same symmetry-breaking phase transition is strongly first-order, producing a stochastic gravitational wave background that could be probed by upcoming space-based interferometers and pulsar timing arrays. We demonstrate that achieving the observed DM abundance tightly correlates the DM mass with the nucleation temperature of the phase transition. Thus, this setup links the DM relic abundance, dark-sector dynamics, and gravitational wave signals, offering complementary paths for discovery in both terrestrial and cosmological observations.",
      "published": "2026-01-18T09:02:59Z",
      "updated": "2026-01-18T09:02:59Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.12319v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12319v1"
    },
    {
      "id": "2601.15181v1",
      "title": "Single-laser scheme for reaching strong field QED regime via direct laser acceleration",
      "authors": [
        "Robert Babjak",
        "Marija Vranic"
      ],
      "summary": "We investigate a single-laser scheme for reaching the strong-field QED regime based on direct laser acceleration (DLA) of electrons followed by their head-on collision with the same laser pulse reflected from an overdense foil. In this configuration, electrons are first accelerated inside an underdense plasma by a relativistic laser pulse and subsequently interact with the reflected laser field, emitting high-energy photons via nonlinear Compton scattering which decay into electron-positron pairs through the nonlinear Breit-Wheeler process. Using analytical scalings supported by quasi-3D particle-in-cell simulations including QED effects, we demonstrate that a laser pulse with power as low as 2 PW is sufficient to reach the quantum regime characterized by $χ_e> 1$ . For higher powers, we observe a rapid nonlinear increase in the number of generated positrons, reaching more than 2 nC for a 10 PW laser pulse with energy of approximately 1.1 kJ. A semi-analytical model is employed to estimate the positron yield, showing good agreement with simulation results. We further study the influence of laser depletion and the positioning of the reflecting foil on the efficiency of pair production. The presented scheme provides an experimentally feasible platform for probing strong-field QED effects using currently available multi-petawatt laser systems.",
      "published": "2026-01-21T16:59:44Z",
      "updated": "2026-01-21T16:59:44Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15181v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15181v1"
    },
    {
      "id": "2601.14886v1",
      "title": "Piecewise omnigenous magnetohydrodynamic equilibria as fusion reactor candidates",
      "authors": [
        "V. Fernández-Pacheco",
        "J. L. Velasco",
        "E. Sánchez",
        "R. Gaur",
        "J. M. García-Regaña",
        "J. A. Alonso",
        "I. Calvo",
        "D. Carralero"
      ],
      "summary": "In piecewise omnigenous magnetic fields, charged particles remain perfectly confined in the abscence of collisions and turbulence. This concept extends the traditional notion of omnigenity, the theoretical principle upon which most of existing magnetic fusion reactor designs, including tokamaks, are based. While piecewise omnigenity broadens the range of potentially viable stellarator reactor candidates, it is achieved by relaxing the requirement of continuity in the magnetic field strength, which could appear to pose significant challenges for the design of magnetohydrodynamic equilibria. In this work, a stellarator magnetic configuration is presented that satisfies the ideal magnetohydrodynamic equilibrium equation and that achieves unprecedented levels of piecewise omnigenity. As a result, it exhibits favorable transport characteristics, including reduced bulk radial (neoclassical and turbulent transport), bootstrap current and fast ion losses. In addition, the configuration displays robust MHD stability across a range of \\b{eta} values and possesses a rotational transform profile compatible with an island divertor. Collectively, these features satisfy the standard set of physics criteria required for a viable reactor candidate which, until now, were believed to be attainable only by certain types of omnigenous stellarators.",
      "published": "2026-01-21T11:17:38Z",
      "updated": "2026-01-21T11:17:38Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14886v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14886v1"
    },
    {
      "id": "2601.14834v1",
      "title": "Electric field induced by radial redistribution of the energetic ion pressure in a fusion plasma",
      "authors": [
        "Shaojie Wang"
      ],
      "summary": "It is found by using the gyrokinetic theory that significant radial electric fields, or zonal flows, can be generated by the radial redistribution of energetic ion pressure in a tokamak fusion device. Trapped energetic ions are more effective to generate the radial electric field than the isotropic energetic ions. This suggests that the energetic $α$ particles produced by DT fusion may induce significant radial electric field and thus help to improve the core plasma confinement in a fusion reactor.",
      "published": "2026-01-21T10:01:03Z",
      "updated": "2026-01-21T10:01:03Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14834v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14834v1"
    },
    {
      "id": "2601.14749v1",
      "title": "Triggers for plasma detachment bifurcation in the edge divertor region of tokamaks",
      "authors": [
        "Menglong Zhao",
        "Thomas Rognlien",
        "Ben Zhu",
        "Filippo Scotti",
        "Xinxing Ma",
        "Adam McLean"
      ],
      "summary": "We report the discovery of the trigger for detachment bifurcation phenomenon in tokamak divertors, revealed through steady-state and time-dependent UEDGE simulations: The observed electron temperature cliff at the outer target in DIII-D H-mode plasmas with ion $B\\times \\nabla B$ drift driven into the active divertor results from a bifurcation-induced $T_e$ drop above the X-point accompanied by reversal of the $E\\times B$ flow pattern in the private flux region. Time-dependent simulations reveal a two-phase transition mechanism: the high-field-side radiation front first extends across the last closed flux surface and stabilizes above the X-point, causing local $T_e$ to drop from $\\sim 70\\,\\mathrm{eV}$ to $\\sim 10\\,\\mathrm{eV}$ and inducing $E\\times B$ flow reversal in a thin layer below the X-point, which lasts $< 0.5\\,\\mathrm{ms}$; Flow reversal below the X-point subsequently triggers the sharp drop in outer target temperature on a timescale of $1-2\\,\\mathrm{ms}$, establishing deep detachment a few ms thereafter. A bifurcation transition occurs when the high-field-side radiation front crosses the separatrix while the outer divertor remains attached, with the $T_e$ cliff manifesting distinctly when the outer target $T_e \\gtrsim 10\\,\\mathrm{eV}$ prior to the bifurcation. These results demonstrate that the bifurcation is linked to in-out divertor asymmetry and asymmetric radiation front evolution.",
      "published": "2026-01-21T08:08:17Z",
      "updated": "2026-01-21T08:08:17Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14749v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14749v1"
    },
    {
      "id": "2601.14670v1",
      "title": "In-Situ Inverse Design of a Plasma Metamaterial Beam Steering Device",
      "authors": [
        "Katherine P. Bronstein",
        "Noah A. Harris",
        "Aleczander J. Harder",
        "Jennay L. Edmondson",
        "Jesse A. Rodríguez"
      ],
      "summary": "Inverse design is a commonly used methodology for creating devices that manipulate electromagnetic (EM) waves by algorithmically modifying device parameters to achieve a desired functionality. Utilizing plasma, a dynamically tunable medium, allows the optimization of the design process to be conducted directly on the experimental hardware (in-situ). A key advantage of this method is the creation of devices that are inherently switchable and dynamically reconfigurable. Bayesian optimization is used to tune the plasma density of 91 independent discharges that make up a plasma metamaterial (PMM) device to steer incoming EM waves to desired exit waveguides. Measurements were conducted in an automated loop where a vector network analyzer records the PMM transmission characteristics for each device setting. By relying only on measured scattering parameters, this gradient-free approach is robust to experimental drift and noise and does not require complex full-wave models. Significant performance improvements over traditional simulation-based (in-silico) inverse design are demonstrated, with in-situ Bayesian optimization achieving up to 10,000x higher isolation between ports than the best in-silico design at the same target frequency. This work also presents guidelines for applying Bayesian optimization to noisy, high-dimensional physical systems.",
      "published": "2026-01-21T05:30:03Z",
      "updated": "2026-01-21T05:30:03Z",
      "categories": [
        "physics.optics",
        "physics.app-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14670v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14670v1"
    },
    {
      "id": "2601.14471v1",
      "title": "Understanding Carbon Sourcing and Transport Originating from the Helicon Antenna Surfaces During High-Power Helicon Discharge in DIII-D Tokamak",
      "authors": [
        "A. Kumar",
        "D. Nath",
        "W. Tierens",
        "J. D. Lore",
        "R. Wilcox",
        "G. Ronchi",
        "M. Shafer",
        "A. Y. Joshi",
        "O. Sahni",
        "M. S. Shephard",
        "B. Van Compernolle",
        "R. I. Pinsker",
        "A. Demby",
        "O. Schmitz"
      ],
      "summary": "The high-power helicon wave system in the DIII-D tokamak introduces new plasma--material interaction (PMI) challenges due to rectified RF sheath potentials forming near antenna structures and surrounding tiles. Using the STRIPE modeling framework-which integrates SOLPS-ITER, COMSOL, RustBCA, and GITR/GITRm-we simulate carbon erosion, re-deposition, and global impurity transport in two H-mode discharges with varying antenna--plasma gaps and RF powers. COMSOL predicts rectified sheath potentials of 1-5 kV, localized near the bottom of the antenna where magnetic field lines intersect at grazing angles. Erosion is dominated by carbon self-sputtering, with RF-accelerated D+ ions contributing up to 1 % of the total erosion flux. GITRm simulations show that in the small-gap case, only ~ 13 % of eroded carbon is re-deposited locally, with 58 % transported into the core. In contrast, the large-gap case exhibits lower total erosion, along with reduced core penetration (~ 35 %) and weaker re-deposition (~ 4 %), consistent with lower collisionality and limited plasma contact. The simulation trends are consistent with experimental observations, which have not shown elevated core impurity levels during helicon operation in the present graphite-wall configuration. However, under certain plasma conditions and magnetic configurations, the helicon antenna may still act as a finite source of net erosion and core-directed impurity transport, potentially influencing the overall core impurity balance. These findings emphasize the need for sheath-aware antenna designs and predictive impurity transport modeling to support future high-power RF systems with high-Z first wall materials in fusion devices.",
      "published": "2026-01-20T20:52:33Z",
      "updated": "2026-01-20T20:52:33Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14471v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14471v1"
    },
    {
      "id": "2601.13980v1",
      "title": "The Geometry of Flux Surfaces with Quasi-Poloidal Symmetry",
      "authors": [
        "Rishin Madan",
        "Wrick Sengupta",
        "Elizabeth J. Paul",
        "Mohammed Haque",
        "Richard Nies",
        "Amitava Bhattacharjee"
      ],
      "summary": "Quasi-poloidal (QP) magnetic fields have desirable properties for confining plasma: no radial drift of guiding centres (with positive implications for neoclassical transport), zero Pfirsch-Schlüter current, a lower level of damping for poloidal flows, leading to reduced anomalous transport, and possible stability benefits. Despite their attractive properties, QP fields are not amenable to the near-axis expansion, a major theoretical tool for understanding toroidal fields. In this paper, we provide a novel framework for defining and understanding QP flux surfaces. This framework relies on a simplification that transforms the task of finding a quasi-poloidal flux surface from a 3D problem to a 2D problem. This simplification also applies to asymmetric magnetic mirrors with desirable properties. We sketch how this 2D problem can form the basis of an efficient optimisation problem for finding QP flux surfaces. We leverage this 2D problem for theoretical understanding: for instance, we identify one class of QP flux surfaces that are naturally flat mirrors (Velasco et al. 2023). The reduced model is validated against numerically optimised QP equilibria. We further utilise the reduced model to explain the prevalence of cusps, high mirror ratios, and narrow pinch points in these numerical equilibria.",
      "published": "2026-01-20T13:58:07Z",
      "updated": "2026-01-20T13:58:07Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13980v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13980v1"
    },
    {
      "id": "2601.13905v1",
      "title": "Reduction of SAXS Signal due to Doppler Broadening Induced Loss of Coherence",
      "authors": [
        "Thomas Kluge",
        "Uwe Hernandez Acosta",
        "Klaus Steiniger",
        "Ulrich Schramm",
        "Thomas E. Cowan"
      ],
      "summary": "We present an analytical and numerical study of how Doppler-induced spectral broadening in laser-heated plasmas degrades the coherence of small-angle X-ray scattering (SAXS) signals, and show that the resulting loss of temporal coherence reduces the SAXS intensity. Applying this formalism to two benchmark geometries - single density steps (wires) and periodic gratings -- we obtain analytic estimates. For gratings, finite coherence simultaneously lowers Bragg-peak heights and broadens their widths, whereas for isolated steps only the overall scaling with q affected. We map the parameter space relevant to current SASE and self-seeded XFELs, revealing that Doppler effects remain managable for the trieval of geometry parameters (less than few 10 % error) for SASE bandwidths but become the dominant error source in seeded configurations or above-keV temperatures. Practical consequences for density-gradient retrieval and interface-sharpness measurements are quantified. The results supply clear criteria for when Doppler broadening must be included in SAXS data analysis and offer a route to infer electron temperature directly from coherence-loss signatures.",
      "published": "2026-01-20T12:31:52Z",
      "updated": "2026-01-20T12:31:52Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13905v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13905v1"
    },
    {
      "id": "2601.13888v1",
      "title": "Quasi-linear approach of bi-Kappa distributed electrons with dynamic $κ$ parameter. EMEC instability",
      "authors": [
        "Pablo S Moya",
        "Roberto E Navarro",
        "Marian Lazar",
        "Peter H Yoon",
        "Rodrigo A López",
        "Stefaan Poedts"
      ],
      "summary": "In recent years, significant progress has been made in the velocity-moment-based quasi-linear (QL) theory of waves and instabilities in plasmas with nonequilibrium velocity distributions (VDs) of the Kappa (or $κ$) type. However, the temporal variation of the parameter $κ$, which quantifies the presence of suprathermal particles, is not fully captured by such a QL analysis, and typically $κ$ remains constant during plasma dynamics. We propose a new QL modeling that goes beyond the limits of a previous approach, realistically assuming that the quasithermal core cannot evolve independently of energetic suprathermals. The case study is done on the electron-cyclotron (EMEC) instability generated by anisotropic bi-Kappa electrons with $A=T_\\perp/T_\\parallel > 1$ ($\\parallel, \\perp$ denoting directions with respect to the background magnetic field). The parameter $κ$ self-consistently varies through the QL equation of kurtosis (fourth-order moment) coupled with temporal variations of the temperature components, relaxing the constraint on the independence of the low-energy (core) electrons and suprathermal high-energy tails of VDs. The results refine and extend previous approaches. A clear distinction is made between regimes that lead to a decrease or an increase in the $κ$ parameter with saturation of the instability. What predominates is a decrease in $κ$, i.e., an excess of suprathermalization, which energizes suprathermal electrons due to self-generated wave fluctuations. Additionally, we found that VDs can evolve toward a quasi-Maxwellian shape (as $κ$ increases) primarily in regimes with low beta and initial kappa values greater than five. Instability-driven relaxation only partially resolves temperature anisotropy in bi-Kappa electron VDs, as wave fluctuations generally act to further energize suprathermal electrons.",
      "published": "2026-01-20T12:00:37Z",
      "updated": "2026-01-20T12:00:37Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.13888v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13888v1"
    },
    {
      "id": "2601.13413v1",
      "title": "High Field Diamond Magnetometry Towards Tokamak Diagnostics",
      "authors": [
        "S. M. Graham",
        "C. J. Stephen",
        "A. J. Newman",
        "A. M. Edmonds",
        "M. L. Markham",
        "G. W. Morley"
      ],
      "summary": "Nitrogen vacancy centres (NVC) in diamond have been widely used for near-dc magnetometry. The intrinsic properties of diamonds make them potential candidates for tokamak fusion power diagnostics, where radiation-hard magnetometers will be essential for efficient control. An NVC magnetometer placed in a tokamak will need to operate within a $\\geq$ 1 T magnetic field. In this work, we demonstrate fibre-coupled ensemble NVC optically detected magnetic resonance (ODMR) and magnetometry measurements at magnetic fields up to 1.2 T. Sensitivities of approximately 240 to 600 nT/$\\sqrt{\\textrm{Hz}}$ and 110 nT/$\\sqrt{\\textrm{Hz}}$ are achieved in a (10-150) Hz frequency range, for non-degenerate and near-$\\langle$111$\\rangle$ field alignments respectively.",
      "published": "2026-01-19T21:49:03Z",
      "updated": "2026-01-19T21:49:03Z",
      "categories": [
        "physics.app-ph",
        "physics.ins-det",
        "physics.optics",
        "physics.plasm-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13413v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13413v1"
    },
    {
      "id": "2601.13377v1",
      "title": "Learning time-dependent and integro-differential collision operators from plasma phase space data using differentiable simulators",
      "authors": [
        "Diogo D. Carvalho",
        "Luis O. Silva",
        "E. P. Alves"
      ],
      "summary": "Collisional and stochastic wave-particle dynamics in plasmas far from equilibrium are complex, temporally evolving, stochastic processes which are challenging to model. In this work, we extend previous methods coupling differentiable kinetic simulators and plasma phase space diagnostics to learn collision operators that account for time-varying background distributions. We also introduce a more general integro-differentiable operator formulation to probe relevant terms in the collision operator. To validate the proposed methodology we use data generated by self-consistent electromagnetic Particle-in-Cell simulations. We show that both approaches recover operators that can accurately reproduce the plasma phase space dynamics while being more accurate than estimates based on particle track statistics. These results further demonstrate the potential of using differentiable simulators to infer collision operators for scenarios where no closed form solution exists or deviations from existing theory are expected.",
      "published": "2026-01-19T20:25:01Z",
      "updated": "2026-01-19T20:25:01Z",
      "categories": [
        "physics.plasm-ph",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13377v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13377v1"
    },
    {
      "id": "2601.13175v1",
      "title": "Electromagnetic ghosts in pair plasmas",
      "authors": [
        "Maxim Lyutikov"
      ],
      "summary": "Collisions of two weakly nonlinear, $a_0 \\ll 1$, counter-propagating EM pulses in pair plasma leave behind a long-surviving collection of localized waves, {\\it an electromagnetic ghost}. Waves are trapped (localized) by the random large density fluctuations created by the beat between the pulses. The process is similar to random plasma density grating and/or Anderson-like wave localization. Structures survive for long, mesoscale times, while the EM energy slowly bleeds through high density walls of the density trap. Large guide magnetic field, $ω_B \\geq $ few $ω$, suppresses the formation of the ghosts.",
      "published": "2026-01-19T16:01:46Z",
      "updated": "2026-01-19T16:01:46Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13175v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13175v1"
    },
    {
      "id": "2601.13067v1",
      "title": "Oxygen atom density and kinetics in intermediate-pressure radiofrequency capacitively-coupled plasmas in pure O2",
      "authors": [
        "Shu Zhang",
        "Andrey Volynets",
        "Garrett A. Curley",
        "Jean-Paul Booth"
      ],
      "summary": "We have studied radiofrequency capacitively coupled plasmas in pure O2 using single mode laser cavity ringdown spectroscopy of oxygen atoms at 630 nm. The absolute atom densities and translational temperatures were determined over a range of pressures and RF power . At pressures of 267 Pa and above, the O atom mole fraction increases with RF power and decreases with pressure, reaching a maximum of 15 percent. However, at 133 and 67 Pa it passes through a distinct maximum with power before decreasing significantly. The atom recombination processes are probed by time resolved measurements in the afterglow of pulse modulated plasmas. At 133 and 67 Pa the atom loss is dominated by surface recombination, and we see clear evidence that this rate is increased by energetic ion bombardment, in agreement with a study from Bill Graham group. This effect partially explains the observed decrease in dissociation at high RF power. The time-resolved results also allow the O negative ion density to be determined and indicate the creation of ozone in the afterglow. At 133 Pa, the trends with RF power of the O2 dissociation, O negative ion density and gas temperature suggest a transition at high power to a plasma mode with fewer high energy electrons. At higher pressures gas phase recombination mechanisms become dominant, however gas convection driven by gas cooling in the afterglow makes it complex to analyse the time-resolved data.",
      "published": "2026-01-19T13:57:39Z",
      "updated": "2026-01-19T13:57:39Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13067v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13067v1"
    },
    {
      "id": "2601.12692v1",
      "title": "Dimensional Analysis Approach to Experiments in Z pinch Devices",
      "authors": [
        "Miguel Cárdenas"
      ],
      "summary": "The physical behavior of discharges in Z pinch devices can be completely deciphered in terms of only three dimensionless parameters. These parameters can be arranged in a way that draw a surface in 3D space. This surface compiles all the accessible information on the macroscopic physical behavior of each possible Z pinch discharge. We analyze the practical problems the drawing of this surface encounters and in view of the situation, we devote the remainder of the article to outline a feasible method for estimating the plasma temperature in Z pinch discharges.",
      "published": "2026-01-19T03:29:15Z",
      "updated": "2026-01-19T03:29:15Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12692v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12692v1"
    },
    {
      "id": "2601.12614v2",
      "title": "Deterministic and probabilistic neural surrogates of global hybrid-Vlasov simulations",
      "authors": [
        "Daniel Holmberg",
        "Ivan Zaitsev",
        "Markku Alho",
        "Ioanna Bouri",
        "Fanni Franssila",
        "Haewon Jeong",
        "Minna Palmroth",
        "Teemu Roos"
      ],
      "summary": "Hybrid-Vlasov simulations resolve ion-kinetic effects for modeling the solar wind-magnetosphere interaction, but even 5D (2D + 3V) simulations are computationally expensive. We show that graph-based machine learning emulators can learn the spatiotemporal evolution of electromagnetic fields and lower order moments of ion velocity distribution in the near-Earth space environment from four 5D Vlasiator runs performed with identical steady solar wind conditions. The initial ion number density is systematically varied, while the grid spacing is held constant, to scan the ratio of the characteristic ion skin depth to the numerical grid size. Using a graph neural network architecture operating on the 2D spatial simulation grid comprising 670k cells, we demonstrate that both a deterministic forecasting model (Graph-FM) and a probabilistic ensemble forecasting model (Graph-EFM) based on a latent variable formulation are capable of producing accurate predictions of future plasma states. A divergence penalty is incorporated during training to encourage divergence-freeness in the magnetic fields and improve physical consistency. For the probabilistic model, a continuous ranked probability score objective is added to improve the calibration of the ensemble forecasts. When trained, the emulators achieve more than two orders of magnitude speedup in generating the next time step relative to the original simulation on a single GPU compared to 100 CPUs for the Vlasiator runs, while closely matching physical magnetospheric response of the different runs. These results demonstrate that machine learning offers a way to make hybrid-Vlasov simulation tractable for real-time use while providing forecast uncertainty.",
      "published": "2026-01-18T23:13:23Z",
      "updated": "2026-01-21T04:43:49Z",
      "categories": [
        "physics.space-ph",
        "cs.LG",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12614v2",
      "pdf_link": "https://arxiv.org/pdf/2601.12614v2"
    },
    {
      "id": "2601.12476v1",
      "title": "Evidence of energy conversion in weakly collisional plasma during an interplanetary coronal mass ejection",
      "authors": [
        "Omkar Dhamane",
        "Anil Raghav",
        "Simone Benella",
        "Kishor Kumbhar",
        "Raffaella D'Amicis",
        "Oreste Pezzi",
        "Utkarsh Sharma",
        "Ashok Silwal",
        "Panini Maurya",
        "Mirko Stumpo",
        "Kalpesh Ghag",
        "Ajay Kumar",
        "Mohit Shah",
        "Mariyam Karari",
        "Lynn B. Wilson",
        "Jia Huang",
        "Daniele Telloni"
      ],
      "summary": "Intervals of enhanced turbulent fluctuations are typically less frequent within the magnetic cloud region of an interplanetary coronal mass ejection (ICME). We investigate two such intervals inside an ICME observed by the \\textit{Wind} spacecraft on 8--9 June 2000 and characterize their associated wave populations. We focus on spectral analysis and plasma instability analysis, using ion-scale normalized magnetic helicity and polarization properties with respect to the background magnetic field $B_0$. In the first interval, the ion-scale normalized magnetic helicity shows a left-handed circularly polarized signature. In the second interval, the left-handed signature persists and an additional high-frequency right-handed population appears. The propagation is approximately parallel to $B_0$. The left-handed fluctuations are compatible with Alfvén ion-cyclotron (AIC) waves, while the right-handed fluctuations are consistent with fast magnetosonic/whistler (FM/W) waves. The ICME plasma accesses resonance conditions that support multiple ion-scale wave modes. Evolving anisotropies in the plasma and the approach to marginal stability allow the coexistence of AIC-like and fast-magnetosonic/whistler-like fluctuations, with enhanced electron heating favoring the growth of the FM/W contribution and strengthening the density--magnetic-field magnitude correlation.",
      "published": "2026-01-18T16:40:10Z",
      "updated": "2026-01-18T16:40:10Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12476v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12476v1"
    },
    {
      "id": "2601.12469v1",
      "title": "SPARC Tokamak Error Field Expectations and Physics-Based Correction Coil Design",
      "authors": [
        "N. C. Logan",
        "C. E. Myers",
        "R. Sweeney",
        "C. Paz-Soldan",
        "M. Pharr",
        "N. Leuthold",
        "M. Nickerson",
        "J. Halpern",
        "I. Stewart"
      ],
      "summary": "Non-axisymmetric magnetic field coils have been designed to provide efficient error field correction and suppress edge localized modes in SPARC - a compact high-field tokamak that is presently under construction at Commonwealth Fusion Systems. These designs utilize the Generalized Perturbed Equilibrium Code's (GPEC's) representation of the multi-modal, non-axisymmetric plasma response to optimize the geometric coupling between 3D coil arrays and the desired core or edge plasma response. Error field correction coils are designed to couple to the plasma-amplified kink that dominates the drive of core resonances. The maximum allowable error field is projected to SPARC using an empirical scaling that is consistent with linear and nonlinear MHD modeling expectations. Asymmetric construction and assembly tolerances are then balanced against the corresponding kA-turns needed for correction to levels below the allowable limit. These physics-driven coil designs provide confidence in our ability to operate SPARC in new high field tokamak regimes without error field induced locked modes.",
      "published": "2026-01-18T16:16:34Z",
      "updated": "2026-01-18T16:16:34Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12469v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12469v1"
    },
    {
      "id": "2601.12466v1",
      "title": "Plasmoid formation via competing lower-hybrid drift and Kelvin-Helmholtz instabilities: A hybrid kinetic-gyrokinetic simulation study",
      "authors": [
        "S. Thatikonda",
        "F. N. De Oliveira-Lopes",
        "A. Mustonen",
        "K. Pommois",
        "D. Told",
        "F. Jenko"
      ],
      "summary": "We investigate the nonlinear formation of plasmoids in 2D low-beta current sheets through the interplay between the Kelvin-Helmholtz instability (KHI) and the lower-hybrid drift instability (LHDI). Using a hybrid kinetic-gyrokinetic model-based Super Simple Vlasov (ssV) code with fully kinetic ions and drift-kinetic electrons, we simulate Harris-type current sheets and velocity shear layers with strong cross-field density gradients. Our central hypothesis is that steep density gradients drive LHDI, which can grow faster than KHI and initiate an inverse cascade from kinetic to fluid scales, potentially suppressing KHI. Our simulations confirm that, in thin current sheets, LHDI develops rapidly at the sheet edges and nonlinearly merges into larger-scale magnetic islands before KHI can evolve. These LHDI-driven structures distort the velocity shear and suppress classical KH vortices. In contrast, for thicker current sheets or weaker density gradients, KHI dominates and produces the expected rolled-up vortices and associated plasmoids. These findings demonstrate that LHDI-induced turbulence can act as both a seed and a regulator of plasmoid-generating instabilities, mediating cross-scale energy transfer. This mechanism is relevant to thin boundary layers in space plasmas, such as the solar wind magnetosphere interface, and suggests that microturbulence can govern large-scale magnetic topology during collisionless reconnection.",
      "published": "2026-01-18T16:15:58Z",
      "updated": "2026-01-18T16:15:58Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.12466v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12466v1"
    },
    {
      "id": "2601.12378v1",
      "title": "A Novel Numerical Algorithms Optimization Method with Machine Learning Frameworks: Application on Real-time Plasmas Equilibrium Reconstruction in EXL-50U Spherical Torus",
      "authors": [
        "G. H. Zheng",
        "S. F. Liu",
        "X. Gu",
        "Y. P. Zhang",
        "J. Li",
        "Y. Liu",
        "X. C. Lun",
        "L. Xing",
        "J. G. Chen",
        "Z. Y. Chen",
        "Y. Yu",
        "D. Guo",
        "Z. Y. Yang",
        "H. S. Xie",
        "X. M. Song",
        "Y. J. Shi",
        "EXL-50U Team"
      ],
      "summary": "This work proposes for the first time a novel optimization method for numerical algorithms, which takes advantages of machine learning frameworks PyTorch and TensorRT, leveraging their modularity, low development threshold, and automatic tuning characteristics to achieve a real-time plasmas reconstruction algorithm called PTEFIT as an application in tokamak-based controlled fusion that combines performance, flexibility, and usability. The algorithm has been deployed and routinely operated on the EXL-50U spherical tokamak, with an average inference time of only 0.268ms per time slice at $129\\times 129$ resolution, and has successfully driven feedback control of the maximum radial position of plasmas and isoflux control. We believe that its design philosophy has sufficient potential to accelerate development and optimization in GPU parallel computing, and is expected to be extended to other numerical algorithms.",
      "published": "2026-01-18T12:11:36Z",
      "updated": "2026-01-18T12:11:36Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12378v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12378v1"
    },
    {
      "id": "2601.14301v1",
      "title": "GPU Acceleration and Portability of the TRIMEG Code for Gyrokinetic Plasma Simulations using OpenMP",
      "authors": [
        "Giorgio Daneri"
      ],
      "summary": "The field of plasma physics heavily relies on simulations to model various phenomena, such as instabilities, turbulence, and nonlinear behaviors that would otherwise be difficult to study from a purely theoretical approach. Simulations are fundamental in accurately setting up experiments, which can be extremely costly and complex. As high-fidelity tools, gyrokinetic simulations play a crucial role in discovering new physics, interpreting experimental results, and improving the design of next-generation devices. However, their high computational costs necessitate the use of acceleration platforms to reduce execution time. This work revolves around the TRIangular MEsh based Gyrokinetic (TRIMEG) code, which performs high-accuracy particle-in-cell plasma simulations in tokamak geometries, leveraging a novel finite element approach. The rise of graphical processing units (GPUs) constitutes an occasion to satisfy such computational needs, by offloading the most expensive portion of the code to the accelerators. The chosen approach features GPU offloading with the OpenMP API, which grants portability of the code to different architectures, namely AMD and NVIDIA. The particle pushing as well as the grid-to-particle operations have been ported to GPU platforms. Compiler limitations had to be overcome, and portions of the code were restructured to be suitable for GPU acceleration. Kernel performance was evaluated by carrying out GPU grid size exploration, as well as scalability studies. In addition, the efficiency of hybrid MPI-OpenMP offloading parallelization was assessed. The speedup of the GPU implementation was calculated by comparing it with the pure CPU version using different rationales. The Ion Temperature Gradient (ITG) mode was simulated using the GPU-accelerated version, and its correctness was verified in terms of the energy growth rate and the two-dimensional mode structures.",
      "published": "2026-01-17T11:50:01Z",
      "updated": "2026-01-17T11:50:01Z",
      "categories": [
        "physics.plasm-ph",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14301v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14301v1"
    },
    {
      "id": "2601.11276v1",
      "title": "A new class of special functions arising in plasma linear susceptibility tensor calculations",
      "authors": [
        "Roberto Ricci"
      ],
      "summary": "We investigate some fundamental properties of a peculiar class of special functions strictly related to Bessel, Anger and Weber functions, whose introduction was originally motivated by linear susceptibility tensor calculations in a hot, magnetised plasma. We show that these functions are solutions of an inhomogeneous Bessel ODE, with specified initial conditions and a distinct right-hand-side term fulfilling the Nielsen's requirement. Beside deriving recurrence relations and an alternative representation involving incomplete Anger-Weber functions, we show that these functions admit a simple series expansion in terms of Bessel functions of integer order, obtained by resorting to the Jacobi-Anger formula. In plasma applications this eventually leads to expressions involving infinite sums of products of Bessel functions, not particularly apt to numerical evaluation ought to their slow convergence rate when the particle's gyro-radius is larger than the wavelength. By exploiting the previously determined recurrence properties of the new class of functions we present a particularly simple derivation of the linear susceptibility tensor that enables to avoid this inconvenience.",
      "published": "2026-01-16T13:21:17Z",
      "updated": "2026-01-16T13:21:17Z",
      "categories": [
        "physics.plasm-ph",
        "math-ph"
      ],
      "link": "https://arxiv.org/abs/2601.11276v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11276v1"
    },
    {
      "id": "2601.11014v1",
      "title": "Study of circular cross-section plasmas in HL-2A tokamak: MHD equilibrium, stability and operational \\b{eta} limit",
      "authors": [
        "SHEN Yong",
        "DONG Jiaqi",
        "SHI Zhongbing",
        "HE Hongda",
        "ZHAO Kaijun",
        "PENG Xiaodong",
        "QU Hongpeng",
        "LI Jia",
        "SUN Aiping"
      ],
      "summary": "Circular cross-section plasma is the most basic form of tokamak plasma and the fundamental configuration for magnetic confinement fusion experiments. Based on the HL-2A limiter discharge experiments, the magnetohydrodynamic (MHD) equilibrium and MHD instability of circular cross-section tokamak plasmas are investigated in this work. The results show that when q_0=0.95, the internal kink mode of m/n=1/1 is always unstable. The increase in plasma \\b{eta} (the ratio of thermal pressure to magnetic pressure) can lead to the appearance of external kink modes. The combination of axial safety factor q_0 and edge safety factor q_a determines the equilibrium configuration of the plasma and also affects the MHD stability of the equilibrium, but its growth rate is also related to the size of \\b{eta}. Under the condition of q_a>2 and q_0 slightly greater than 1, the internal kink mode and surface kink mode can be easily stabilized. However the plasma becomes unstable again and the instability intensity increases as q_0 continues to increase when q_0 exceeds 1. As the poloidal beta (\\b{eta}_p) increases, the MHD instability develops, the equilibrium configuration of MHD elongates laterally, and the Shafranov displacement increases, which in turn has the effect on suppressing instability. Calculations have shown that the maximum \\b{eta} value imposed by the ideal MHD mode in a plasma with free boundary in tokamak experiments is proportional to the normalized current I_N (I_N=I_p (MA)/a(m)B_0 (T)), and the achievable maximum beta \\b{eta}(max) is calibrated to be 2.01I_N,i.e. \\b{eta}(max)~2.01I_N. The operational \\b{eta} limit of HL-2A circular cross-section plasma is approximately \\b{eta}_N^c~2.0. Too high a value of q_0 is not conducive to MHD stability and leads the \\b{eta} limit value to decrease. When q_0=1.3, we obtain a maximum value of \\b{eta}_N of approximately 1.8.",
      "published": "2026-01-16T06:11:25Z",
      "updated": "2026-01-16T06:11:25Z",
      "categories": [
        "physics.plasm-ph",
        "physics.data-an"
      ],
      "link": "https://arxiv.org/abs/2601.11014v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11014v1"
    },
    {
      "id": "2601.11003v1",
      "title": "Generation and Enhancement of Persistent Nanoscale Magnetization in All-Dielectric Metasurfaces by Optically Injected and Localized Free Carriers",
      "authors": [
        "Shivaksh Rawat",
        "Samyobrata Mukherjee",
        "Gennady Shvets"
      ],
      "summary": "Time-varying dielectric metasurfaces supporting sharp optical resonances with a non-trivial electromagnetic field distribution represent a unique platform for realizing temporal interfaces for metasurface-guided waves (MGWs). Rapidly changing metasurface resonance enables frequency conversion and temporal scattering of a concurrently propagating MGW. Using analytical methods and electromagnetic simulations, we demonstrate that localized free-carrier generation can be engineered to produce frequency-shifted, time-refracted, and reflected infrared MGWs. Furthermore, we demonstrate that such time interfaces can be utilized to generate large, highly localized quasistatic magnetic fields within the metasurfaces. The resulting nanoscale magnetization, supported by the residual circulating currents, persists after the departure of the time-scattered MGWs. We further demonstrate that the initial electromagnetic energy of the injected MGWs is partitioned between the time-reflected/refracted MGWs, residual motion of the free carriers, and a quasistatic magnetic field.",
      "published": "2026-01-16T05:35:11Z",
      "updated": "2026-01-16T05:35:11Z",
      "categories": [
        "physics.optics",
        "physics.app-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.11003v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11003v1"
    },
    {
      "id": "2601.10885v1",
      "title": "Learning collision operators from plasma phase space data using differentiable simulators",
      "authors": [
        "Diogo D. Carvalho",
        "Pablo J. Bilbao",
        "Warren B. Mori",
        "Luis O. Silva",
        "E. Paulo Alves"
      ],
      "summary": "We propose a methodology to infer collision operators from phase space data of plasma dynamics. Our approach combines a differentiable kinetic simulator, whose core component in this work is a differentiable Fokker-Planck solver, with a gradient-based optimisation method to learn the collisional operators that best describe the phase space dynamics. We test our method using data from two-dimensional Particle-in-Cell simulations of spatially uniform thermal plasmas, and learn the collision operator that captures the self-consistent electromagnetic interaction between finite-size charged particles over a wide variety of simulation parameters. We demonstrate that the learned operators are more accurate than alternative estimates based on particle tracks, while making no prior assumptions about the relevant time-scales of the processes and significantly reducing memory requirements. We find that the retrieved operators, obtained in the non-relativistic regime, are in excellent agreement with theoretical predictions derived for electrostatic scenarios. Our results show that differentiable simulators offer a powerful and computational efficient approach to infer novel operators for a wide rage of problems, such as electromagnetically dominated collisional dynamics and stochastic wave-particle interactions.",
      "published": "2026-01-15T22:31:26Z",
      "updated": "2026-01-15T22:31:26Z",
      "categories": [
        "physics.plasm-ph",
        "cs.LG",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10885v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10885v1"
    },
    {
      "id": "2601.10855v1",
      "title": "Vortex Solitons and Filamentation of Electromagnetic Beams in Relativistically Degenerate Plasmas",
      "authors": [
        "Nikolai Maltsev",
        "Vazha I. Berezhiani"
      ],
      "summary": "We study the propagation and stability of electromagnetic vortex beams in relativistically de generate plasmas. We show that such plasmas support localized vortex solitons carrying orbital angular momentum and analyze their linear and nonlinear stability. Vortex solitons undergo az imuthal symmetry-breaking instabilities whose growth rates depend on beam power, propagation constant, and topological charge, with the dominant mode determining the number of filaments formed during breakup. We further demonstrate that vortex solitons act as nonlinear attractors with a finite basin of attraction, while the vortex core remains topologically protected, maintaining a strictly zero field intensity at the beam center throughout the evolution. The results persist across a broad range of degeneracy parameters and are relevant to hard X-ray radiation propagating in dense astrophysical plasmas.",
      "published": "2026-01-15T20:46:44Z",
      "updated": "2026-01-15T20:46:44Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10855v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10855v1"
    },
    {
      "id": "2601.10570v1",
      "title": "Canonical Vorticity Perspective on Magnetogenesis: Unifying Weibel, Biermann, and Beyond",
      "authors": [
        "Modhuchandra Laishram",
        "Young Dae Yoon"
      ],
      "summary": "We briefly review the current status of magnetogenesis, a cross-disciplinary field that bridges cosmology and plasma physics, studying the origin of magnetic fields in the universe. We formulate a canonical vorticity framework to investigate kinetic plasma physics-based magnetogenesis processes in a collisionless plasma. By considering canonical vorticity, a weighted sum of the fluid vorticity and the magnetic field as the canonical variable, this framework unifies several magnetogenesis processes, including the Biermann battery, the Weibel instability, and predicts several new pressure tensorial configurations as the fundamental source of self-generated magnetic field and vorticity in plasma. The framework is further extended to relativistic regime where an additional source of canonical vorticity, termed as kineclinicity effect, is identified. The theoretical predictions are systematically validated using particle-in-cell simulations, highlighting their implications for laboratory and astrophysical plasma environments.",
      "published": "2026-01-15T16:34:10Z",
      "updated": "2026-01-15T16:34:10Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10570v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10570v1"
    },
    {
      "id": "2601.10472v1",
      "title": "From Weibel seeds to collisionless dynamos beyond pair-plasmas",
      "authors": [
        "Lise Hanebring",
        "James Juno",
        "Ammar Hakim",
        "Jason M. TenBarge",
        "Istvan Pusztai"
      ],
      "summary": "Bridging the spatiotemporal scales of magnetic seed field generation and subsequent dynamo amplification in the weakly collisional intracluster medium presents an extreme numerical challenge. We perform collisionless turbulence simulations with initially unmagnetized electrons that capture both magnetic seed generation via the electron Weibel instability and the ensuing dynamo amplification. Going beyond existing pair-plasma studies, we use an ion-to-electron mass ratio of 100 for which we find electron and ion dynamics are sufficiently decoupled. These simulations are enabled by the 10-moment collisionless fluid solver of Gkeyll, which evolves the full pressure tensor for all species. The electron heat-flux closure regulates pressure isotropization and effectively sets the magnetic Reynolds number. We investigate how the strength of of the closure influences the transition between a regime reminiscent of previous kinetic pair-plasma simulations and a more MHD-like dynamo regime.",
      "published": "2026-01-15T14:57:57Z",
      "updated": "2026-01-15T14:57:57Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.10472v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10472v1"
    },
    {
      "id": "2601.10295v1",
      "title": "Design, Fabrication and Testing of a D-Shaped High Temperature Superconducting Magnet",
      "authors": [
        "Upendra Prasad",
        "Mahesh Ghate",
        "Piyush Raj",
        "Deven Kanabar",
        "Pankaj Varmora",
        "Swati Roy",
        "Arun Panchal",
        "Dhaval Bhavsar",
        "Anees Bano",
        "Nitish Kumar",
        "Bhadresh Parghi",
        "Akhilesh Yadav",
        "Mohd. Umer",
        "Vijay Vasava",
        "Raton Mandal",
        "Rajkumar Ahirwar",
        "Megha Thaker"
      ],
      "summary": "High-temperature technical superconductors are potential candidates for compact and high-field tokamak magnets. The demand for higher fusion power can be met with an on-axis high magnetic field due to toroidal magnets. An R&D activity has been initiated at the Institute for Plasma Research, India, to develop a compact D-shaped superconducting magnet utilizing REBCO high-temperature superconducting tapes. Under this initiative, a toroidal configuration with a major radius of 0.42 m, consisting of eight D-shaped, four poloidal field, and a central solenoid high-temperature superconducting magnets producing an on-axis toroidal magnetic field of 0.23 T has been conceptualized. The fabrication feasibility of a D-shaped coil for this toroidal configuration also envisaged using stacked high-temperature superconducting cable. In this paper, we report the design of a compact D-shaped coil, the fabrication of a long length HTS cable, a winding pack, and its integration with a cryogenic casing and vacuum enclosure. The winding pack terminations, joints, its interfacing with the power supply, and performance testing are also reported in this paper.",
      "published": "2026-01-15T11:13:18Z",
      "updated": "2026-01-15T11:13:18Z",
      "categories": [
        "physics.acc-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10295v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10295v1"
    },
    {
      "id": "2601.10293v1",
      "title": "Updated electrical design of the Diagnostic Neutral Beam Injector in RFX-mod2",
      "authors": [
        "Marco Barbisan",
        "Bruno Laterza",
        "Luca Cinnirella",
        "Lionello Marrelli",
        "Federico Molon",
        "Simone Peruzzo",
        "Enrico Zampiva"
      ],
      "summary": "The Diagnostic Neutral Beam Injector of the RFX-mod2 experiment (Consorzio RFX, Padova) is expected to provide novel and significant information about the Reversed Field Pinch confinement of fusion plasmas. The injection of the hydrogen beam in the plasma will allow Charge Exchange Recombination Spectroscopy (CXRS) and Motional Stark Effect diagnostics (MSE) to measure several quantities: ion speed, ion temperature, impurity content, intensity and pitch of the magnetic field. The DNBI is of particular importance for allowing the determination of these quantities at the core of the plasma. The present DNBI, built by the Budker Institute of Plasma Physics, features an arc discharge H+ source, coupled to a 4-grid 50 keV acceleration system. The 50 ms, 5 A ion beam is neutralized by charge exchange by means of a gas target; residual ions are then deflected by a magnetic field before injection in the torus chamber. The beam can be modulated at maximum 250 Hz. The DNBI will undergo extraordinary maintenance and a structural upgrade to improve its reliability and safety. This contribution presents the latest upgrades of the electrical plants and of the control system of the DNBI.",
      "published": "2026-01-15T11:11:05Z",
      "updated": "2026-01-15T11:11:05Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10293v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10293v1"
    },
    {
      "id": "2601.10039v1",
      "title": "Effects of parallel magnetic fields on sheaths near biased electrodes in a highly collisional Z-pinch plasma",
      "authors": [
        "C. R. Skolar",
        "B. Srinivasan"
      ],
      "summary": "Sheath formation near biased electrodes in magnetic fields parallel to the wall is an understudied topic, especially within the context of Z-pinch fusion experiments. We perform 1X-2V Boltzmann-Poisson simulations of an axial cut at the pinch radius of a Z-pinch plasma between two biased electrodes with a magnetic field parallel to the wall. The collision frequencies are artificially increased to enhance thermalization of the plasma in the smaller simulation domain versus the actual experiment size; this increases the perpendicular mobility and partially de-magnetizes the ions resulting in non-monotonic sheath profiles with the potential increasing away from the wall to a peak before decaying. A classical sheath forms within an electron gyroradius from the wall not due to the natural thermal motion of the electrons, but due to the magnetized electrons gyrating into the wall; therefore, the sheath structure does not significantly change with bias potential or between electrodes. With increasing bias potential, a current is induced perpendicular to the wall due to changes in ion flow, differing from unmagnetized cases where current is induced by changes in electron flow. The magnetic field acts as a high resistivity with the perpendicular current density being three orders of magnitude lower than unmagnetized theoretical predictions. There is, however, significant flow parallel to the wall from the force balance between the pressure tensor and Lorentz force. These parallel flows induce a parallel current density three orders of magnitude larger than the perpendicular current density.",
      "published": "2026-01-15T03:34:07Z",
      "updated": "2026-01-15T03:34:07Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10039v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10039v1"
    },
    {
      "id": "2601.14291v1",
      "title": "Plasma-Enhanced Germination in North Indian Wheat",
      "authors": [
        "Punit Kumar",
        "Abhishek Kumar Singh",
        "Priti Saxena"
      ],
      "summary": "The application of nonthermal plasma in agriculture has emerged as a sustainable and eco-friendly method to enhance seed vigor, germination, and crop productivity. This study investigates the effects of atmospheric pressure plasma treatment on five popular bread wheat varieties of North India, WH 1142, HI 1544, GW 366, GW 322, and GW 273. Direct dielectric barrier discharge (DBD) plasma exposure and plasma activated water irrigation were tested. Results indicated significant improvements in seed wettability, germination index, root and shoot growth, spike length, and grain yield compared to controls. Among treatments, 3 min DBD exposure and 15 min PAW irrigation consistently produced the best results, with variety specific differences in vigor and yield. These findings demonstrate the potential of plasma seed treatment as a chemical free technology to enhance productivity in wheat, contributing to sustainable agriculture in India.",
      "published": "2026-01-14T16:55:11Z",
      "updated": "2026-01-14T16:55:11Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14291v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14291v1"
    },
    {
      "id": "2601.09617v1",
      "title": "Comparison of plasma response models for RMP effects on the divertor and scrape-off layer in KSTAR",
      "authors": [
        "H. Frerichs",
        "J. Van Blarcum",
        "T. Cote",
        "S. K. Kim",
        "Y. Q. Liu",
        "S. M. Yang"
      ],
      "summary": "Resonant magnetic perturbations (RMPs) are beneficial for control of edge localized modes (ELMs) in tokamaks. Nevertheless, a side effect is the appearance of a helical striations in the particle and heat loads onto divertor targets. The extent and field line connection of these striations is significantly altered by the plasma response to external perturbations. For an ELM suppressed H-mode plasma at KSTAR, magnetic footprints are computed by FLARE based on plasma response from GPEC, MARS-F, M3D-C1 and JOREK with substantial differences in the resulting footprints (from 2 cm to 14 cm). This is reflected in EMC3-EIRENE simulations of the resulting heat loads: it is found that either the peak value or the extent of the striations appear to be overestimated compared to IRTV measurements. Reasonable agreement can only be achieved for the smallest footprint for lower input power and lower cross-field transport, or for higher upstream density and radiative power losses.",
      "published": "2026-01-14T16:41:37Z",
      "updated": "2026-01-14T16:41:37Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09617v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09617v1"
    },
    {
      "id": "2601.09596v1",
      "title": "Plasma wakes driven by Compton scattering: Non-linear regime and particle acceleration",
      "authors": [
        "Thomas Grismayer",
        "Fabrizio Del Gaudio",
        "Luís O. Silva"
      ],
      "summary": "We investigate plasma wake generation via Compton scattering from photon bursts, a non-ponderomotive process relevant when the photon wavelength is smaller than the interparticle distance but larger than the Compton wavelength. In this regime, electrons can reach relativistic velocities. We extend linear theory to the nonlinear regime, showing that plasma waves can reach the wave-breaking limit. Perfectly collimated drivers produce wakes propagating at the speed of light, allowing electron phase-locking (limited by driver depletion). Non-collimated drivers induce subluminal phase velocities, limiting acceleration via dephasing. Two-dimensional simulations reveal unique transverse fields compared to laser wakefields, with a DC magnetic field leading to consistent focusing. The work considers observational prospects in laboratory and astrophysical scenarios such as around highly luminous compact objects (e.g., pulsars, gamma-ray bursts) interacting with tenuous interstellar or intergalactic plasmas, where conditions favor Comptondominated wakefield acceleration.",
      "published": "2026-01-14T16:14:00Z",
      "updated": "2026-01-14T16:14:00Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.09596v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09596v1"
    },
    {
      "id": "2601.09458v2",
      "title": "Breakeven in Nuclear Fusion via Electron-Free Target",
      "authors": [
        "Tadafumi Kishimoto"
      ],
      "summary": "Nuclear fusion promises a nearly limitless energy source, but achieving breakeven-where fusion output exceeds input-requires extreme plasma conditions and complex confinement systems. Here we propose an alternative approach based on beam-target interactions, introducing a simple energy-based criterion that compares fusion energy generation with energy loss. By creating electron-free targets, stopping power is drastically reduced, enabling conditions where fusion energy surpasses beam energy deposition under practical scenarios. This approach offers a viable alternative pathway to fusion energy without high-temperature plasma confinement and warrants further experimental investigation.",
      "published": "2026-01-14T13:04:45Z",
      "updated": "2026-01-16T12:27:02Z",
      "categories": [
        "nucl-ex",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09458v2",
      "pdf_link": "https://arxiv.org/pdf/2601.09458v2"
    },
    {
      "id": "2601.09368v1",
      "title": "Analysis of wave processes using beam-driven Langmuir/$\\mathcal{Z}$-mode waveforms generated in Particle-In-Cell simulations",
      "authors": [
        "Francisco Javier Polanco-Rodríguez",
        "Catherine Krafft",
        "Philippe Savoini"
      ],
      "summary": "During Type III solar radio bursts, beam-driven upper-hybrid wave turbulence is converted into electromagnetic emissions at the fundamental plasma frequency and its harmonic, through a chain of various linear and nonlinear wave processes. In this work, we mainly investigate the relative roles and interplay of two key mechanisms: the nonlinear decay of Langmuir/$\\mathcal Z$-mode waves and their linear transformations on random density fluctuations and, in particular, their mode conversion at constant frequency into electromagnetic waves. Using two-dimensional Particle-In-Cell simulations, we employ a diagnostic approach based on large ensembles of virtual satellites that record local waveforms, enabling detailed temporal and spatial characterization of wave processes in randomly inhomogeneous plasmas. This method allows robust statistical analysis and direct comparison with spacecraft observations. The study focuses on the dependence of wave dynamics on the average level of density fluctuations and the plasma magnetization. Our results quantify the occurrence rate of decay under varying physical conditions and demonstrate how developed plasma density turbulence can significantly alter the balance between nonlinear wave-wave interactions and linear wave transformations. These findings provide new insights into the mechanisms responsible for electromagnetic emissions during type III radio bursts and strengthen the connection between numerical simulations and in situ solar wind measurements, offering a valuable framework for the interpretation of future space-based waveform observations.",
      "published": "2026-01-14T10:50:35Z",
      "updated": "2026-01-14T10:50:35Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09368v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09368v1"
    },
    {
      "id": "2601.09189v1",
      "title": "Experimental verification of the conservation of the magnetic moment and the longitudinal invariant",
      "authors": [
        "Juan Carlos Agurto",
        "Felipe Darmazo",
        "Amanda Guerra",
        "Erick Burgos-Parra"
      ],
      "summary": "Adiabatic invariants are fundamental to plasma physics but are often treated as purely theoretical concepts in undergraduate courses due to the difficulty of experimentally demonstrating them. This paper presents a pedagogical experiment to visualize and quantitatively verify the conservation of the magnetic moment ($μ$) and the longitudinal invariant ($J$) using a standard educational electron charge-to-mass ratio apparatus configured as a magnetic bottle. By analyzing long-exposure photographs of the electron beam trajectory, we reconstructed the helical motion and calculated the invariants under different magnetic field configurations. Our results verify the conservation of the longitudinal invariant ($J$) with a ratio of 0.98 between configurations. The magnetic moment ($μ$) exhibited a coefficient of variation of approximately 7\\%, a deviation consistent with the presence of collisional effects in the tube. These findings demonstrate that complex plasma dynamics can be effectively studied using accessible laboratory equipment, providing a valuable bridge between theory and experiment for physics students.",
      "published": "2026-01-14T05:42:02Z",
      "updated": "2026-01-14T05:42:02Z",
      "categories": [
        "physics.ed-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09189v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09189v1"
    },
    {
      "id": "2601.09135v1",
      "title": "Transient fields in oblique scattering from an infinite planar dielectric interface -- a qubit lattice simulation",
      "authors": [
        "Min Soe",
        "George Vahala",
        "Linda Vahala",
        "Efstratios Koukoutsis",
        "Abhay K. Ram",
        "Kyriakos Hizanidis"
      ],
      "summary": "An initial value algorithm is utilized to examine the time dependent evolution of the electromagnetic fields arising from oblique scattering of bounded pulses from an infinite planar dielectric interface. Since the qubit lattice algorithm (QLA) is almost fully unitary, one finds excellent conservation of electromagnetic energy. Various Gaussian envelope pulses are considered in regimes where the incident angle is below that needed for total internal reflection. While the reflected pulse retains its overall Gaussian shape, the transmitted pulse exhibits a combination of a Gaussian envelope along with Huygen-like emitted wave fronts from the collision point of the initial pulse with the infinite dielectric interface. The strength of these Huygen wavefronts depends on the width of the incident pulse.",
      "published": "2026-01-14T04:18:42Z",
      "updated": "2026-01-14T04:18:42Z",
      "categories": [
        "quant-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09135v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09135v1"
    },
    {
      "id": "2601.09047v1",
      "title": "Unperturbed-orbit integration and the 3D kinetic dispersion relation of the electron cyclotron drift instability",
      "authors": [
        "Yinjian Zhao"
      ],
      "summary": "High-frequency instabilities in crossed-field ($\\bm E\\times\\bm B$) plasmas are widely implicated in anomalous cross-field electron transport in Hall thrusters and related devices. Building on the fully kinetic 3D electrostatic dispersion relations reported by Ducrocq \\emph{et al.} and later by Lafleur \\emph{et al.}, we provide a concise, self-contained derivation of the key missing step: the magnetized-electron density perturbation $n_{e1}$ obtained from the linearized Vlasov equation via a retarded integration along unperturbed orbits, including finite-Larmor-radius effects and cyclotron harmonics. We collect the required mathematical identities in appendices and clarify the mapping between the Ducrocq Poisson-form and the Lafleur dielectric-form representations, including ion closures (cold-fluid versus kinetic Landau response). We conclude with a brief discussion of the assumptions and possible extensions toward more realistic configurations.",
      "published": "2026-01-14T00:30:22Z",
      "updated": "2026-01-14T00:30:22Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.09047v1",
      "pdf_link": "https://arxiv.org/pdf/2601.09047v1"
    },
    {
      "id": "2601.08400v1",
      "title": "Near-axis quasi-isodynamic database",
      "authors": [
        "Eduardo Rodriguez",
        "Gabriel G. Plunk"
      ],
      "summary": "In this work, we investigate the landscape of quasi-isodynamic stellarators using the near-axis expansion of the magnetic field. Building on recent theoretical developments, we construct a database of more than 800,000 stable, approximately quasi-isodynamic vacuum magnetic configurations. These configurations span a range of field period numbers and other geometric control parameters, including the magnetic axis shape and plasma elongation. To evaluate each configuration, we use a broad set of measures, including effective ripple, sensitivity of the Shafranov shift to changes in plasma beta, the prevalence of maximum-J trapped particles, and the Rosenbluth-Hinton residual, among others. This enables an exhaustive, thorough and quantitative characterization of the database. Statistical analysis and modern machine learning techniques are then employed to find correlations, and identify key descriptors and heuristics to help understand tendencies that govern the behaviour of numerical optimization. The database provides baseline configurations for further studies, and to serve as tailored initial conditions for optimization. With this work we initiate a long term program to complete a systematic exploration of quasi-isodynamic stellarator design space.",
      "published": "2026-01-13T10:15:40Z",
      "updated": "2026-01-13T10:15:40Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08400v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08400v1"
    },
    {
      "id": "2601.08384v1",
      "title": "Electric field-driven Rayleigh-Taylor-like instability in binary complex plasma",
      "authors": [
        "Priya Deshwal",
        "Hitendra K. Malik"
      ],
      "summary": "This study uses two-dimensional molecular dynamics simulations to explore Rayleigh-Taylor-like instability in a strongly coupled binary complex plasma, when heavier dust particles are positioned above the lighter ones, having the same charge-to-mass ratio, in a planar configuration. Langevin dynamics simulations are used to study the evolution of perturbations at the interface between these two distinct species of charged dust particles, subject to an externally applied electric field and an equilibrium charge density gradient. We have performed analytical calculations to determine the growth rate of instability under both strongly coupled and weakly coupled dusty plasma regimes. These theoretical predictions are subsequently validated through molecular dynamics simulations, enabling the reproduction of the instability in a strongly coupled binary complex plasma. The instability in these cases ultimately causes mixing among the charged species. The study comprehensively analyzes the growth rate as a function of various system parameters, and it offers deeper insight into the underlying physical mechanisms.",
      "published": "2026-01-13T09:48:42Z",
      "updated": "2026-01-13T09:48:42Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08384v1",
      "pdf_link": "https://arxiv.org/pdf/2601.08384v1"
    },
    {
      "id": "2601.08054v2",
      "title": "The Topological Origin of Bohm Resistivity in Magnetic Reconnection",
      "authors": [
        "Magnus F Ivarsen"
      ],
      "summary": "The physical origin of 'anomalous' resistivity in magnetic reconnection remains one of the longest-standing problems in space plasma physics. While the empirical Bohm diffusion scaling ($η~\\propto~T/B$) is widely invoked to explain fast reconnection rates, it lacks a rigorous derivation from first principles. Here, we derive this scaling by modeling the magnetized electron fluid as an overdamped spintronic condensate governed by the Landau-Lifshitz-Gilbert equation. We demonstrate that the breakdown of the \"frozen-in\" condition is rigorously identified as an Adler-Ohmic bifurcation in the model: a topological phase transition where electron gyro-axes lose synchronization with the magnetic field. By rigorously mapping the breakdown of adiabatic invariance to electron gyro axis slippage on the unit sphere, we show that the resulting resistivity naturally saturates at the Bohm limit. Numerical simulations of the $XY$ universality class confirm that the onset of this resistive state is explosive, following a logistic trigger consistent with the impulsive phase of solar flares. Furthermore, the topological defects in the condensate decay via a $t^{-0.75}$ power law, consistent with magnetic island coalescence as the mechanism of anomalous transport. These results suggest that Bohm resistivity is a universal topological property of magnetized matter at the critical point of reconnection.",
      "published": "2026-01-12T22:48:40Z",
      "updated": "2026-01-14T08:52:37Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "cond-mat.soft",
        "cond-mat.stat-mech",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08054v2",
      "pdf_link": "https://arxiv.org/pdf/2601.08054v2"
    },
    {
      "id": "2601.05996v1",
      "title": "Self-organization of local streamline structures and energy transfer rate in compressible plasma turbulence",
      "authors": [
        "Simone Benella",
        "Virgilio Quattrociocchi",
        "Emanuele Papini",
        "Andrea Verdini",
        "Simone Landi",
        "Maria Federica Marcucci",
        "Giuseppe Consolini"
      ],
      "summary": "We examine how local streamline topology and energy cascade rate self-organize in plasma turbulence for both compressible and incompressible regimes. Using a fully-compressible Hall-magnetohydrodynamic simulation, we quantify the subgrid-scale energy transfer and analyze its relationship to streamline structures by means of grandient tensor geometric invariants of the velocity field. Our results highlight how streamline topology is crucial for diagnosing turbulence: for nearly-incompressible fluctuations the energy is primarily transferred to smaller scales through strain-dominated and stable-vortical structures, while is back-transferred towards larger scales through unstable-vortical structures. Compressible fluctuations, on the contrary, do not show a clear topological selection of the energy transfer since the overall direction of the local cascade rate is found to be determined by the sign of $-\\nabla\\cdot u$ (plasma volumetric compression or expansion).",
      "published": "2026-01-09T18:23:00Z",
      "updated": "2026-01-09T18:23:00Z",
      "categories": [
        "physics.space-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05996v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05996v1"
    },
    {
      "id": "2601.05426v1",
      "title": "An integration-free method for calculating curl and divergence in space plasmas using multi-spacecraft data",
      "authors": [
        "Rohan Singh",
        "Supratik Banerjee",
        "Arijit Halder"
      ],
      "summary": "The knowledge of local spatial gradients (curl, divergence etc.) is crucial to examine the three-dimensional variation of flow fields including velocity and magnetic fields in space plasmas like the solar wind. Here we propose a simple method to calculate the same using the in-situ data of multi-spacecraft systems. Unlike the popular Curlometer method which depends on the vector integration theorems, our integration-free method is based on the construction of a local orthonormal coordinate system and the associated finite difference approximations. The Curlometer is applicable to a four spacecraft system arranged in a tetrahedron and yields a single volume-averaged estimate of the curl. Using our proposed method over 107 intervals of MMS (NASA) data, on the other hand, we successfully calculate the spatial derivatives at the position of each spacecraft of the tetrahedron and a three-spacecraft (non-collinear) subset of the same. The average value of all the curls calculated for a given tetrahedron shows an excellent agreement (correlation coeffcient ~ 0:99) with the curls calculated using Curlometer formula. The quality of the calculated curl (using our method) is found to improve if the spacecraft configuration approaches a regular tetrahedron. The current framework facilitates investigation of turbulent heating rates and the exploration of local flow features like Beltramization, existence of current sheets, etc., in present and future multi-spacecraft mission, including those involving more than four spacecraft.",
      "published": "2026-01-08T23:21:20Z",
      "updated": "2026-01-08T23:21:20Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.05426v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05426v1"
    },
    {
      "id": "2601.05209v1",
      "title": "Addressing Known Challenges in Solar Flare Forecasting I: Limb-Flare Prediction with a 4-pi Full-Heliosphere Framework",
      "authors": [
        "K. D. Leka",
        "Eric L. Wagner",
        "Lisa Upton",
        "Bibhuti Kumar Jha",
        "Kiran Jain",
        "Sara Petty"
      ],
      "summary": "A demonstrated failure mode for operational solar flare forecasting is the inability to forecast flares that occur near, or just beyond, the solar limb. To address this shortcoming, we develop a \"4pi\" full-heliosphere event forecasting framework and evaluate its statistical classification ability against this specific challenge. A magnetic surface flux transport model is used to generate full-sun maps of the photospheric radial magnetic field from which active regions (ARs) are identified and tracked using a new labeling scheme that is observer-location agnostic and allows for post-facto modifications. Flare-relevant magnetic parameters couple to a \"visibility\" index that specifies AR location relative to the visible solar limb and expected flare detection. Flare labels are assigned according to peak Soft X-ray flux, and a statistical classification is performed using nonparametric discriminant analysis. A version where new or emerging ARs on the far (\"invisible\" side of the Sun are incorporated into the model by way of far-side helioseismology, is also tested. We evaluate the new framework by its performance specifically including the limb areas using Brier Skill Score and ROC Skill Score, finding improvement at the 2-sigma level or less. However, we do find that the number of False Negatives, or \"missed\" forecasts decreases, and find strong evidence that the additional information provided by the far-side helioseismology can help predict near- and just-beyond-limb flares, particularly for East-limb events. While individual components of this framework could be improved, we demonstrate that a known failure mode for solar flare forecasting can be mitigated with available resources.",
      "published": "2026-01-08T18:34:43Z",
      "updated": "2026-01-08T18:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05209v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05209v1"
    },
    {
      "id": "2601.04165v1",
      "title": "Properties of Magnetic Switchbacks in the Near-Sun Solar Wind",
      "authors": [
        "Samuel T. Badman",
        "Naïs Fargette",
        "Lorenzo Matteini",
        "Oleksiy V. Agapitov",
        "Mojtaba Akhavan-Tafti",
        "Stuart D. Bale",
        "Srijan Bharati Das",
        "Nina Bizien",
        "Trevor A. Bowen",
        "Thierry Dudok de Wit",
        "Clara Froment",
        "Timothy Horbury",
        "Jia Huang",
        "Vamsee Krishna Jagarlamudi",
        "Andrea Larosa",
        "Maria S. Madjarska",
        "Olga Panasenco",
        "Etienne Pariat",
        "Nour E. Raouafi",
        "Alexis P. Rouillard",
        "David Ruffolo",
        "Nikos Sioulas",
        "Shirsh Lata Soni",
        "Luca Sorriso-Valvo",
        "Gabriel Ho Hin Suen",
        "Marco Velli",
        "Jaye Verniero"
      ],
      "summary": "Magnetic switchbacks are fluctuations in the solar wind in which the interplanetary magnetic field sharply deflects away from its background direction so as to create folds in magnetic field lines while remaining of roughly constant magnitude. The magnetic field and velocity fluctuations are extremely well correlated in a way corresponding to Alfvénic fluctuations propagating away from the Sun. For a background field which is nearly radial this causes an outwardly propagating jet to form. Switchbacks and their characteristic velocity jets have recently been observed to be nearly ubiquitous by Parker Solar Probe with in situ measurements in the inner heliosphere within 0.3 AU. Their prevalence, substantial energy content, and potentially fundamental role in the dynamics of the outer corona and solar wind motivate the significant research efforts into their understanding. Here we review the in situ measurements of these structures (primarily by Parker Solar Probe). We discuss how they are identified and measured, and present an overview of the primary observational properties of these structures, both in terms of individual switchbacks and their collective arrangement into ``patches''. We identify both properties for which there is a strong consensus and those that have limited or qualified support and require further investigation. We identify and collate several open questions and recommendations for future studies.",
      "published": "2026-01-07T18:26:35Z",
      "updated": "2026-01-07T18:26:35Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04165v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04165v1"
    },
    {
      "id": "2601.03818v1",
      "title": "Modelling spacecraft-emitted electrons measured by SWA-EAS experiment on board Solar Orbiter mission",
      "authors": [
        "Š. Štverák",
        "D. Herčík",
        "P. Hellinger",
        "M. Popďakunik",
        "G. R. Lewis",
        "G. Nicolaou",
        "C. J. Owen",
        "Yu. V. Khotyaintsev",
        "M. Maksimovic"
      ],
      "summary": "Thermal electron measurements in space plasmas typically suffer at low energies from spacecraft emissions of photo- and secondary electrons and from charging of the spacecraft body. We examine these effects by use of numerical simulations in the context of electron measurements acquired by the Electron Analyser System (SWA-EAS) on board the Solar Orbiter mission. We employed the Spacecraft Plasma Interaction Software to model the interaction of the Solar Orbiter spacecraft with solar wind plasma and we implemented a virtual detector to simulate the measured electron energy spectra as observed in situ by the SWA-EAS experiment. Numerical simulations were set according to the measured plasma conditions at 0.3~AU. We derived the simulated electron energy spectra as detected by the virtual SWA-EAS experiment for different electron populations and compared these with both the initial plasma conditions and the corresponding real SWA-EAS data samples. We found qualitative agreement between the simulated and real data observed in situ by the SWA-EAS detector. Contrary to other space missions, the contamination by cold electrons emitted from the spacecraft is seen well above the spacecraft potential energy threshold. A detailed analysis of the simulated electron energy spectra demonstrates that contamination above the threshold is a result of cold electron fluxes emitted from distant spacecraft surfaces. The relative position of the break in the simulated spectrum with respect to the spacecraft potential slightly deviates from that in the real observations. This may indicate that the real potential of the SWA-EAS detector with respect to ambient plasma differs from the spacecraft potential value measured on board. The overall contamination is shown to be composed of emissions from a number of different sources and their relative contribution varies with the ambient plasma conditions.",
      "published": "2026-01-07T11:22:20Z",
      "updated": "2026-01-07T11:22:20Z",
      "categories": [
        "astro-ph.IM",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03818v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03818v1"
    },
    {
      "id": "2601.03650v1",
      "title": "Investigating the Center-to-Limb Effects in Helioseismic Data Using 3D Radiative Hydrodynamic Simulations",
      "authors": [
        "Irina N. Kitiashvili"
      ],
      "summary": "Full-disk observations from missions such as the SDO and SOHO have enabled comprehensive studies of solar oscillations and dynamics. Interpreting helioseismic and photospheric data is complicated by systematic center-to-limb variations. To explore the physical origin of these variations, we perform local 3D radiative hydrodynamic simulations that include effects of solar rotation to generate 24-hour synthetic time series of continuum intensity and Doppler velocity for nine viewing angles spanning from -75 to 75 degrees. The simulations reveal a systematic decrease in oscillation power toward the limbs and a pronounced East-West asymmetry that increases with frequency, primarily due to rotation-induced flows. With increasing angular distance from the disk center, the amplitudes and widths of the surface gravity (f) and resonant pressure (p) modes decrease. In contrast, the amplitudes of the corresponding pseudo-modes with frequencies above the acoustic cut-off frequency increase in the intensity power spectra but are suppressed in the velocity spectra. The local helioseismology ring-diagram analysis of the simulation data further demonstrates anisotropic broadening of the modes and distinct differences in background noise and pseudo-mode structure between the intensity and velocity data. These results indicate that the center-to-limb effects arise from both geometric projection and physical factors such as line-formation height and potential effects of the radial differential rotation. The findings provide a framework for correcting helioseismic observations and demonstrate that realistic 3D radiative hydrodynamic simulations are a powerful tool for disentangling geometric and physical biases in solar data.",
      "published": "2026-01-07T07:01:34Z",
      "updated": "2026-01-07T07:01:34Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03650v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03650v1"
    },
    {
      "id": "2601.03620v1",
      "title": "On flying through the base of a pseudo-streamer",
      "authors": [
        "Forrest Mozer",
        "Oleksiy Agapitov",
        "Kyungeun Choi",
        "Andrii Voshchepynets"
      ],
      "summary": "Near the 10 solar radius perihelion of Parker Solar Probe orbit 24, a confined region containing an enhanced plasma density of 25,000 particles per cubic centimeter and broadband electrostatic waves was encountered. The solar wind velocity of 200 kilometers per second and ion temperature of 25 eV were significantly reduced as compared to their values in the ambient solar wind. These anomalous plasma conditions were observed on closed magnetic field lines, as determined from observations of the suprathermal electron strahl. Because the polarity of the radial magnetic field did not change sign on the two sides of the crossing and the crossed region contained a double-peaked plasma structure, the spacecraft must have passed through the base of a pseudo-streamer whose structure extended out to 10 solar radii. In the plasma frame, an electric field as large as 400 millivolts per meter was detected during the crossing. The current associated with this electric field was less than one milliampere per square meter, corresponding to a drift velocity less than 2.5 kilometers per second. It also contained a turbulent plasma with density fluctuations divided by density as large as 0.3, suggesting that the resistive term in the generalized ohm's law was significant. Also, the density as a function of time had a non-zero slope when the electric field was non-zero, suggesting that the pressure gradient term also mattered. As compared to earlier remote sensing and theoretical results, it is surprising that the plasma in this pseudo-streamer had a remarkably low flow velocity and that the pseudo-streamer base extended out to 10 solar radii.",
      "published": "2026-01-07T06:01:19Z",
      "updated": "2026-01-07T06:01:19Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03620v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03620v1"
    },
    {
      "id": "2601.03344v1",
      "title": "Non-thermal particle acceleration in multi-species kinetic plasmas: universal power-law distribution functions and temperature inversion in the solar corona",
      "authors": [
        "Uddipan Banik",
        "Amitava Bhattacharjee"
      ],
      "summary": "The origin of non-thermal power-law distribution functions ubiquitously observed in astrophysical/space (e.g., the solar wind) and laboratory kinetic plasmas, is not well understood. Another puzzling phenomenon is temperature inversion in the solar corona. These two issues are deeply connected. We develop a self-consistent quasilinear theory (QLT) for electromagnetically driven kinetic plasmas, deriving a Fokker-Planck equation for the simultaneous relaxation of multiple species, with (i) a drive diffusion coefficient for the heating of dressed particles directly by the drive and indirectly by waves, and (ii) Balescu-Lenard diffusion and drag coefficients for internal turbulence and Coulomb collisions. Both electron and ion distributions relax towards a universal attractor with a $v^{-5}$ $(E^{-2})$ tail, akin to a $κ= 1.5$ distribution, under a super-Debye (but sub-Larmor) drive with a steep power-spectrum. This is an outcome of Debye screening: large-scale fields accelerate the unscreened, fast particles but not the screened, slow ones. The universality may be broken by shallow power-spectra and incomplete relaxation. Collisions cannot decelerate suprathermal particles, rendering a high $v$ tail immune to Maxwellianization. Such a tail may be generated in the solar corona by chromospheric convection despite collisional losses. The suprathermal particles escape sun's gravity (velocity filtration), inverting the temperature profile and raising it to $10^6$ K. A proper analysis of velocity filtration with a $κ\\approx 1.5-2$ distribution inspired by QLT provides a reasonable fit to the spectroscopic data of heavy ions and explains the abrupt temperature rise, a consequence of the divergence of pressure in the $κ\\to 1.5$ limit.",
      "published": "2026-01-06T19:00:01Z",
      "updated": "2026-01-06T19:00:01Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03344v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03344v1"
    },
    {
      "id": "2601.00485v1",
      "title": "Spectral performance of single-channel plastic and GAGG scintillator bars of the CUbesat Solar Polarimeter (CUSP)",
      "authors": [
        "Nicolas De Angelis",
        "Abhay Kumar",
        "Sergio Fabiani",
        "Ettore Del Monte",
        "Enrico Costa",
        "Giovanni Lombardi",
        "Alda Rubini",
        "Paolo Soffitta",
        "Andrea Alimenti",
        "Riccardo Campana",
        "Mauro Centrone",
        "Giovanni De Cesare",
        "Sergio Di Cosimo",
        "Giuseppe Di Persio",
        "Alessandro Lacerenza",
        "Pasqualino Loffredo",
        "Gabriele Minervini",
        "Fabio Muleri",
        "Paolo Romano",
        "Emanuele Scalise",
        "Enrico Silva",
        "Davide Albanesi",
        "Ilaria Baffo",
        "Daniele Brienza",
        "Valerio Campomaggiore",
        "Giovanni Cucinella",
        "Andrea Curatolo",
        "Giulia de Iulis",
        "Andrea Del Re",
        "Vito Di Bari",
        "Simone Di Filippo",
        "Immacolata Donnarumma",
        "Pierluigi Fanelli",
        "Nicolas Gagliardi",
        "Paolo Leonetti",
        "Matteo Mergè",
        "Dario Modenini",
        "Andrea Negri",
        "Daniele Pecorella",
        "Massimo Perelli",
        "Alice Ponti",
        "Francesca Sbop",
        "Paolo Tortora",
        "Alessandro Turchi",
        "Valerio Vagelli",
        "Emanuele Zaccagnino",
        "Alessandro Zambardi",
        "Costantino Zazza"
      ],
      "summary": "Our Sun is the closest X-ray astrophysical source to Earth. As such, it makes a formidable case study to better understand astrophysical processes. Solar flares are in particular very interesting as they are linked to coronal mass ejections as well as magnetic field reconnection sites in the solar atmosphere. Flares can therefore provide insightful information on the physical processes at play on their production sites, but also on the emission and acceleration of energetic charged particles towards our planet, making it a formidable forecasting tool for space weather. While solar flares are critical to understanding magnetic reconnection and particle acceleration, their hard X-ray polarization -- key to distinguishing between competing theoretical models -- remains poorly constrained by existing observations. To address this, we present the CUbesat Solar Polarimeter (CUSP), a mission under development to perform solar flare polarimetry in the 25-100 keV energy range. CUSP consists of a 6U-XL platform hosting a dual-phase Compton polarimeter. The polarimeter is made of a central assembly of four 4x4 arrays of plastic scintillators, each coupled to multi-anode photomultiplier tubes, surrounded by four strips of eight elongated GAGG scintillator bars coupled to avalanche photodiodes. Both types of sensors from Hamamatsu are respectively read out by the MAROC-3A and SKIROC-2A ASICs from Weeroc. In this manuscript, we present the preliminary spectral performances of single plastic and GAGG channels measured in the laboratory using development boards of the ASICs foreseen for the flight model.",
      "published": "2026-01-01T21:40:47Z",
      "updated": "2026-01-01T21:40:47Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00485v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00485v1"
    },
    {
      "id": "2601.00470v1",
      "title": "Betelgeuse: Detection of the Expanding Wake of the Companion Star",
      "authors": [
        "Andrea K. Dupree",
        "Paul I. Cristofari",
        "Morgan MacLeod",
        "Kateryna Kravchenko"
      ],
      "summary": "Recent analyses conclude that Betelgeuse, a red supergiant star (HD 39801), likely has a companion object with a period of about 2000 days orbiting at only 2.3 stellar radii, deep in the chromosphere of the supergiant. A probable detection of such a companion, named Siwarha, has just occurred from speckle imaging. This study finds that Betelgeuse spectra in the optical region and ultraviolet exhibit signatures of variable circumstellar absorption and chromospheric outflows. These variations are consistent with the ~ 2000-day period of the companion object. Circumstellar absorption evident in optical Mn I lines, and mass outflow marked by ultraviolet Fe II, Si I, and Mg I lines increase after the transit of the companion across the disk of Betelgeuse. Following the eclipse of the companion, the absorption and outflow slowly decrease in advance of the next transit. The occurrence and variation of this plasma appear consistent with the presence of a trailing and expanding wake caused by a companion star orbiting within the atmosphere of Betelgeuse.",
      "published": "2026-01-01T20:56:05Z",
      "updated": "2026-01-01T20:56:05Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00470v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00470v1"
    },
    {
      "id": "2512.24425v2",
      "title": "Turbulence-Driven Corrugation of Collisionless Fast-Magnetosonic Shocks",
      "authors": [
        "Immanuel Christopher Jebaraj",
        "Mikhail Malkov",
        "Nicolas Wijsen",
        "Jens Pomoell",
        "Vladimir Krasnoselskikh",
        "Nina Dresing",
        "Rami Vainio"
      ],
      "summary": "Collisionless fast-magnetosonic shocks are often treated as smooth, planar boundaries, yet observations point to organized corrugation of the shock surface. A plausible driver is upstream turbulence. Broadband fluctuations arriving at the front can continually wrinkle it, changing the local shock geometry and, in turn, conditions for particle injection and radiation. We develop a linear-MHD formulation that treats the shock as a moving interface rather than a fixed boundary. In this approach the shock response can be summarized by an effective impedance determined by the Rankine-Hugoniot base state and the shock geometry, while the upstream turbulence enters only through its statistics. This provides a practical mapping from an assumed incident spectrum to the corrugation amplitude, its drift along the surface, and a coherence scale set by weak damping or leakage. The response is largest when the transmitted downstream fast mode propagates nearly parallel to the shock in the shock frame, which produces a Lorentzian-type enhancement controlled by the downstream normal group speed. We examine how compression, plasma $β$, and obliquity affect these corrugation properties and discuss implications for fine structure in heliospheric and supernova-remnant shock emission.",
      "published": "2025-12-30T19:03:59Z",
      "updated": "2026-01-06T09:15:22Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24425v2",
      "pdf_link": "https://arxiv.org/pdf/2512.24425v2"
    },
    {
      "id": "2512.22424v1",
      "title": "Brace for Impact: A Review of Mitigation Decisions of Critical Infrastructure Operators During the 2024 Solar Maximum",
      "authors": [
        "Caitlin LaNeve",
        "Edward J Oughton",
        "Noah Rivera",
        "Lucy Wilkerson",
        "Robert S Weigel",
        "Dean Thomas",
        "CT Gaunt"
      ],
      "summary": "The Gannon Storm in May 2024 was the largest space weather event experienced in 20 years, generating auroras latitudes as low as 35°. Such activity can pose significant operational challenges for critical infrastructure operators, particularly those managing electricity transmission networks, satellite constellations, and aviation systems. Substantial progress has been made in understanding space weather and the potential exposure of infrastructure assets to severe events. We have seen few evaluations of the types of current mitigation strategies in use to reduce our shared vulnerability to this activity, motivating this study. Firstly, we fill an important literature gap by undertaking a systematic review of the range of space weather mitigation strategies for these three critical infrastructure sectors. Secondly, we contacted 303 critical infrastructure operators (50 power, 227 satellite, 26 aviation) for participation in an anonymous online survey or interview receiving 55 unique responses (18% response rate). To capture narratives of mitigation actions taken and impacts experienced over the solar maximum, qualitative interviews were then conducted with 33 operators. The results identified 91 potential mitigation actions within the sectors and found that 149 mitigation actions were enacted due to space weather forecasts and experienced impacts. This is one of the first exhaustive studies of space weather mitigation activities, and moves beyond the traditional focus on purely impacts.",
      "published": "2025-12-27T01:11:55Z",
      "updated": "2025-12-27T01:11:55Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22424v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22424v1"
    },
    {
      "id": "2601.02393v1",
      "title": "Spectral Properties and Energy Injection in Mercury's Magnetotail Current Sheet",
      "authors": [
        "Xinmin Li",
        "Chuanfei Dong",
        "Liang Wang",
        "Sae Aizawa",
        "Lina Z. Hadid",
        "Chi Zhang",
        "Hongyang Zhou",
        "James A. Slavin",
        "Jiawei Gao",
        "Mirko Stumpo",
        "Wei Zhang"
      ],
      "summary": "Mercury's magnetotail hosts a thin and highly dynamic current sheet (CS), where magnetic reconnection and strong fluctuations frequently occur. Here, we statistically analyze magnetic field power spectra across 370 magnetotail CSs observed by MESSENGER. About 20% of the events are quasi-laminar, showing single power-law spectra, whereas 80% are turbulent, exhibiting a spectral break separating inertial and kinetic ranges. A dawn-dusk asymmetry is identified: inertial-range slopes are systematically shallower on the dawnside, whereas kinetic-range slopes are steeper, indicating more developed turbulence there, consistent with the higher occurrence of reconnection-related processes on the dawnside. Component analysis shows that the transverse components, orthogonal to the tail-aligned principal field (BX), display shallow slopes near -1 in the inertial range, suggesting energy injection at ion scales rather than a classical inertial range. These results demonstrate that Mercury's unique plasma environment fundamentally reshapes the initiation of turbulence and the redistribution of energy in the magnetotail.",
      "published": "2025-12-25T20:52:08Z",
      "updated": "2025-12-25T20:52:08Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02393v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02393v1"
    },
    {
      "id": "2512.20098v1",
      "title": "Alfvénic solar wind intervals observed by Solar Orbiter: Exploiting the capability of the SWA plasma suite and source region investigation",
      "authors": [
        "R. D'Amicis",
        "J. M. Raines",
        "S. Benella",
        "M. Velli",
        "O. Panasenco",
        "G. Nicolaou",
        "C. J. Owen",
        "R. M. Dewey",
        "P. Louarn",
        "A. Fedorov",
        "S. T. Lepri",
        "B. L. Alterman",
        "D. Perrone",
        "R. De Marco",
        "R. Bruno",
        "L. Sorriso-Valvo",
        "O. S. Dhamane",
        "Y. Rivera",
        "O. R. Kieokaew",
        "D. Verscharen",
        "G. Consolini",
        "S. Yardley",
        "V. Réville",
        "D. Telloni",
        "D. Baker",
        "G. Lewis",
        "G. Watson",
        "C. Anekallu",
        "K. Darwish",
        "L. Prech",
        "S. Livi",
        "T. Horbury",
        "G. Mele",
        "V. Fortunato",
        "F. Monti"
      ],
      "summary": "Fast and slow solar wind have distinct properties linked to their solar sources.Alfvénic slow wind complicates the usual speed-based classification, especially at intermediate speeds. Solar Orbiter's Solar Wind Analyzer (SWA) offers unique capabilities to investigate how Alfvénic slow wind differs from fast wind and relate these differences to their solar origins. In September 2022, Solar Orbiter observed several Alfvénic streams: one fast wind, three Alfvénic slow wind (AS1, AS2, AS3), and a moderate fast (FH) interval. We analyze these streams, combining plasma parameters from all SWA sensors with magnetic field measurements from the Magnetometer (MAG). A spectral analysis of magnetic and velocity fluctuations is used to characterize Alfvénicity. The magnetic connectivity of each stream to its solar source is examined using Potential Field Source Surface extrapolation combined with ballistic backmapping from the spacecraft. Proton velocity distribution functions show anisotropies and field-aligned beams characteristic of Alfvénic streams, while electron pitch-angle distributions reveal clear strahl populations. Oxygen and carbon charge-state ratios are low in fast wind but higher in AS1-AS3, consistent with slow wind origins. Magnetic connectivity suggests the fast wind originates from a large coronal hole; AS1 links to a pseudostreamer with high expansion factor; AS2, AS3, and FH connect to a negative-polarity coronal hole whose field lines cross a pseudostreamer that later dissipates. Spectral analysis indicates near energy equipartition in all intervals except AS2. The combined SWA observations offer key insights into the physical processes shaping Alfvénic solar wind streams. Our results reinforce that the simple fast/slow wind classification is inadequate for linking solar wind to sources, and suggest that Alfvénicity relates to the solar source conditions.",
      "published": "2025-12-23T06:50:07Z",
      "updated": "2025-12-23T06:50:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20098v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20098v1"
    },
    {
      "id": "2512.18806v1",
      "title": "Energetically-dominant Sunward-Propagating Alfvén Waves Near 1 au and Their Relation to Large-scale Magnetic Switchbacks",
      "authors": [
        "Nickolas Giardetti",
        "Sofiane Bourouaine",
        "Jean C. Perez"
      ],
      "summary": "In this letter, we investigate the population of energetically-dominant sunward-propagating Alfvén waves (SAWs) using more than 20 years of data provided by the Wind spacecraft near 1 au. We refer to SAWs as energetically-dominant sunward-propagating Alfvén waves within inertial range scales. Key parameters such as normalized cross helicity, plasma incompressibility, and magnetic incompressibility are used to determine the SAWs. Incorporating the polarity of the heliospheric magnetic field, AW modes are identified, which enables the determination of the propagation direction. Occurrence rates of SAWs vary from 1% to 14% depending on the time scale and solar wind stream type considered. Particularly, the relationship between large-scale magnetic field switchbacks (SBs) and SAWs (for a 1-hour long time scale) is investigated. A methodology utilizing pitch angle distributions of suprathermal electron strahl is employed to identify inverted magnetic field topology. The intervals containing SAWs are cross-referenced and examined with intervals identified as SBs. For a sample of 1636 1-hour SAW intervals, 17.5% are associated with magnetic field switchbacks occurring at scales larger than one hour. The analysis lends support to the idea of switchbacks as one of the candidate sources for a portion of the SAW population.",
      "published": "2025-12-21T16:57:44Z",
      "updated": "2025-12-21T16:57:44Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18806v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18806v1"
    },
    {
      "id": "2512.18629v1",
      "title": "Revisiting Mars' Induced Magnetic Field and Clock Angle Departures under Real-Time Upstream Solar Wind Conditions",
      "authors": [
        "Zhihao Cheng",
        "Chi Zhang",
        "Chuanfei Dong",
        "Hongyang Zhou",
        "Jiawei Gao",
        "Abigail Tadlock",
        "Xinmin Li",
        "Liang Wang"
      ],
      "summary": "Mars lacks a global intrinsic dipole magnetic field, but its interaction with the solar wind generates a global induced magnetosphere. Until now, most studies have relied on single-spacecraft measurements, which could not simultaneously capture upstream solar wind conditions and the induced magnetic fields, thereby limiting our understanding of the system. Here, we statistically re-examine the properties of Mars' induced magnetic field by incorporating, for the first time, real-time upstream solar wind conditions from the coordinated MAVEN and Tianwen-1 observations. Our results are show that both solar wind dynamic pressure and the interplanetary magnetic field (IMF) magnitude enhance the strength of the induced magnetic field, but they exert opposite effects on the compression ratio: higher dynamic pressure strengthens compression, while stronger IMF weakens it. The induced field is stronger under quasi-perpendicular IMF conditions compared with quasi-parallel IMF, reflecting a stronger mass-loading effect. We further investigate the clock angle departures of the induced fields. They remain relatively small in the magnetosheath near the bow shock, increase gradually toward the induced magnetosphere, and become significantly larger within the induced magnetosphere. In addition, clock angle departures are strongly enhanced under quasi-parallel IMF conditions. Their dependence on upstream drivers further shows that, within the magnetosheath, clock angle departures are minimized under low dynamic pressure, high IMF magnitude, and low Alfven Mach number conditions. These results may enhance our understanding of solar wind interaction with Mars, and highlight the critical role of multi-point observations.",
      "published": "2025-12-21T07:57:22Z",
      "updated": "2025-12-21T07:57:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.18629v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18629v1"
    },
    {
      "id": "2512.16610v1",
      "title": "Angular dependence of third-order law in anisotropic MHD turbulence",
      "authors": [
        "Bin Jiang",
        "Zhuoran Gao",
        "Yan Yang",
        "Francesco Pecora",
        "Kai Gao",
        "Cheng Li",
        "Sean Oughton",
        "William Matthaeus",
        "Minping Wan"
      ],
      "summary": "In solar wind turbulence, the energy transfer/dissipation rate is typically estimated using MHD third-order structure functions calculated using spacecraft observations. However, the inherent anisotropy of solar wind turbulence leads to significant variations in structure functions along different observational directions, thereby affecting the accuracy of energy-dissipation rate estimation. An unresolved issue is how to optimise the selection of observation angles under limited directional sampling to improve estimation precision. We conduct a series of MHD turbulence simulations with different mean magnetic field strengths, $ B_0 $. Our analysis of the third-order structure functions reveals that the global energy dissipation rate estimated around a polar angle of $ θ= 60^\\circ$ agrees reasonably with the exact one for $ 0 \\le B_0/b_{rms} \\le 5 $, where $b_{rms}$ denotes the root-mean-square magnetic field fluctuation. The speciality of $60^\\circ$ polar angle can be understood by the Mean Value Theorem of Integrals, since the spherical integral of the polar-angle component ($\\widetilde{T_θ}$) of the divergence of Yaglom flux is zero, and $\\widetilde{T_θ}$ changes sign around 60$^\\circ$. Existing theory on the energy flux vector as a function of the polar angle is assessed, and supports the speciality of $60^\\circ$ polar angle. The angular dependence of the third-order structure functions is further assessed with virtual spacecraft data analysis. The present results can be applied to measure the turbulent dissipation rates of energy in the solar wind, which are of potential importance to other areas in which turbulence takes place, such as laboratory plasmas and astrophysics.",
      "published": "2025-12-18T14:52:05Z",
      "updated": "2025-12-18T14:52:05Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2512.16610v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16610v1"
    },
    {
      "id": "2512.16175v1",
      "title": "Physics-Informed Neural Networks for Modeling the Martian Induced Magnetosphere",
      "authors": [
        "Jiawei Gao",
        "Chuanfei Dong",
        "Chi Zhang",
        "Yilan Qin",
        "Simin Shekarpaz",
        "Xinmin Li",
        "Liang Wang",
        "Hongyang Zhou",
        "Abigail Tadlock"
      ],
      "summary": "Understanding the magnetic field environment around Mars and its response to upstream solar wind conditions provide key insights into the processes driving atmospheric ion escape. To date, global models of Martian induced magnetosphere have been exclusively physics-based, relying on computationally intensive simulations. For the first time, we develop a data-driven model of the Martian induced magnetospheric magnetic field using Physics-Informed Neural Network (PINN) combined with MAVEN observations and physical laws. Trained under varying solar wind conditions, including B_IMF, P_SW, and θ_cone, the data-driven model accurately reconstructs the three-dimensional magnetic field configuration and its variability in response to upstream solar wind drivers. Based on the PINN results, we identify key dependencies of magnetic field configuration on solar wind parameters, including the hemispheric asymmetries of the draped field line strength in the Mars-Solar-Electric coordinates. These findings demonstrate the capability of PINNs to reconstruct complex magnetic field structures in the Martian induced magnetosphere, thereby offering a promising tool for advancing studies of solar wind-Mars interactions.",
      "published": "2025-12-18T04:49:20Z",
      "updated": "2025-12-18T04:49:20Z",
      "categories": [
        "astro-ph.EP",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16175v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16175v1"
    },
    {
      "id": "2512.16028v1",
      "title": "Direct calculation of steady-state hydrodynamic solar wind solutions with newtonian viscosity",
      "authors": [
        "Roger B. Scott",
        "Stephen J. Bradshaw",
        "Mark G. Linton",
        "Chris Lowder",
        "Leonard Strachan"
      ],
      "summary": "Steady-state solutions to the Navier-Stokes equations are known to admit solutions that are singular at the sonic point. Consequently, inviscid solar wind models require special treatment of the solution near the sonic points, and this has proven to be a significant impediment to efficient modeling of the solar wind. In this paper we revisit the governing hydrodynamic equations for the expanding solar wind, with the inclusion of the classical (Newtonian) viscous stress , and we show how this inclusion eliminates the singularities that emerge from the inviscid equations. This result has been previously reported and used to generate solar wind profiles from initial conditions in the asymptotic limit; however, those studies did not include realistic treatments of the inner corona, and generally rejected the prospect of extrapolating solutions outward from the Sun into the heliosphere. Here, we expand this method to include external heating and optically thin radiative losses and show that solutions can be computed from initial conditions near the solar surface, thereby capturing the entire range of scales from below the transition region to the outer heliosphere in a single solution. Our approach is to cast the steady-state Navier-Stokes equations as a system of five coupled, ordinary differential equations (ODEs), which we solve using conventional methods, without any special treatment of the governing equations in the vicinity of the sonic point. The representative solutions that we present here demonstrate the utility and efficiency of this extrapolation method, which is considerably more realistic than commonly used analytical or empirical models. This method provides a direct approach to generating accurate solar wind profiles subject to observationally motivated initial conditions near the solar surface, at a fraction of the computational cost of comparable relaxation-based models.",
      "published": "2025-12-17T23:21:33Z",
      "updated": "2025-12-17T23:21:33Z",
      "categories": [
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16028v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16028v1"
    },
    {
      "id": "2512.15172v1",
      "title": "Characterising injection signatures in Jupiter's ultraviolet aurora using Juno observations",
      "authors": [
        "Linus Head",
        "Denis Grodent",
        "Bertrand Bonfond",
        "Alessandro Moirano",
        "Guillaume Sicorello",
        "Julie Vinesse",
        "Alyssa Mouton",
        "Maïté Dumont",
        "Thomas Greathouse",
        "Vincent Hue",
        "Ali Sulaiman",
        "Barry Mauk",
        "Zhonghua Yao",
        "Ruilong Guo",
        "Jinyan Zhao"
      ],
      "summary": "Discrete features in Jupiter's ultraviolet aurora have been interpreted as signatures of plasma injections in the middle magnetosphere. There exists some ambiguity whether magnetodisc scattering or high-latitude Alfvenic acceleration best describes the observed properties of these injection signatures, and also to what extent arcs in the outer emission are related to injections. Many injection signatures are the result of the evolution of dawn storms; there is, however, limited evidence that non-dawn-storm injection signatures are sometimes present in the aurora. We use automatic detection of these discrete features, alongside data from Juno-UVS and in-situ measurements by other Juno instruments, to show that scattering likely accounts for most of the electron precipitation associated with injection signatures. Additionally, there is evidence that injection signatures can be classified into two types: dawn-storm and non-dawn-storm. Arc-like features in the outer emission show very similar properties to traditional blob-like injection signatures and may consist of sequences of injection signatures that have broadened into an arc via energy-dependent electron drift.",
      "published": "2025-12-17T08:09:04Z",
      "updated": "2025-12-17T08:09:04Z",
      "categories": [
        "astro-ph.EP",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15172v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15172v1"
    },
    {
      "id": "2512.15025v1",
      "title": "Effects of Unequal Electron-Ion Plasma Beta on Pressure-Strain Interaction in Turbulent Plasmas",
      "authors": [
        "M. Hasan Barbhuiya",
        "Subash Adhikari"
      ],
      "summary": "A common occurrence in weakly collisional space plasmas is the unequal electron-ion temperatures. The pressure-strain interaction provides a mechanism-agnostic pathway for increasing plasma internal energy through spatiotemporally local isotropic compression and volume preserving deformation, yet its behavior under thermal disequilibrium is largely unexplored. We investigate this using five fully kinetic two-dimensional particle-in-cell simulations of undriven decaying turbulence by varying the initial electron-to-ion temperature ratio. By analyzing the species' internal energy density alongside a decomposition of the pressure-strain term, with a focus on the volume-preserving deformation that contains normal and shear contributions, we quantify how the initial temperature imbalance modifies the channels through which turbulence increases each species' internal energy density. The cumulative pressure-strain interaction tracks the change in internal energy for both electrons and ions, with the total deformation channel of energy conversion dominating. We discover that local changes to electron internal energy density are governed primarily by the shear deformation power density, concentrated in electron-scale current sheets, while the ion shear and normal deformation components cancel, yielding a much smaller net deformation power density that peaks around, rather than within, those electron-scale current structures. We find that the amplitudes and localization of deformation change, but preserve these qualitative trends. Together, these results show how thermal disequilibrium could shape species-dependent turbulent \"heating rate\", measured via pressure-strain interaction and approximated via only its shear deformation part, and provide a framework for interpreting energy evolution and conversion in space plasmas where unequal species temperature is the norm.",
      "published": "2025-12-17T02:30:12Z",
      "updated": "2025-12-17T02:30:12Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15025v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15025v1"
    },
    {
      "id": "2512.14462v1",
      "title": "NASA/NOAA MOU Annex Final Report: Evaluating Model Advancements for Predicting CME Arrival Time",
      "authors": [
        "M. L. Mays",
        "P. J. MacNeice",
        "A. Taktakishvili",
        "C. P. Wiegand",
        "J. Merka",
        "E. T. Adamson",
        "V. J. Pizzo",
        "D. A. Biesecker",
        "A. R. Marble",
        "D. Odstrcil",
        "C. J. Henney",
        "C. N. Arge",
        "S. I. Jones",
        "S. Wallace"
      ],
      "summary": "The purpose of this project was to assess improvements in CME arrival time forecasts at Earth using the Air Force Data Assimilative Photospheric Flux Transport (ADAPT) model driven by data from the Global Oscillation Network Group (GONG) ground observatories. These outputs are then fed into the coupled Wang-Sheeley-Arge (WSA) - ENLIL model and compared to an operational version of WSA-ENLIL (without ADAPT). SWPC selected a set of 38 historical events over the period of five years from 2012--2014 (33 events) and 2017--2019 (5 events). The overall three-year project consisted of multiple simulation validation studies for the entire event set (1292 simulations): (a) benchmark single map (operational version prior to May 2019) (b) time-dependent sequence of GONG maps driving WSA-ENLIL with 4 different model settings (c) single test simulation of a time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL (d) single GONG map driving ADAPT-WSA-ENLIL (e) time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL. We report that for all 38 events, within each model version/settings combination, the CME arrival time error decreased by 0.2 to 0.9 hours when using a sequence of time-dependent zero-point corrected magnetograms compared to using single magnetogram input. Overall, for all events, when using the older uncorrected magnetograms, the CME arrival time error increased for all new model versions/settings combination compared to the benchmark. Notably for the 5 events in the period 2017--2019 when more reliable zero-point corrected magnetograms were available, the ADAPT-WSA-ENLIL (median arrival realization) CME arrival time error decreased against all benchmarks. In this report we also discuss replicating the operational model, challenges in detecting CME arrival in simulations, and comparing zero-point corrected and uncorrected magnetogram inputs.",
      "published": "2025-12-16T14:49:14Z",
      "updated": "2025-12-16T14:49:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2512.14462v1",
      "pdf_link": "https://arxiv.org/pdf/2512.14462v1"
    },
    {
      "id": "2512.13320v1",
      "title": "Evidence for in situ particle energization during the May-2024 event based on ASPEX instrument on board Aditya-L1",
      "authors": [
        "Shivam Parashar",
        "Dibyendu Chakrabarty",
        "Prashant Kumar",
        "Abhishek Kumar",
        "Bhas Bapat",
        "Aveek Sarkar",
        "P. Janardhan",
        "Anil Bhardwaj",
        "Santosh V. Vadawale",
        "Manan S. Shah",
        "Hiteshkumar L. Adalja",
        "Arpit R. Patel",
        "Pranav R. Adhyaru",
        "M. Shanmugam",
        "Swarop B. Banerjee",
        "K. P. Subramanian",
        "Tinkal Ladia",
        "Jacob Sebastian",
        "Bijoy Dalal",
        "Aakash Gupta",
        "Shiv Kumar Goyal",
        "Neeraj Kumar Tiwari",
        "Aaditya Sarda",
        "Sushil Kumar",
        "Nishant Singh",
        "Deepak Kumar Painkra",
        "Piyush Sharma",
        "Abhishek J. Verma",
        "M. B. Dadhania"
      ],
      "summary": "The interaction between interplanetary Coronal Mass Ejection (ICME) structures can alter the geo-effectiveness of the ICME events in myriad ways. Many aspects of these interaction processes are not well-understood till date. Using the energy spectra measured in two mutually orthogonal top hat analyzers (THA 1 and 2), which are part of the Solar Wind Ion Spectrometer (SWIS) subsystem of the Aditya Solar Wind Particle EXperiment (ASPEX) on board India's Aditya L1 mission, we gain insights into intricate features of ICME ICME interactions during May 2024 solar event. We report here an unprecedented two-orthogonal-plane perspective of ICME ICME interactions for the first time from the L1 point. The investigation reveals a special interaction region formed by the propagation of the forward shock driven by complex ejecta in the preceding ICME. The interaction causes the formation of a downstream region spanning over 13 hours, which propagates in the interplanetary medium. The observations reveal that this region serves as a site for proton and alpha particle energization, and the particles within this region get distributed from one plane to the other. The presence of forward shock and particle energization is confirmed by the energetic particle flux measurements by the SupraThermal and Energetic Particle Spectrometer (STEPS) of ASPEX. These observations provide an unprecedented perspective on how solar wind ions become energized and distributed in an ICME-ICME interaction region.",
      "published": "2025-12-15T13:38:24Z",
      "updated": "2025-12-15T13:38:24Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.13320v1",
      "pdf_link": "https://arxiv.org/pdf/2512.13320v1"
    },
    {
      "id": "2512.12786v2",
      "title": "Solar Energetic Particle Forecasting with Multi-Task Deep Learning: SEPNET",
      "authors": [
        "Yian Yu",
        "Yang Chen",
        "Lulu Zhao",
        "Kathryn Whitman",
        "Ward Manchester",
        "Tamas Gombosi"
      ],
      "summary": "Solar energetic particle (SEP) events pose severe threats to spacecraft, astronaut safety, and aviation operations. Accurate SEP forecasting remains a critical challenge in space weather research due to their complex origins and highly variable propagation. In this work, we built SEPNET, an innovative multi-task neural network that jointly predicts future solar eruptive events, including solar flares and coronal mass ejections (CMEs) and SEPs, incorporating long short-term memory and transformer architectures that capture contextual dependencies. SEPNet is a machine learning framework for SEP prediction that utilizes an extensive set of predictors, including solar flares, CMEs, and space-weather HMI active region patches (SHARP) magnetic field parameters. SEPNET is rigorously evaluated on the SEPVAL SEP dataset (Whitman, 2025b), which is used to evaluate the performance of the current SEP prediction models. The performance of SEPNet is compared with classical machine learning methods and current state-of-the-art pre-eruptive SEP prediction models. The results show that SEPNET, particularly with SHARP parameters, achieves higher detection rates and skill scores while maintaining suitable for real-time space weather alert operations. Although class imbalance in the data leads to relatively high false alarm rates, SEPNET consistently outperforms reference methods and provides timely SEP forecasts, highlighting the capability of deep multi-task learning for next-generation space weather prediction. All data and code are available on GitHub at https://github.com/yuyian/SEP-Prediction.git.",
      "published": "2025-12-14T18:03:06Z",
      "updated": "2026-01-20T21:45:51Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12786v2",
      "pdf_link": "https://arxiv.org/pdf/2512.12786v2"
    },
    {
      "id": "2512.12585v1",
      "title": "What are Switchbacks?",
      "authors": [
        "Zesen Huang",
        "Marco Velli",
        "Yuliang Ding"
      ],
      "summary": "We present a solitary Alfvén wave model that exhibits nontrivial three-dimensional twisting of open magnetic field lines while preserving constant $|B|$. Embedded rotational discontinuities sharply deflect the otherwise uniform field lines, producing localized, large-amplitude field reversals in one-dimensional profiles that closely resemble the ``switchbacks'' observed by the Parker Solar Probe in the inner heliosphere. This indicates that switchbacks, as seen in one-dimensional spacecraft time series, arise from traversals through strongly curved segments of open magnetic field lines.",
      "published": "2025-12-14T07:39:01Z",
      "updated": "2025-12-14T07:39:01Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12585v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12585v1"
    },
    {
      "id": "2512.21342v1",
      "title": "An Enhanced \"Flux-Corrected Transport\"-Based Plasmasphere Refilling Model",
      "authors": [
        "Jaden Fitzpatrick",
        "Kausik Chatterjee",
        "Naomi Maruyama"
      ],
      "summary": "A previously developed multi-ion, two-stream Flux-Corrected Transport (FCT) hydrodynamic model for plasmasphere refilling has been extended to incorporate self-consistent electron temperature evolution. The past assumption of a constant temperature along the modeled flux tube has been replaced by solving the electron energy equation, permitting spatially and temporally varying temperature. This improvement provides a more physically complete representation of the pressure and ambipolar electric-field gradients that influence ion transport. The extended model allows us to investigate two-stage refilling behavior established by prior observations and simulations. The model continues to reproduce the expected dominance of H+, enhanced early-time O+ contributions, and the coupling between H+ and He+ through the ambipolar electric field during the transition between stages. Sensitivity experiments with modified initial ion concentrations, including cases representing seasonal effects, highlight the distinct roles of each ion species in shaping the refilling trajectory. Comparisons across L-shells 3 and 4 further confirm the robustness of the model framework for future extension to three-dimensional geometries. Overall, by incorporating more realistic temperature variations, this enhanced model strengthens the physical understanding for interpreting complex multi-ion transport processes during plasmasphere recovery following geomagnetic storms.",
      "published": "2025-12-13T15:01:14Z",
      "updated": "2025-12-13T15:01:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21342v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21342v1"
    },
    {
      "id": "2512.11631v1",
      "title": "UK White Paper on Magnetic Reconnection",
      "authors": [
        "Alexander J. B. Russell",
        "James A. McLaughlin",
        "Philippa Browning",
        "Jennifer Carter",
        "Luca Franci",
        "Heli Hietala",
        "Andrew Hillier",
        "Gunnar Hornig",
        "David MacTaggart",
        "Sarah Matthews",
        "James McKevitt",
        "Eric Priest",
        "Jack Reid",
        "Ben Snow",
        "Julia Stawarz",
        "Anthony Yeates",
        "Jeffersson Andres Agudelo Rueda",
        "William Bate",
        "Giulio Del Zanna",
        "Jonathan Eastwood",
        "Lucie Green",
        "Anshu Kumari",
        "Mike Lockwood",
        "Thomas Neukirch",
        "David Pontin",
        "Andy Smith",
        "Maria-Theresia Walach",
        "Peter Wyper"
      ],
      "summary": "Magnetic reconnection powers explosive releases of magnetic energy, heating and particle acceleration throughout the plasma universe. Knowledge of this universal process is vital to understanding the Heliosphere, as it plays a key role in solar flares, coronal mass ejections, coronal heating, solar wind acceleration, geomagnetic storms, and interactions between the solar wind and planetary magnetospheres. As such, reconnection underpins multiple science objectives of multiple future space missions. The UK plays a leading role in this international field, through a combination of in situ measurements from Earth's magnetosphere and the solar wind, observations of the solar corona and chromosphere, and world-class numerical simulations and theory. This white paper identifies: Nine priority science objectives for reconnection research in the next decade; Recommendations to guide investment in theory, simulations and infrastructure; Mission priorities and required measurements to ensure the UK maintains and improves its world-class credentials in reconnection science.",
      "published": "2025-12-12T15:09:58Z",
      "updated": "2025-12-12T15:09:58Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11631v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11631v1"
    },
    {
      "id": "2512.11365v1",
      "title": "Temporal Substepping Scheme for Magnetohydrodynamics with Cell-based Adaptive Mesh Refinement on Staggered Grid",
      "authors": [
        "Ilja Honkonen",
        "Riku Jarvinen",
        "David Phillips"
      ],
      "summary": "We present a new algorithm for numerical magnetohydrodynamics on staggered meshes preserving $\\nabla \\cdot B = 0$. Our algorithm is based on the constrained transport method and supports both cell-based adaptive mesh refinement and temporal substepping. We handle resolution changes directly on the logically Cartesian grid without needing interpolation or projection between nested or neighboring grids, nor coupling the solution between refinement levels.",
      "published": "2025-12-12T08:27:21Z",
      "updated": "2025-12-12T08:27:21Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "physics.comp-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11365v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11365v1"
    },
    {
      "id": "2512.11182v1",
      "title": "Free Energy Sources of Ion-scale Waves Observed by Parker Solar Probe",
      "authors": [
        "Niranjana Shankarappa",
        "Kristopher G. Klein",
        "Mihailo M. Martinović",
        "Trevor A. Bowen",
        "Davin E. Larson",
        "Roberto Livi",
        "Ali Rahmati",
        "Phyllis L. Whittlesey",
        "Michael L. Stevens"
      ],
      "summary": "Parker Solar Probe (PSP) observes abundant circularly polarized ion-scale waves throughout the inner heliosphere. These waves are a signature of the interplay between plasma microinstabilities and turbulent dissipation. We perform a mission-wide statistical survey of ion-scale waves observed by PSP, investigating if the waves correspond to specific free energy sources in the measured proton velocity distributions. We find that left-handed waves (LHWs) are frequently observed, with the fraction of time they are observed increasing closer to the Sun, reaching $\\sim$30\\%. Right-handed waves (RHWs) are less frequently observed, with the associated time fraction decreasing closer to the Sun. The observed LHWs are generally consistent with parallel propagating ion cyclotron wave (ICW) storms that occur continuously for extended periods of time. Turbulent energy spectra are consistently steeper when LHW storms are observed; these wave storms mediate the spatial transport of the free energy associated with temperature anisotropy. The observed RHWs are generally consistent with oblique and parallel fast magnetosonic waves (FMWs), and their observation is well correlated with enhanced proton parallel heat flux, which quantifies the presence of secondary proton populations. Using observations and the SAVIC machine learning instability identification algorithm, we identify a threshold on the proton heat flux beyond which FMWs are likely to be driven unstable by the proton beams. We are thus able to associate trends in the observed ion-scale waves with known sources of free energy for Encounters 3 through 24 of the PSP's prime science phase.",
      "published": "2025-12-12T00:03:13Z",
      "updated": "2025-12-12T00:03:13Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11182v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11182v1"
    },
    {
      "id": "2601.14967v1",
      "title": "Shear and bulk viscosities of gluon plasma across the transition temperature from lattice QCD",
      "authors": [
        "Heng-Tong Ding",
        "Hai-Tao Shu",
        "Cheng Zhang"
      ],
      "summary": "We investigate the temperature dependence of the shear viscosity ($η$) and bulk viscosity ($ζ$) of the gluon plasma using lattice QCD over the range 0.76--2.25 $T_c$, extending from below the transition temperature $T_c$ across the transition region and into the deconfined phase. At each temperature, we employ three large, fine lattices, which enables controlled continuum extrapolations of the energy-momentum tensor correlators. Using gradient flow together with a recently developed blocking technique, we achieve percent level precision for these correlators, providing strong constraints for a model-based spectral analysis. Since the inversion to real-time information is intrinsically ill posed, we extract viscosities by fitting spectral functions whose ultraviolet behavior is matched to the best available perturbative result, while the infrared region is described by a Lorentzian transport peak. The dominant modeling uncertainty associated with the transport-peak width is bracketed by varying it over a physically motivated range set by thermal scales. We find that the shear-viscosity-to-entropy-density ratio, $η/s$, exhibits a minimum near the transition temperature $T_c$ and increases for $T>T_c$, whereas the bulk-viscosity-to-entropy-density ratio, $ζ/s$, decreases monotonically over the entire temperature range studied.",
      "published": "2026-01-21T13:12:09Z",
      "updated": "2026-01-21T13:12:09Z",
      "categories": [
        "hep-lat",
        "hep-ex",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14967v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14967v1"
    },
    {
      "id": "2601.14922v1",
      "title": "$H$ dibaryon and its cousins from SU(6)-constrained baryon-baryon interaction",
      "authors": [
        "Tao-Ran Hu",
        "Feng-Kun Guo"
      ],
      "summary": "We constrain the $S$-wave baryon-baryon interaction using SU(6) symmetry within a nonrelativistic effective field theory. The most general leading-order Lagrangian contains two independent parameters, which we determine using physical $NN$ and lattice QCD $ΩΩ$ scattering lengths. This framework allows for parameter-free predictions in the strangeness $S=-2$ sector relevant to the $H$ dibaryon. Solving the coupled-channel scattering problem, we identify two bound states below the $ΛΛ$ threshold, one deeply bound and one shallow, along with resonances near the $ΣΣ$ and $Σ^*Σ^*$ thresholds. We demonstrate that these poles result in distinct enhancements in $ΛΛ$ invariant mass distributions, suggesting that the $H$ dibaryon exists as a multichannel bound state and providing clear signatures for experimental verification.",
      "published": "2026-01-21T12:10:39Z",
      "updated": "2026-01-21T12:10:39Z",
      "categories": [
        "nucl-th",
        "hep-ex",
        "hep-lat",
        "hep-ph",
        "nucl-ex"
      ],
      "link": "https://arxiv.org/abs/2601.14922v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14922v1"
    },
    {
      "id": "2601.14851v1",
      "title": "Testing the three massive neutrino paradigm: Constraints on Neutrino Properties and Interactions from Recent Experimental Data",
      "authors": [
        "João Paulo Pinheiro"
      ],
      "summary": "Neutrino physics offers unique insights into phenomena beyond the Standard Model (BSM). This thesis presents phenomenological investigations organized around three pillars: consolidation of the three-flavor oscillation paradigm, exploration of new physics viability, and precise determination of solar neutrino fluxes.   The theoretical framework introduces massive neutrinos, leptonic mixing, and flavor transitions, followed by experimental results emphasizing Borexino and NOvA data analyses.   The first pillar establishes the three-flavor framework through global analysis of solar, atmospheric, reactor, and accelerator data, providing updated determinations of mixing angles ($θ_{12}$, $θ_{13}$, $θ_{23}$) and mass-squared differences ($Δm^2_{21}$, $Δm^2_{31}$), while quantifying ambiguities in mass ordering and $θ_{23}$ octant.   The second pillar investigates Non-Standard Interactions (NSI) with electrons and quarks, combining Borexino data with COHERENT's CE$ν$NS measurements to establish bounds on propagation and detection couplings, excluding viable NSI parameter regions including potential LMA-D solutions.   The third pillar advances solar neutrino physics through precision flux determinations, integrating pp-chain and CNO-cycle measurements. Results show preference for high-metallicity Standard Solar Models and incompatibility between $3+1$ mixing parameters favored by Gallium experiments and solar observations.   This synthesis guides future experiments toward resolving mass ordering, CP violation, and dark sector interactions.",
      "published": "2026-01-21T10:35:10Z",
      "updated": "2026-01-21T10:35:10Z",
      "categories": [
        "hep-ph",
        "astro-ph.SR",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.14851v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14851v1"
    },
    {
      "id": "2601.14412v1",
      "title": "How large are curvature perturbations from slow first-order phase transitions? A gauge-invariant analysis",
      "authors": [
        "Xiao Wang",
        "Csaba Balázs",
        "Ran Ding",
        "Chi Tian"
      ],
      "summary": "When strongly supercooled cosmological first-order phase transitions (FOPTs) are sufficiently slow, super-horizon inhomogeneities can be generated. We compute these super-horizon curvature perturbations by employing a gauge-invariant, multi-fluid formalism. By resolving the gauge ambiguities inherent in conventional separate-universe simulations, we demonstrate that Primordial Black Holes are unlikely to be produced by these super-horizon inhomogeneities. We also derive a fitting formula for the resulting curvature perturbations and discuss potential observational constraints on FOPTs imposed by limits on primordial curvature perturbations and associated scalar-induced gravitational waves.",
      "published": "2026-01-20T19:16:41Z",
      "updated": "2026-01-20T19:16:41Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14412v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14412v1"
    },
    {
      "id": "2601.14399v1",
      "title": "Differentiable quantum-trajectory simulation of Lindblad dynamics for QGP transport-coefficient inference",
      "authors": [
        "Lukas Heinrich",
        "Tom Magorsch"
      ],
      "summary": "We study parameter estimation for the transport coefficients of the quark-gluon plasma by differentiating open-quantum-system-based Monte Carlo simulations of quarkonium suppression. The underlying simulator requires solving a Lindblad equation in a large Hilbert space, which makes parameter estimation computationally expensive. We approach the problem using gradient-based optimization. Specifically, we apply the score-function gradient estimator to differentiate through discrete jump sampling in the Monte Carlo wave-function algorithm used to solve the Lindblad equation. The resulting stochastic gradient estimator exhibits sufficiently low variance and can still be estimated in an embarrassingly parallel manner, enabling efficient scaling of the simulations. We implement this gradient estimator in the existing open-source quarkonium suppression code QTraj. To demonstrate its utility for parameter estimation, we infer the two transport coefficients $\\hatκ$ and $\\hatγ$ using gradient-based optimization on synthetic nuclear modification factor data.",
      "published": "2026-01-20T19:03:37Z",
      "updated": "2026-01-20T19:03:37Z",
      "categories": [
        "physics.comp-ph",
        "hep-ex",
        "hep-ph",
        "nucl-ex",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14399v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14399v1"
    },
    {
      "id": "2601.14394v1",
      "title": "Gravitational Waves in an A4 Neutrino Mass Model",
      "authors": [
        "Mu-Chun Chen",
        "Harold J. Matias",
        "Cameron Moffett-Smith"
      ],
      "summary": "The A4 flavor symmetry has provided tremendous insight into the flavor structure of the lepton sector of the Standard Model, predicting a very good approximation to neutrino mixing angles, Tri-Bimaximal Mixing. A4 is spontaneously broken by a scalar called the flavon, and when this happens a number of degenerate vacua can form, resulting in so-called domain walls. These objects are not observed and hence need to be annihilated. This is usually done by explicitly breaking A4 by adding a bias term to the scalar potential. In this paper, we construct a new model invariant under A4 and Z4, which creates cosmologically viable domain walls, lifts the degeneracy of the vacuum giving a natural mechanism for domain walls to annihilate, as well as predicts realistic neutrino mixing angles; all utilizing cross couplings between flavons. The annihilation of the domain walls, with proper choice of wall tension and the consequent bias term, leads to a gravitational wave signal that is potentially detectable in near future gravitational wave experiments, and interestingly intersects with the observed Pulsar Timing Array signal.",
      "published": "2026-01-20T19:01:03Z",
      "updated": "2026-01-20T19:01:03Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14394v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14394v1"
    },
    {
      "id": "2601.14390v1",
      "title": "Entanglement scaling and dynamics in the Sauter-Schwinger effect",
      "authors": [
        "S. Mahesh Chandran",
        "Karthik Rajeev"
      ],
      "summary": "In quantum field theory, entanglement entropy under spatial bipartitioning serves as a powerful information-theoretic probe of quantum correlations. In this work, we present the first comprehensive numerical study of the dynamical evolution and geometric scaling of entanglement entropy in a nonperturbative, strong-field QED setting -- specifically, in the context of the Sauter-Schwinger effect. While the weak-field regime is dominated by area-law states, we show that the entanglement entropy undergoes a transition from area-law to a volume-law scaling for certain strong-field regimes in the pulse-profile parameter space -- signaling a fundamental shift in the underlying correlation structure induced by nonperturbative pair production. For intermediate regimes, the scaling is a power-law that interpolates between area- and volume-law behavior. Finally, we provide interpretations based on the behavior of the low-energy pair-creation spectrum and discuss how these insights could inform future investigations of related phenomena.",
      "published": "2026-01-20T19:00:20Z",
      "updated": "2026-01-20T19:00:20Z",
      "categories": [
        "hep-th",
        "gr-qc",
        "hep-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14390v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14390v1"
    },
    {
      "id": "2601.14366v1",
      "title": "Gravitational Waves and Primordial Black Holes produced by Dark Meta Stable Vacuum Decay",
      "authors": [
        "Haipeng An",
        "Tingyu Li",
        "Chen Yang"
      ],
      "summary": "Inspired by string theory and cosmological constant problem, it is plausible that the Universe's vacuum structure is characterized by a landscape of metastable vacua. The existence of dark matter and dark energy further suggests that the dark sector may inhabit its own \"dark landscape\". If the dark vacuum is metastable, bubbles of lower-energy phases can nucleate at an approximately constant rate. Because the Hubble expansion rate is monotonically non-increasing with cosmic time, such nucleation can eventually lead to percolation and completion of a dark-sector phase transition. In this work, we investigate the phenomenological consequences of this transition, focusing on the resulting stochastic gravitational-wave background and the potential formation of primordial black holes. We find that the gravitational wave spectrum peaks at $k_{\\mathrm{peak}}=3.1 H_{\\mathrm{PT}}$, with an amplitude $Ω_{\\mathrm{GW}}^{\\mathrm{peak}}\\simeq1.5 Ω_γ(Δρ/ρ_{\\mathrm{tot}})^2$. Furthermore, the formation of primordial black holes is suppressed due to $ΔN_{\\mathrm{eff}}$ constraint.",
      "published": "2026-01-20T19:00:01Z",
      "updated": "2026-01-20T19:00:01Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14366v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14366v1"
    },
    {
      "id": "2601.14010v1",
      "title": "Frame Dependence in Generalized Chiral Kinetic Theory",
      "authors": [
        "Shu-Xiang Ma",
        "Jian-Hua Gao"
      ],
      "summary": "We investigate the frame dependence of distribution functions within the framework of generalized chiral kinetic theory. Based on the derived transformation rules governing the choice of frame, we analytically obtain the global equilibrium solution in the presence of vorticity and electromagnetic fields. Our results show that, under the assumption of a varying electromagnetic field, these equilibrium solutions can be uniquely determined.",
      "published": "2026-01-20T14:30:11Z",
      "updated": "2026-01-20T14:30:11Z",
      "categories": [
        "hep-ph",
        "hep-th",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.14010v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14010v1"
    },
    {
      "id": "2601.13567v1",
      "title": "Non-perturbative flavor asymmetry in the nucleon and deuteron: The light-front Hamiltonian effective field theory approach",
      "authors": [
        "Xianghui Cao",
        "Shan Cheng",
        "Yihan Duan",
        "Yang Li",
        "Siqi Xu",
        "Xingbo Zhao"
      ],
      "summary": "We investigate non-perturbative multi-pion contributions to nucleon flavor asymmetry within the framework of Light-Front Hamiltonian Effective Field Theory (LFHEFT). Utilizing a Fock sector expansion, we systematically incorporate pionic degrees of freedom, with the nucleon-pion interactions governed by a scalar variant of chiral effective field theory. Our results demonstrate that the non-perturbatively calculated longitudinal momentum distributions exhibit significant deviations from leading-order perturbative predictions, emphasizing the importance of higher-order Fock components in describing the proton's sea quark structure. Furthermore, we demonstrate the feasibility of extending this framework to investigate nuclear effects in light nuclei, such as the deuteron. This unified approach provides a consistent basis for analyzing the interplay between intrinsic nucleon structure and nuclear modifications, potentially offering new insights into the flavor asymmetry observed in fixed-target and collider experiments.",
      "published": "2026-01-20T03:55:06Z",
      "updated": "2026-01-20T03:55:06Z",
      "categories": [
        "hep-ph",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.13567v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13567v1"
    },
    {
      "id": "2601.15228v1",
      "title": "De Sitter Momentum Space",
      "authors": [
        "Nathan Belrhali",
        "Arthur Poisson",
        "Sébastien Renaux-Petel",
        "Denis Werth"
      ],
      "summary": "We construct a natural and nonperturbative momentum space for quantum field theory on $(d+1)$-dimensional de Sitter (dS) spacetime in the Poincaré slicing, adapted to early Universe cosmology. In particular, we identify the dS frequency as the unitary-representation label of the dS isometry group $\\mathrm{SO}(1, d+1)$. By diagonalizing the quadratic Casimir together with spatial translations, we provide a harmonic expansion of operators in what we call the Kontorovitch-Lebedev-Fourier (KLF) space. This momentum space shares many structural properties with its Minkowski counterpart, for instance: equations of motion reduce to algebraic equations, and the quadratic dynamics provides a simple propagator analogous to flat space. We reformulate the perturbative computation of in-in correlators in KLF momentum space, showing from first principles how time integrals turn into frequency-space integrals over meromorphic functions. We show how our construction streamlines computations, naturally accommodates the contributions from principal and complementary series in the Källén-Lehmann spectral decomposition of composite operators, and leads to an inversion formula for the spectral density.",
      "published": "2026-01-21T18:03:33Z",
      "updated": "2026-01-21T18:03:33Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.15228v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15228v1"
    },
    {
      "id": "2601.15201v1",
      "title": "Effects of massive spin-2 fields on gravitational wave propagation",
      "authors": [
        "Jose A. R. Cembranos",
        "Álvaro Cendal",
        "Hector Villarrubia-Rojo"
      ],
      "summary": "Massive spin-2 fields in addition to the standard massless graviton arise naturally in extensions of General Relativity, such as massive bigravity or models with extra dimensions. This work explores the observational signatures of these fields on the propagation of gravitational waves. Adopting a phenomenological framework consistent with such theories, we derive an analytical transfer function in the ultrarelativistic limit and establish detectability bounds. Finally, we provide forecasts for the accessible parameter space using current and future gravitational wave detectors.",
      "published": "2026-01-21T17:19:01Z",
      "updated": "2026-01-21T17:19:01Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.15201v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15201v1"
    },
    {
      "id": "2601.14239v1",
      "title": "Peculiar velocity fields from analytic solutions of General Relativity",
      "authors": [
        "Roberto A. Sussman",
        "Sebastián Nájera",
        "Fernando A. Pizaña",
        "Juan Carlos Hidalgo"
      ],
      "summary": "Peculiar velocities are analyzed through cosmological perturbations in the Newtonian longitudinal gauge characterized by irrotational shear-free congruences in an Eulerian frame. We show that non-trivial peculiar velocity fields can be generated through Lorentzian boosts in the non-relativistic limit, where the Eulerian frame is obtained from analytic solutions of Einstein's equations sourced by an irrotational shear-free fluid with nonzero energy flux. This approach provides a physically viable interpretation of these analytic solutions, which (in general) admit no isometries, thus allowing, in principle, for modeling time and space varying 3-dimensional fields of peculiar velocities that can be contrasted with observational data on our local cosmography. As a ``proof of concept'' we examine the peculiar velocities of varying dark matter and dark energy perfect fluids with respect to the CMB frame using a simple, spherically symmetric particular solution. The resulting peculiar velocities are qualitatively compatible with observational data on the CMB dipole.",
      "published": "2026-01-20T18:50:43Z",
      "updated": "2026-01-20T18:50:43Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.14239v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14239v1"
    },
    {
      "id": "2601.14008v1",
      "title": "Bounds on Gravitational Wave Production from Unitarity in an Early NEC-Violating Model",
      "authors": [
        "Pavel Petrov",
        "Jianing Wang"
      ],
      "summary": "We study a cosmological scenario featuring an early phase of null energy condition (NEC) violation. Within this framework, we show that perturbative unitarity bounds place strong constraints on both the amplitude and the spectral tilt of primordial gravitational waves. Our analysis is largely insensitive to the detailed realization of the transition between the NEC-violating phase and subsequent cosmological phases, allowing our results to be extended to a broader class of models. Finally, the perturbative unitarity approach employed here is applicable to a wide range of cosmological scenarios.",
      "published": "2026-01-20T14:27:33Z",
      "updated": "2026-01-20T14:27:33Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.14008v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14008v1"
    },
    {
      "id": "2601.13863v1",
      "title": "Inverse Area Corrections to Black Hole Entropy Area Formula in F(R) Gravity and Gravitational Wave Observations",
      "authors": [
        "Rohit Das",
        "Parthasarathi Majumdar",
        "Debadrita Mukherjee"
      ],
      "summary": "We consider corrections to the Bekenstein Hawking Area Formula for black hole entropy, which have inverse powers of the horizon area for very large horizon areas, for classical spherically symmetric black hole solutions of F(R) modified gravity theory, using the Wald formula for the entropy function with modifications suggested by Jacobson, Kang and Myers. Requiring that the coefficient of such corrections be absolutely consistent with gravitational wave observational results validating the Hawking Area Theorem for binary black hole coalescences, implies constraints on parameters of F(R) gravity. For the sake of comparison, we present a computation of inverse area corrections for quantum black holes in quantum general relativity, using the It from Bit approach of Wheeler modified by some tenets of Loop Quantum Gravity.",
      "published": "2026-01-20T11:27:00Z",
      "updated": "2026-01-20T11:27:00Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.13863v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13863v1"
    },
    {
      "id": "2601.13725v1",
      "title": "Thermodynamics and Gravitational Signatures of Rotating Black Holes in the Generalized Extended Uncertainty Principle",
      "authors": [
        "Nikko John Leo S. Lobos"
      ],
      "summary": "We investigate the phenomenological implications of quantum gravity on rotating black holes within the framework of the Generalized Extended Uncertainty Principle (GEUP), which incorporates both minimal length (ultraviolet) and large-scale (infrared) corrections. Lacking a full non-perturbative formulation of quantum gravity, we adopt a metric-based approach. We construct a stationary, axisymmetric ansatz via the Newman-Janis algorithm to model the kinematic features of a rotating black hole subject to Generalized Extended Uncertainty Principle (GEUP) corrections. The thermodynamic analysis reveals that in the infrared-dominated regime, the Hawking temperature scales as $T_H \\sim M^{-3}$, leading to a rapid cooling phase that significantly prolongs the lifetime of supermassive black holes. We derive the modified Teukolsky Master Equation for gravitational perturbations and demonstrate that the background geometry preserves the isospectrality between axial and polar modes. In the eikonal limit, the quasinormal mode (QNM) spectrum exhibits orthogonal shifts: the minimal length parameter $β$ induces a spectral blueshift and enhanced damping, while the large-scale parameter $α$ induces a spectral redshift and suppressed damping. Finally, we constrain the theory using observational data from LIGO/Virgo and the Event Horizon Telescope. We establish that the shadow of M87* is approximately $10^6$ times more sensitive to large-scale corrections than Sgr A*, placing stringent bounds on the EUP parameter, while gravitational wave spectroscopy provides complementary constraints on the GUP sector.",
      "published": "2026-01-20T08:32:18Z",
      "updated": "2026-01-20T08:32:18Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.13725v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13725v1"
    },
    {
      "id": "2601.14326v1",
      "title": "Sample-efficient non-Gaussian noise reduction in gravitational wave data via learnable wavelets",
      "authors": [
        "Arush Pimpalkar",
        "Digvijay Wadekar",
        "Mark Ho-Yeuk Cheung",
        "Emanuele Berti"
      ],
      "summary": "We introduce $\\texttt{WaveletNet}$, a wavelet-based neural network architecture to identify and reduce non-Gaussian noise in gravitational wave data. Traditionally, convolutional neural networks (CNNs) have been widely used as a flexible machine learning method to mitigate non-Gaussian noise. However, training CNNs requires many data samples, especially when the input data segments are long. Glitches that mimic high-mass black hole signals are empirically known to have a wavelet-like structure. We exploit this property in $\\texttt{WaveletNet}$ by using simple neural networks to learn the best family of wavelets to model glitches in the LIGO-Virgo-KAGRA O3 data. Due to its simplicity, our framework is significantly more sample-efficient than CNNs. As a use case, we build upon the $\\texttt{TIER}$ method and show how $\\texttt{WaveletNet}$ can improve the performance of any search pipeline. We take potential GW candidates from the pipeline, and then downweight the candidates having noisy strain regions in their vicinity. We use our framework in a modular way: we provide an output score which can be added to the pipeline's existing detection statistic score for the candidates. We test our method using candidates from the $\\texttt{IAS-HM}$ search pipeline and show that it improves the search sensitive volume by up to 15% for high-mass, asymmetric binaries.",
      "published": "2026-01-20T08:30:19Z",
      "updated": "2026-01-20T08:30:19Z",
      "categories": [
        "astro-ph.IM",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.14326v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14326v1"
    },
    {
      "id": "2601.13411v1",
      "title": "Quasinormal modes and their excitation beyond general relativity. II: isospectrality loss in gravitational waveforms",
      "authors": [
        "Hector O. Silva",
        "Giovanni Tambalo",
        "Kostas Glampedakis",
        "Kent Yagi"
      ],
      "summary": "We continue our series of papers where we study the quasinormal modes, and their excitation, of black holes in the simplest beyond general relativity model in which first-principle calculations are tractable: a nonrotating black hole in an effective-field-theory extension of general relativity with cubic-in-curvature terms. In this theory, the equivalence between the quasinormal mode spectra associated with metric perturbations of polar and axial parities (\"isospectrality\") of the Schwarzschild black hole in general relativity no longer holds. How does this loss of isospectrality translate into the time-domain ringdown of gravitational waves? Given such a ringdown, can we identify the two \"fundamental quasinormal modes\" associated to the two metric-perturbation parities? We study these questions through a large suite of time-domain numerical simulations, by a prescription on how to relate the gauge-invariant master functions that describe metric perturbations of each parity with the gravitational polarizations. Under the assumptions made in our calculations, we find that it is in general difficult to identify either of the two fundamental modes from the time series, although finding evidence for a non-general-relativistic mode is possible sometimes. We discuss our results in light of our assumptions and speculate about what may occur when they are relaxed.",
      "published": "2026-01-19T21:48:27Z",
      "updated": "2026-01-19T21:48:27Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13411v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13411v1"
    },
    {
      "id": "2601.13173v1",
      "title": "Plunge-Merger-Ringdown Tests of General Relativity with GW250114",
      "authors": [
        "Leonardo Grimaldi",
        "Elisa Maggio",
        "Lorenzo Pompili",
        "Alessandra Buonanno"
      ],
      "summary": "The binary black hole signal GW250114, the clearest gravitational wave detected to date, offers a unique opportunity to test general relativity in the relativistic strong-gravity regime. How well does GW250114 agree with Einstein's predictions in the plunge-merger-ringdown stage? To address this point, we constrain deviations from general relativity across the plunge-merger-ringdown stage of spin-precessing binaries with a parametrized waveform model within the effective-one-body formalism. We find that deviations from the peak gravitational-wave amplitude and instantaneous frequency of the $(\\ell, |m|)=(2,2)$ mode are constrained to about $10\\%$ and $4\\%$, respectively, at $90\\%$ credible level. These constraints are, respectively, two and four times more stringent than those obtained by analyzing GW150914. We also constrain, for the first time, the instantaneous frequency of the $(\\ell, |m|)=(4,4)$ mode at merger to about $6\\%$, and the time at which the gravitational-wave amplitude peaks to about $5~\\mathrm{ms}$. These results are the most precise tests of general relativity in the nonlinear regime to date, and can be employed to constrain extensions of Einsten's theory.",
      "published": "2026-01-19T15:57:37Z",
      "updated": "2026-01-19T15:57:37Z",
      "categories": [
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13173v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13173v1"
    },
    {
      "id": "2601.13061v1",
      "title": "Propagation and polarization of gravitational waves on curved spacetime backgrounds in Einstein-Æther theory",
      "authors": [
        "Yu-Qi Dong",
        "Shinji Mukohyama",
        "Yu-Xiao Liu"
      ],
      "summary": "We analyze the propagation and polarization properties of high-frequency gravitational waves in Einstein-Æther theory on vorticity-free and slowly-varying backgrounds at both leading and next-to-leading orders within the geometric optics approximation. The linear perturbation analysis is performed in the background Æther-orthogonal frame, in which the axes of the gravitational wave sound cones remain perpendicular to these hypersurfaces, thereby simplifying the analysis. The leading-order results show that Einstein-Æther theory admits two tensor modes, two vector modes, and one scalar mode, consistent with the findings in the flat spacetime background. We further derive the dispersion relations and linear stability conditions for these modes in curved backgrounds. At next-to-leading order, we obtain the amplitude evolution equations, finding that the graviton number is conserved for the tensor modes but not for the vector and scalar modes. Next-to-leading-order effects also induce mixing among polarization modes. Our study demonstrates that, after imposing the GW170817 constraint on the propagation speed of gravitational waves, the vector modes mixed with the leading-order tensor modes cannot be used to distinguish between general relativity and Einstein-Æther theory. On the other hand, the mixing between scalar modes and the leading-order tensor modes leads to distinct predictions in the two theories, providing a promising avenue to test Einstein-Æther gravity through the detection of polarization mixing in gravitational waves.",
      "published": "2026-01-19T13:51:17Z",
      "updated": "2026-01-19T13:51:17Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.13061v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13061v1"
    },
    {
      "id": "2601.12887v1",
      "title": "Quantum Cosmology in Accelerating Spacetimes II",
      "authors": [
        "S. P. Miao",
        "N. C. Tsamis",
        "R. P. Woodard"
      ],
      "summary": "This paper is a sequel in which we further analyze the recently derived quantum gravity equations which apply in accelerating cosmological spacetimes and whose solutions should be equivalent to all order re-summations of the perturbative leading logarithms that appear. In particular we study their implications concerning the primordial tensor power spectrum and the gravitational force due to a test source.",
      "published": "2026-01-19T09:39:29Z",
      "updated": "2026-01-19T09:39:29Z",
      "categories": [
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.12887v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12887v1"
    },
    {
      "id": "2601.12459v1",
      "title": "A Machian Approach to Relativistic Cosmology",
      "authors": [
        "Enrico Massa",
        "Davide Astesiano"
      ],
      "summary": "We present a consistent relativistic formulation of Mach principle within a geometric theory of gravitation. In this approach, neither inertia nor free fall is assumed a priori. Instead, the motion of any local system arises from its dynamical interdependence, direct or indirect, with the rest of the Universe. This viewpoint provides a sharp criterion for what qualifies as a genuinely Machian gravitational theory. A theory is Machian only if the global mass energy distribution underwrites the very existence of the pseudo Riemannian structure of spacetime, rather than merely determining local features such as curvature on a pre existing background. We analyze the resulting cosmological model and discuss its phenomenological implications. In the appropriate local limit, the theory reduces to General Relativity, thereby preserving agreement with all Solar System tests.",
      "published": "2026-01-18T15:48:11Z",
      "updated": "2026-01-18T15:48:11Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.12459v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12459v1"
    }
  ]
}