{
  "timestamp": "20260101_004425",
  "harvest_date": "2026-01-01T00:44:25.509755+00:00",
  "total_papers": 139,
  "papers": [
    {
      "id": "2512.23416v1",
      "title": "Possibility of Month-scale Quasi-periodic Oscillations in the Gamma-ray Light Curve of OP 313",
      "authors": [
        "Sandeep Kumar Mondal",
        "Shubham Kishore",
        "Alok C. Gupta",
        "Gwenael Giacinti"
      ],
      "summary": "In this work, we report evidence suggesting the potential future detection of a month-scale quasi-periodic oscillation (QPO) in the gamma-ray light curve of OP 313. We analysed almost 16.8 years of Fermi-LAT gamma-ray data and applied the Bayesian block method to the monthly-binned light curve. We identified four high-flux states and investigated the possibility of a QPO in the fourth high-flux state (MJD 59482-60832). Using the Weighted Wavelet Z-transform (WWZ) and Lomb-Scargle Periodogram (LSP) methods, we find tentative evidence for a month-scale QPO; however, its detection significance is limited by the small number of observed cycles. With a sufficiently long data set, the QPO may be detected with higher significance in the future. We further explored possible physical origins of this potential QPO and examined several models. We found that a curved-jet model can explain the observed behaviour.",
      "published": "2025-12-29T12:23:56Z",
      "updated": "2025-12-29T12:23:56Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.23416v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23416v1"
    },
    {
      "id": "2512.23057v1",
      "title": "Reconstructing Relativistic Magnetohydrodynamics with Physics-Informed Neural Networks",
      "authors": [
        "Corwin Cheung",
        "Marcos Johnson-Noya",
        "Michael Xiang",
        "Dominic Chang",
        "Alfredo Guevara"
      ],
      "summary": "We construct the first physics-informed neural-network (PINN) surrogates for relativistic magnetohydrodynamics (RMHD) using a hybrid PDE and data-driven workflow. Instead of training for the conservative form of the equations, we work with Jacobians or PDE characteristics directly in terms of primitive variables. We further add to the trainable system the divergence-free condition, without the need of cleaning modes. Using a novel MUON optimizer implementation, we show that a baseline PINN trained on early-time snapshots can extrapolate RMHD dynamics in one and two spatial dimensions, and that posterior residual-guided networks can systematically reduce PDE violations.",
      "published": "2025-12-28T19:47:32Z",
      "updated": "2025-12-28T19:47:32Z",
      "categories": [
        "physics.comp-ph",
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.23057v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23057v1"
    },
    {
      "id": "2512.22978v1",
      "title": "Pulsed, Polarized X-ray Emission from Neutron Star Surfaces: the Effects of Vacuum Birefringence in the Magnetosphere",
      "authors": [
        "Hoa Dinh Thi",
        "Matthew G. Baring",
        "Kun Hu",
        "Alice K. Harding",
        "Rachael E. Stewart",
        "George A. Younes",
        "Joseph A. Barchas"
      ],
      "summary": "Intense magnetic fields in the atmospheres of neutron stars render non-trivial angular dependence of intensity and polarization of soft X-ray emission originating from their surfaces. By tracking the complex electric field vector for each photon during its atmospheric transport and propagation in general relativistic and birefringent magnetospheres, our Monte Carlo simulation, named MAGTHOMSCATT, allows for capturing the complete polarization properties, including the intricate interplay between linearity and circularity. The new inclusion in MAGTHOMSCATT of quantum electrodynamical influences on polarization in the magnetosphere is presented. We simulate the pulsed and polarized X-ray emission from the outer layers of optically thick, fully ionized atmospheres of neutron stars, with a focus on the radiation emitted from extended polar caps of magnetars, which are the most highly magnetized neutron stars. Using the recent intensity pulse profile data for the magnetar 1RXS J11708-4009, we constrain the geometric parameters, namely the angles between the magnetic axis and the observer's viewing direction relative to the spin axis, as well as the sizes of emission regions. The distributions of these parameters and the best-fit configuration are provided. In addition, we discuss the important impacts of vacuum birefringence in the magnetosphere on increasing the linear polarization degree. A comparison with the case of a weakly magnetized neutron star, RX J0822.0-4300, is also discussed. Our simulation still needs further development, particularly to incorporate the vacuum resonance effect. Nevertheless, the formalism presented here can be employed to constrain geometric parameters for various types of neutron stars.",
      "published": "2025-12-28T15:52:28Z",
      "updated": "2025-12-28T15:52:28Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.22978v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22978v1"
    },
    {
      "id": "2512.22945v1",
      "title": "Colloquium: Multimessenger astronomy with continuous gravitational waves and future detectors",
      "authors": [
        "Benjamin J. Owen"
      ],
      "summary": "Continuous gravitational waves from rapidly rotating neutron stars are on the new frontiers of gravitational wave astrophysics and have strong connections to electromagnetic astronomy, nuclear astrophysics, and condensed matter physics. In this Colloquium I survey prospects for detection of continuous gravitational waves from various neutron star populations, especially aided by electromagnetic observations. Although there are caveats, current theories and observations suggest that the first detections are likely within a few years, and that many are likely in the era of next generation detectors such as Cosmic Explorer and the Einstein Telescope. I also survey what can be learned from these signals, each one of which will contain more cycles than all the compact binary mergers ever detected. Since continuous gravitational wave emission mechanisms depend on aspects of neutron star physics, such as crustal elasticity, which are not well constrained by current astronomical observations and physical experiments, their detection can tell us a great deal that is new about extreme matter. Even more can be learned by combining gravitational wave observations with data from the Square Kilometre Array, the Next Generation Very Large Array, FAST, and other electromagnetic detectors operating in the next generation era.",
      "published": "2025-12-28T14:15:23Z",
      "updated": "2025-12-28T14:15:23Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.22945v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22945v1"
    },
    {
      "id": "2512.22938v1",
      "title": "Multi-messenger detectability of continuous gravitational waves from the near future to next generation detectors",
      "authors": [
        "Benjamin J. Owen",
        "Binod Rajbhandari"
      ],
      "summary": "Continuous gravitational waves have the potential to transform gravitational wave astronomy and yield fresh insights into astrophysics, nuclear and particle physics, and condensed matter physics. We evaluate their detectability by combining various theoretical and observational arguments from the literature and systematically applying those arguments to known astronomical objects and future gravitational wave detectors. We detail and update previous estimates made in support of Cosmic Explorer [M. Evans et al., arXiv:2306.13745; I. Gupta et al., Class. Quantum Grav. 41, 245001 (2024)]. It is commonly argued that the spins of accreting neutron stars are regulated by gravitational wave emission and that millisecond pulsars contain a young pulsar's magnetic field buried under accreted material. If either of these arguments holds, the first detection of continuous gravitational waves is likely with near future upgrades of current detectors, and many detections are likely with next generation detectors such as Cosmic Explorer and the Einstein Telescope. A lack of detections in the next several years would begin to raise serious doubts about current theories of millisecond pulsar formation.",
      "published": "2025-12-28T14:06:17Z",
      "updated": "2025-12-28T14:06:17Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.22938v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22938v1"
    },
    {
      "id": "2512.22044v1",
      "title": "Inferring Eccentricity of Binary Black Holes from Spin-Orbit Misalignment",
      "authors": [
        "Vishal Baibhav"
      ],
      "summary": "Orbital eccentricity remains one of the least accessible parameters in observations of binary black hole (BBH) systems, largely erased by gravitational radiation long before detection. We introduce a new method to recover this lost parameter by using a more accessible and routinely measurable quantity: spin-orbit misalignment. In isolated binary evolution, a natal kick from the second supernova both tilts the orbital plane and injects orbital eccentricity, forging a direct and quantifiable connection between spin-tilt and post-supernova eccentricity. By measuring this spin-tilt using gravitational waves, we can not only constrain the natal kick, but we can also reconstruct the binary's formation eccentricity. We apply this method to GW190412 and GW241011, assuming an isolated formation channel, and show how their eccentricity at formation can be constrained even in the absence of direct eccentricity measurements. As more advanced detectors come online, improved signal-to-noise ratios will tighten spin-tilt constraints, allowing more precise and reliable estimates of BBH formation eccentricity. Combining this method with multiband observations from LISA and next-generation (XG) detectors will allow us to recover not only eccentricity but also the binary's orbital separation and redshift at formation, offering a clearer picture of the birth environments of BBH systems and processes that drive their merger.",
      "published": "2025-12-26T14:38:02Z",
      "updated": "2025-12-26T14:38:02Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.22044v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22044v1"
    },
    {
      "id": "2512.22028v1",
      "title": "Multiband optical variability on diverse timescales of the blazar Ton 599 from 2011 to 2023",
      "authors": [
        "O. Vince",
        "C. M. Raiteri",
        "M. Villata",
        "A. C. Gupta",
        "J. Kovačević-Dojčinović",
        "M. Lakićević",
        "L. Č. Popović",
        "P. Kushwaha",
        "D. O. Mirzaqulov",
        "S. A. Ehgamberdiev",
        "D. Carosati",
        "S. G. Jorstad",
        "A. P. Marscher",
        "Z. R. Weaver",
        "J. R. Webb",
        "P. S. Smith",
        "W. P. Chen",
        "A. Tsai",
        "H. C. Lin",
        "G. A. Borman",
        "T. S. Grishina",
        "V. A. Hagen-Thorn",
        "E. N. Kopatskaya",
        "E. G. Larionova",
        "V. M. Larionov",
        "L. V. Larionova",
        "D. A. Morozova",
        "S. S. Savchenko",
        "I. S. Troitskiy",
        "Y. V. Troitskaya",
        "A. A. Vasilyev",
        "A. V. Zhovtan",
        "E. V. Shishkina",
        "O. M. Kurtanidze",
        "M. G. Nikolashvili",
        "S. O. Kurtanidze",
        "R. Ivanidze",
        "J. A. Acosta-Pulido",
        "M. I. Carnerero",
        "G. Damljanović",
        "M. Stojanovic",
        "M. D. Jovanovic",
        "V. V. Vlasyuk",
        "O. I. Spiridonova",
        "A. S. Moskvitin",
        "T. Pursimo",
        "D. Elsässer",
        "M. Feige",
        "L. Kunkel",
        "J. Ledermann",
        "D. Reinhart",
        "A. Scherbantin",
        "K. Schoch",
        "R. Steineke",
        "C. Lorey",
        "I. Agudo",
        "J. Escudero Pedrosa",
        "F. J. Aceituno",
        "G. Bonnoli",
        "V. Casanova",
        "D. Morcuende",
        "A. Sota",
        "V. Bozhilov",
        "A. Valcheva",
        "E. Zaharieva",
        "M. Minev",
        "A. Strigachev",
        "R. Bachev",
        "B. Mihov",
        "L. Slavcheva-Mihova",
        "A. C. Sadun",
        "A. Takey",
        "A. Shokry",
        "M. A. El-Sadek",
        "A. Marchiniand G. Verna"
      ],
      "summary": "(Shortened)Context: We analyze the optical variability of the FSRQ Ton 599 using BVRI photometry from the WEBT collaboration (2011-2023), complemented by photometric and spectroscopic data from the Steward Observatory.\\\\ Aims: To characterize short- and long-term optical variability -- including flux distributions, intranight changes, color evolution, and spectra -- to constrain physical parameters and processes in the central engine.\\\\ Methods: We tested flux distributions in each filter against normal and log-normal, explored the RMS-flux relation and derived PSDs. We quantified intranight variability using a $χ^2$ test and fractional variability. From variability timescales, we estimated the emitting region size and magnetic field. Long-term variability was studied by segmenting the light curve into 12 intervals and analyzing flux statistics. For multi-filter flares, we computed spectral slopes, redshift-corrected fluxes, monochromatic luminosities and generated Color-magnitude and color-time diagrams. From low-flux spectra, we measured Mg II line and estimated the black hole mass.\\\\ Results: Ton 599 showed strong optical variability. Log-normal distributions fit the fluxes better, and all bands show a positive RMS-flux relation with red-noise PSDs.Intranight variability is detected, and used in constraining the emission region and magnetic field.The R band reaches a peak flux of 23.5 mJy, corresponding to a monochromatic luminosity of $log(νLν)= 48.48 [erg/s]$. We found a redder-when-brighter trend at low fluxes (thermal), achromatic behavior at intermediate levels (possibly due to jet orientation changes), and a bluer-when-brighter trend at high fluxes (synchrotron). Long-term color changes are modest, short-term are significant, with a negative correlation between the amplitude of color changes and the average flux. The estimated SMBH mass is order of $10^8 M_\\odot$.",
      "published": "2025-12-26T13:23:14Z",
      "updated": "2025-12-26T13:23:14Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2512.22028v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22028v1"
    },
    {
      "id": "2512.21955v1",
      "title": "Superradiant and dynamical spin-down of neutron stars with gravitational wave implications",
      "authors": [
        "Indra Kumar Banerjee",
        "Sandeep Chatterjee",
        "Biswarup Das",
        "Ujjal Kumar Dey"
      ],
      "summary": "Neutron stars such as pulsars and magnetars lose angular momentum primarily through electromagnetic dipole radiation, gravitational waves, $r$-mode oscillation, and also affected by fallback accretion processes. However, anomalous spin variations, particularly sudden enhanced spin-down rates, indicate additional spin-down mechanisms. We propose superradiant spin-down as a potential explanation for these events. By modelling the interplay between conventional and superradiant spin-down channels, we evaluate their impact on neutron star rotational evolution. We also discuss gravitational-wave emission produced by quadrupole deformation, $r$-mode oscillations, and axion-induced bosonic clouds around an isolated neutron star, highlighting their potential as distinct multimessenger probes in upcoming detectors.",
      "published": "2025-12-26T10:00:50Z",
      "updated": "2025-12-26T10:00:50Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.21955v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21955v1"
    },
    {
      "id": "2512.21892v1",
      "title": "A Rare Millisecond Pulsar with Cross-Pole Emission: Single-Pulse Insights from PSR J1857+0943",
      "authors": [
        "Shi-jun Dang",
        "Ji-guang Lu",
        "Peng Jiang",
        "Yu-lan Liu",
        "Jin-tao Xie",
        "Habtamu Menberu Tedila",
        "Fei-fei Kou",
        "Jian-ping Yuan",
        "Zhi-gang Wen",
        "Shuang-qiang Wang",
        "Lun-hua Shang",
        "Zu-rong Zhou",
        "Wen-ming Yan",
        "Qi-jun Zhi",
        "Na Wang"
      ],
      "summary": "Studies of subpulse variability in millisecond pulsars (MSPs) offer important constraints on their emission physics. Using the high sensitivity of FAST, we present the first identification of distinct single pulse fluctuation behaviour in PSR J1857+0943. We find that the third component(MP\\_C3) of the main pulse may originate from a different region than the other two main-pulse components and may instead share a common origin with the interpulse. This conclusion is supported by four observational evidence as follows: First, the LRCCF shows a clear anticorrelation between MP\\_C3 and the interpulse. Second, the single-pulse polarization at the main-pulse longitude reveals obvious component mixing. Third, the modulation period of the interpulse components is roughly twice that of MP\\_C3. Fourth, the reduced modulation index in MP\\_C3 suggests possible mixing of emission from different regions. The interpretation in this letter contrasts with the usual assumption that the main pulse and interpulse originate from opposite magnetic poles. Hence, PSR J1857+0943 provides a rare laboratory for probing component-dependent plasma behaviour in an MSP magnetosphere. Our results offer direct evidence that the main pulse can include emission associated with more than one magnetic pole and highlight the importance of single-pulse diagnostics for understanding the geometry and dynamics of pulsars with interpulse emission. In addition, we analyse the jitter properties of this pulsar and measure a one-hour jitter of $σ_{J,1\\rm h} = 78 \\pm 3~\\mathrm{ns}$ at 1.25 GHz, consistent with previous studies.",
      "published": "2025-12-26T06:45:34Z",
      "updated": "2025-12-26T06:45:34Z",
      "categories": [
        "astro-ph.HE",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21892v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21892v1"
    },
    {
      "id": "2512.21739v1",
      "title": "Methods for Detecting Gravitational Waves from mini-Extreme-Mass-Ratio Inspirals II: A Spectral-Leakage-Aware Framework",
      "authors": [
        "Zi-Xuan Wang",
        "Xing-Yu Chen",
        "Ju Chen",
        "Gong Cheng",
        "Huai-Ke Guo",
        "Andrew L. Miller"
      ],
      "summary": "Mini-Extreme-Mass-Ratio Inspirals (mini-EMRIs), comprising a sub-solar exotic compact object (such as a primordial black hole or boson star) orbiting a much heavier stellar-origin or exotic compact object, represent key targets for ground-based gravitational-wave detectors to probe the early universe and the nature of dark matter. However, detecting such systems, which could spend hours to years in LIGO, Virgo and KAGRA data, poses a computational challenge to standard matched-filtering methods. However, semi-coherent methods are constrained by the quasi-monochromatic assumption, which restricts the coherence time to avoid spectral leakage caused by frequency evolution. In this work, we extend the development of our method, $Σ$Track, to the regime in which the quasi-monochromatic approximation is relaxed, in two ways. First, we establish an analytical model for the spectral leakage, extending the validity of conventional analyses beyond the quasi-monochromatic regime. Second, we propose the $ΣR$ statistic -- a novel detection metric formed by a weighted summation of power ratios -- which effectively recovers the signal energy dispersed across adjacent frequency bins. Building on this framework, we further introduce an innovative frequency-layered search strategy that dynamically optimizes the coherence time across the observation band. We benchmark our method against a globally optimized Hough transform pipeline using a fiducial mini-EMRI signal from a binary with masses $(1.5, 10^{-5})\\,M_\\odot$. The results demonstrate that our framework achieves an order-of-magnitude enhancement in the effective detection volume, significantly expanding the horizon for discovering mini-EMRIs and sub-solar exotic compact objects with ground-based gravitational wave detectors. This approach can be similarly applied to EMRI searches for future space-based gravitational wave detectors.",
      "published": "2025-12-25T17:02:43Z",
      "updated": "2025-12-25T17:02:43Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2512.21739v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21739v1"
    },
    {
      "id": "2512.21738v1",
      "title": "Methods for Detecting Gravitational Waves from mini-Extreme-Mass-Ratio Inspirals I: Statistics Based on Time-Frequency Signal Tracks",
      "authors": [
        "Zi-Xuan Wang",
        "Gong Cheng",
        "Ju Chen",
        "Huai-Ke Guo",
        "Andrew L. Miller"
      ],
      "summary": "Mini-extreme-mass-ratio inspirals (mini-EMRIs), composed of a stellar-mass compact object and a much lighter companion, are promising sources of continuous gravitational waves in the frequency band of ground-based interferometers such as LIGO-Virgo-KAGRA. Such systems, consisting of sub-solar-mass compact objects, provide a unique probe of exotic compact objects, including primordial black holes. Detecting such long-lived signals, however, remains challenging. Here, we adapt standard methods used in searches for quasi-monochromatic signals to search for mini-EMRIs, and derive a statistical framework that explicitly handles spectral leakage. In particular, we introduce a new method that sums along the tracks in the time-frequency plane carved out by possible mini-EMRI signals, which we call $Σ$Track. This refinement establishes a general basis for analyzing long-duration transient signals with rapid frequency evolutions, regardless of the underlying mechanism for gravitational-wave emission. We also compute a new semi-analytic sensitivity estimate within our new statistical framework, which is valid under the assumption that the signal is weak with respect to the noise level. We then establish a statistic that quantifies how to discretize the search parameter space for our method, which works for mini-EMRIs, as well as arbitrary signal types. Our results provide a foundation for mini-EMRI searches and demonstrate the potential of current ground-based detectors to probe the existence of sub-solar-mass compact objects.",
      "published": "2025-12-25T17:02:25Z",
      "updated": "2025-12-25T17:02:25Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2512.21738v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21738v1"
    },
    {
      "id": "2512.21728v1",
      "title": "A self-consistent 3D MHD model producing a solar blowout jet",
      "authors": [
        "Yajie Chen",
        "Hardi Peter",
        "Damien Przybylski",
        "Lakshmi Pradeep Chitta",
        "Sudip Mandal"
      ],
      "summary": "Context. Solar blowout jets are a distinct subclass of ubiquitous extreme-ultraviolet (EUV) and X-ray coronal jets. Aims. Most existing models of blowout jets prescribe an initial magnetic field configurations and apply ad-hoc changes in the photosphere to trigger the jets. In contrast, we aim for a self-consistent magneto-convective description of the jet initiation. Methods. We employ a 3D radiation magnetohydrodynamic (MHD) model of a solar coronal hole region using the MURaM code. The computational domain extends from the upper convection zone to the lower corona. We synthesize the emission in the extreme UV and X-rays for a direct comparison to observations and examine the evolution of the magnetic field structure of the event. Results. In the simulation a twisted flux tube forms self-consistently, emerges through the surface and interacts with the pre-existing open field. Initially the resulting jet is of the standard type with a narrow spire. The release of the twist into the open field causes a broadening of the jet spire turning the jet into a blowout type. At the same time this creates a fast heating front propagating at the local Alfvén speed. The properties of the modeled jet closely match observations of blowout jets: a slow (180 km/s) mass upflow and a fast (500 km/s) propagating front form, the latter being a signature of the heating front. Also the timing of the jet with respect to the flux emergence and subsequent cancellation matches observations. Conclusions. The near-surface magneto-convection self-consistently generates a twisted flux tube that emerges through the photosphere. The tube then interacts with the pre-existing magnetic field by means of interchange reconnection. This transfers the twist to the open field region and produces a blowout jet that matches the main characteristics of this type of jet found in observations.",
      "published": "2025-12-25T16:19:11Z",
      "updated": "2025-12-25T16:19:11Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.21728v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21728v1"
    },
    {
      "id": "2512.21676v1",
      "title": "Investigating the signs of evolutionary characteristics in the energy spectrum of shock wave acceleration",
      "authors": [
        "Xu-Lin Dong",
        "Wei-Kang Gao",
        "Yi-Qing Guo",
        "Shu-Wang Cui"
      ],
      "summary": "Under ideal conditions, the theory of shock acceleration for cosmic rays predicts that different elements should exhibit strictly identical spectral indices when accelerated to the same rigidity (R). However, recent high-precision measurements of elemental energy spectra have definitively established the existence of variations in spectral indices across different elements. This study constrains the spectral indices of cosmic-ray elements using AMS-02 and DAMPE observations within the Spatially Dependent Propagation (SDP) model. For elements with A/Z = 2, spectral indices shows significant positive correlations with both atomic number Z and mass number A, likely due to A or Z-dependent fragmentation cross-sections. Predictions indicate that the observed spectra of Ni and Zn will align with the Fe spectrum, while their injection spectra will exhibit slightly softer spectral indices compared to Fe. Future observations from AMS-02, DAMPE and HERD are expected to verify these findings, while theoretical models are needed to systematically explain this phenomenon.",
      "published": "2025-12-25T13:38:49Z",
      "updated": "2025-12-25T13:38:49Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.21676v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21676v1"
    },
    {
      "id": "2512.21520v1",
      "title": "Multiband Gravitational Wave Detection Prospects for M31 UCXB-1 System in Low and Middle Frequency Band",
      "authors": [
        "Xiao Guo",
        "Zhoujian Cao",
        "Zhiwei Chen"
      ],
      "summary": "The recent discovery of M31 UCXB-1, the first extragalactic ultracompact X-ray binary (UCXB) with an orbital period of $T_{\\rm orb} \\sim 465$ s, presents a unique laboratory for studying close binary evolution and an unprecedented target for continuous gravitational wave (GW) searches. Its identification as a strong candidate black hole-white dwarf (BH-WD) system, combined with its exceptionally short period and high X-ray luminosity, suggests it may be one of the most vital low-frequency GW sources in M31. In this \\textit{Letter}, we investigate the detectability of its GW signal for future space-borne detectors in multiband GW detection. We find that while its signal-to-noise ratio (S/N) for low-frequency detectors remains marginal for high-confidence detection, middle-frequency detectors such as DECIGO and BBO are far more promising, potentially achieving S/N $\\varrho>8$ within reasonable observational duration. With a primary mass of only $m_1 > 5.4M_\\odot$ (or $6.6M_\\odot$), the network of all low and middle frequency detector (or BBO alone) is capable of detecting GW from this system with a $\\varrho > 8$, during 10-year observation. Furthermore, orbital eccentricity can enhance the GW strain at higher harmonics, further improving its detectability, especially for middle-frequency detectors. This study establishes M31 UCXB-1 as a key prototype of short-period UCXBs, cementing its role as a cornerstone for multiband, multi-messenger astrophysics and a vital bridge between X-ray astronomy and the future GW era.",
      "published": "2025-12-25T06:03:45Z",
      "updated": "2025-12-25T06:03:45Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.21520v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21520v1"
    },
    {
      "id": "2512.21415v1",
      "title": "Impact of the EPOS.LHC-R hadronic interaction model on the Centaurus A ultrahigh-energy cosmic-ray scenario",
      "authors": [
        "Silvia Mollerach",
        "Esteban Roulet"
      ],
      "summary": "We discuss the impact of the recent EPOS.LHC-R hadronic interaction model on the scenario in which most of the cosmic rays with energies above 5 EeV originate in the nearby Centaurus A radiogalaxy. The heavier composition inferred when considering this hadronic model implies that the amount of H and He emitted by the source is reduced compared to what was found with previous hadronic models. The elements of the CNO group play a more predominant role in the instep region just above the ankle while the elements of the Si and Fe groups can contribute significantly in the suppression region of the energy spectrum above 50 EeV. We also obtain the predictions for the amplitude of the dipolar anisotropy in different energy bins above 4 EeV, showing that they can be well consistent with the measurements for appropriate values of the extragalactic turbulent magnetic field and source lifetime. A new method to extract the information on the cosmic ray masses from that of the depth of the maximum development of the air showers is also introduced.",
      "published": "2025-12-24T20:34:40Z",
      "updated": "2025-12-24T20:34:40Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.21415v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21415v1"
    },
    {
      "id": "2512.21407v1",
      "title": "Neural Network for Simulating Radio Emission from Extensive Air Showers",
      "authors": [
        "Pranav Sampathkumar",
        "Tim Huege",
        "Andreas Haungs",
        "Ralph Engel"
      ],
      "summary": "Cosmic ray shower detection using large radio arrays has gained significant traction in recent years. With massive improvements in signal modelling and microscopic simulations, the analysis of incoming events is still severely limited by the simulation cost of radio emission to interpret the data. In this work, we show that a neural network can be used for simulating such radio pulses. This work serves as a proof of concept that simple neural networks can be used for emergent deterministic macroscopic phenomena of microscopic simulations. We also demonstrate how such a neural network can be used for the physics use case of $X_\\mathrm{max}$ reconstruction, while retaining comparable resolution to using full Monte-Carlo simulations for radio emission. Code available at https://anonymous.4open.science/r/radio_nn-21BF/.",
      "published": "2025-12-24T20:01:57Z",
      "updated": "2025-12-24T20:01:57Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.21407v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21407v1"
    },
    {
      "id": "2512.21240v2",
      "title": "Minijets and Broken Stationarity in a Blazar : Novel Insights into the Origin of $γ$-ray Variability in CTA 102",
      "authors": [
        "Agniva Roychowdhury"
      ],
      "summary": "High-energy blazar light curves, in X-rays and beyond, have historically preferred a log-normal flux distribution, signifying multiplicative processes either in the jet itself or due to connection(s) with accretion. Here we present 18 year archival Fermi-LAT light curves (0.1-100 GeV) of the flat spectrum radio quasar (FSRQ) CTA 102 from August 2008 to November 2025, which underwent a huge flare in 2017, with a $\\sim$ factor of 100 jump in $γ$-ray flux, along with similar flaring in X-rays. Our statistical analyses confirm that neither the pre nor the post-flare total GeV light curves follow a strictly log-normal distribution. Instead, we observe a statistically significant reduction in skewness from the pre to the post-flare light curves, which implies the blazar transitioned from an energetic state with frequent flaring to a more plateaued state with occasional flaring. We further find that this state transition can be explained through magnetic relaxation, where many reconnection events caused the 2017 flare, after which the magnetic field was ordered and its energy reached a minimum. To explain this further, we use a Monte Carlo simulation of a modified minijets-in-a-jet model where GeV flares are produced only when a maximum number of minijets move toward the broad line region and towards the line of sight, in the context of an external Compton model. The flux distributions (both observed and simulated) could be fit by a modified log-normal power-law distribution, implying our minijets model can reproduce the GeV flares in CTA 102 as well as their flux distributions.",
      "published": "2025-12-24T15:33:23Z",
      "updated": "2025-12-25T04:29:07Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21240v2",
      "pdf_link": "https://arxiv.org/pdf/2512.21240v2"
    },
    {
      "id": "2512.21216v1",
      "title": "Exploring the Role of Vector Potential and Plasma-$β$ in Jet Formation from Magnetized Accretion Flows",
      "authors": [
        "Ishika Palit",
        "Miles Angelo Paloma Sodejana",
        "Hsiang-Yi Karen Yang"
      ],
      "summary": "In this work, we investigate how the choice of initial vector potential and plasma parameters influences the development of accretion columns and jet formation in magnetized accretion flows. Using general relativistic magnetohydrodynamic simulations, we explore two different configurations of the vector potential $A_φ$ and three plasma beta values $β$ = 50, 100, 500. We analyze how variations in the poloidal magnetic field strength and plasma magnetization affect magnetic flux accumulation near the black hole and the subsequent growth of the accretion column. Our results highlight the dependence of jet launching efficiency and accretion dynamics on the initial magnetic field topology and plasma beta, offering insight into the conditions that favor magnetically arrested disk or standard and normal evolution states.",
      "published": "2025-12-24T14:57:36Z",
      "updated": "2025-12-24T14:57:36Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.21216v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21216v1"
    },
    {
      "id": "2512.21139v1",
      "title": "Evolution of the 2021 Outburst of GX 339-4 with AstroSat",
      "authors": [
        "Vaibhav Sharma",
        "Ranjeev Misra",
        "J S Yadav",
        "Akash Garg",
        "Pankaj Jain"
      ],
      "summary": "We present a comprehensive study of the 2021 outburst of GX 339-4 using AstroSat observations in the hard-intermediate (HIMS) and soft-intermediate states (SIMS). Spectral and timing analyses across these states suggest that during the SIMS, unabsorbed flux (0.1-3 keV), inner disc temperature, and \"apparent\" inner disc radius do not change, suggesting the stability of the disc. In the SIMS, the photon index decreases from 2.1 to 1.7, indicating spectral hardening. The power density spectra (PDS) suggest the presence of quasi-periodic oscillations (QPOs) in the HIMS and SIMS. The QPO frequency evolves from 0.1 Hz to 0.2 Hz in the HIMS, and further to 5.7 Hz in the SIMS. We also observe a decrease in QPO frequency from 5.7 Hz to 4.5 Hz during the SIMS. We discuss the evolution of the QPO, fractional root mean square (rms) amplitude, and time-lag spectra. We discover that variations in disc normalization, disc temperature, and coronal heating rate can reproduce the observed rms and lag spectra with a time delay between them.",
      "published": "2025-12-24T12:18:50Z",
      "updated": "2025-12-24T12:18:50Z",
      "categories": [
        "astro-ph.HE",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21139v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21139v1"
    },
    {
      "id": "2512.21108v1",
      "title": "Axion-photon conversion in stochastic magnetic fields",
      "authors": [
        "Wataru Chiba",
        "Ryusuke Jinno",
        "Kimihiro Nomura"
      ],
      "summary": "We investigate axion-photon conversion in stochastic magnetic fields, focusing on the evolution of the photon intensity and polarizations induced by conversion into axions. Assuming Gaussian magnetic fields characterized by the power spectra of their helical/non-helical components, we express the expectation values and variances of the photon intensity and linear/circular polarizations after conversion in terms of these spectra. We find nontrivial dependencies of these statistical quantities on the characteristic magnetic field correlation length, the propagation distance, and the axion mass. Moreover, we find that nontrivial polarizations emerge even if the photons are initially unpolarized, that the variances of these observables become suppressed in specific frequency regions, and that a peak structure arises in the expectation value of the circular polarization in the presence of statistically helical magnetic fields. We also point out consistency relations among these statistical quantities that hold independently of the specific forms of the magnetic field power spectra.",
      "published": "2025-12-24T11:13:35Z",
      "updated": "2025-12-24T11:13:35Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.21108v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21108v1"
    },
    {
      "id": "2512.22964v1",
      "title": "A new path to constrain the expansion history of the Universe in future spectroscopic galaxy surveys",
      "authors": [
        "Elena Tomasetti",
        "Michele Moresco",
        "Nicola Borghi",
        "Dinko Milaković",
        "Stephanie Escoffier",
        "Margherita Talia",
        "Lucia Pozzetti",
        "Andrea Cimatti",
        "Lauro Moscardini"
      ],
      "summary": "The current tension between early- and late-Universe measurements of the Hubble constant ($H_0$), along with the still elusive nature of dark matter and dark energy, calls for model-independent probes of the Universe's expansion history. The cosmic chronometers (CC) method offers a unique opportunity to directly measure the Hubble parameter $H(z)$ without relying on any cosmological model assumptions or integrated distance measurements. Despite its potential, this technique remains statistics-limited: no current survey is optimized to detect large samples of CC, restricting the precision on $H(z)$ to $\\sim$20% at intermediate redshifts. Here, we investigate the opportunities that a next-generation spectroscopic facility could offer to CC studies, providing an estimate of the accuracy achievable on the reconstruction of the Hubble parameter in redshift. We demonstrate that with such a facility, it will be possible to derive constraints on key cosmological parameters, assessing the impact that such improvements would have on our understanding of the expansion history of the Universe and on current cosmological tensions.",
      "published": "2025-12-28T15:12:03Z",
      "updated": "2025-12-28T15:12:03Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2512.22964v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22964v1"
    },
    {
      "id": "2512.22683v1",
      "title": "A Generative Reconstruction of Low-$\\ell$ CMB B-Mode Signal using Reverse Diffusion in Deep Learning",
      "authors": [
        "Anumanchi Agastya Sai Ram Likhit",
        "Rajib Saha"
      ],
      "summary": "Detecting primordial B-mode polarization of the Cosmic Microwave Background (CMB) provides a direct probe of inflationary gravitational waves. However, the signal is extremely faint and contaminated by gravitational lensing, instrumental noise, and astrophysical foregrounds. Here we present a score-based diffusion approach, formulated using variance-exploding stochastic differential equations (VE-SDEs), to reconstruct the primordial B-mode angular power spectrum from contaminated observations. The method employs a reverse SDE guided by a score model trained exclusively on random realizations of the primordial low $\\ell$ B-mode angular power spectrum corresponding to a fixed tensor-to-scalar ratio $r=0.001$. During inference, the reverse SDE iteratively drives the observed angular power spectrum toward the learned primordial manifold, effectively denoising and delensing the input. The model is tested on simulated observational spectra that include gravitational lensing, complex polarized foreground combinations, and instrumental noise characteristics representative of the proposed ECHO mission. The trained score model learns the underlying statistical distribution of the primordial B-mode field for the given $r$, which acts as a physics-guided prior that can generate new, consistent realizations of the signal. This approach provides a robust framework for primordial signal recovery in future CMB polarization missions.",
      "published": "2025-12-27T19:20:49Z",
      "updated": "2025-12-27T19:20:49Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2512.22683v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22683v1"
    },
    {
      "id": "2512.22339v1",
      "title": "Gravitational waves from seesaw assisted collapsing domain walls",
      "authors": [
        "Debasish Borah",
        "Indrajit Saha"
      ],
      "summary": "Spontaneous breaking of discrete symmetries like $Z_2$ leads to the formation of stable topological defects such as domain walls which, if allowed to dominate, can potentially be in conflict with cosmological observations. Incorporating explicit $Z_2$-breaking bias terms can lead to annihilation of such walls while also emitting stochastic gravitational wave (GW). We study the role of heavy right-handed neutrinos present in type-I seesaw origin of light neutrino masses to generate such bias term via quantum corrections. This offers interesting correlation among the seesaw scale, GW peak amplitude and peak frequency which can be probed at present and future experiments related to GW as well as precision measurements of the cosmic microwave background (CMB). In flavor symmetric UV complete scenarios with degenerate RHNs at leading order, such tiny coupling of RHNs to a $Z_2$-odd scalar can also lead to small mass splittings suitable for explaining the observed baryon asymmetry of the universe via resonant leptogenesis.",
      "published": "2025-12-26T19:00:01Z",
      "updated": "2025-12-26T19:00:01Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2512.22339v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22339v1"
    },
    {
      "id": "2512.22103v1",
      "title": "Mass-to-Horizon Entropic Cosmology: A Unified Thermodynamic Pathway to Cosmic Acceleration",
      "authors": [
        "Tomasz Denkiewicz",
        "Hussain Gohar"
      ],
      "summary": "We investigate the observational tests of generalized mass-to-horizon entropic cosmology by incorporating large-scale structure growth data in addition to purely geometric probes. The theoretical framework is constructed from a generalized mass-to-horizon scaling relation, $M \\propto L^n$, which implies a corresponding generalized entropic functional $S_n \\propto L^{n+1}$. Within this setting, cosmic acceleration arises as an emergent phenomenon driven by an entropic force acting on the cosmological horizon. While earlier studies demonstrated that these entropic cosmologies can reproduce the background expansion history of the standard $Λ$CDM model, here we present a comprehensive observational analysis that jointly employs Pantheon+ Type Ia supernova data with SH0ES calibration, DESI DR2 baryon acoustic oscillation measurements, cosmic microwave background (CMB) distance priors, and a suite of cosmological structure growth observations. A Bayesian model comparison indicates that the entropic models are statistically preferred over the conventional $Λ$CDM scenario, thereby providing strong support for an entropic origin of the observed late-time cosmic acceleration in place of a fundamental cosmological constant.",
      "published": "2025-12-26T18:08:38Z",
      "updated": "2025-12-26T18:08:38Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2512.22103v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22103v1"
    },
    {
      "id": "2512.21903v1",
      "title": "TITAN DR1: An Improved, Validated, and Systematically-Controlled Recalibration of ATLAS Photometry toward Type Ia Supernova Cosmology",
      "authors": [
        "Elijah G. Marlin",
        "Yukei S. Murakami",
        "Dillon Brout",
        "Jack W. Tweddle",
        "Brodie Popovic",
        "Ken W. Smith",
        "Stephen J. Smartt",
        "Daniel M. Scolnic",
        "David Jones",
        "Erik R. Peterson",
        "Adam G. Riess",
        "Maria Vincenzi",
        "Nora F. Sherman",
        "Maria Acevedo",
        "Jasper Milstein",
        "Mitchell Dixon",
        "Armin Rest"
      ],
      "summary": "ATLAS (Asteroid Terrestrial Last Alert System) is a time-domain survey using four telescopes, covering the entire sky. It has observed over 10,000 spectroscopically confirmed Type Ia supernovae (SNe~Ia), with thousands of cosmology-grade light curves (to be released as TITAN DR1). To prepare this massive, low-redshift dataset for cosmology, we evaluate and cross-calibrate ATLAS forced photometry using tertiary stars from the DES (Dark Energy Survey) Y6 release. The 5000 deg$^2$ DES footprint overlaps regions both in and out of the PS1 (Pan-STARRS DR1) footprint, allowing tests of the primary calibrator for the ATLAS Refcat2 catalog. Initial offsets are at the $\\sim$40 mmag scale. To improve this we determine $Δ$ zeropoint offsets for two cases: (1) pixel-to-pixel offsets within individual CCDs (reduced from $\\sim$8 to $\\sim$4 mmag RMS) and (2) chip-to-chip offsets across the 9 CCDs and filters (reduced from $\\sim$17 to $\\sim$3 mmag RMS). We also identify the largest systematic uncertainty as a transmission-function color dependence, requiring shifts in the assumed ATLAS filters at the $\\sim$30 mmag level if uncorrected. We validate our calibration using (a) CALSPEC standards, (b) an independent tertiary catalog, and (c) distance moduli of cross-matched SNe~Ia, all showing improved consistency. Overall, we estimate combined calibration-related systematics at the $\\sim$5--10 mmag level, supporting competitive cosmological constraints with the TITAN SN~Ia dataset.",
      "published": "2025-12-26T07:31:51Z",
      "updated": "2025-12-26T07:31:51Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2512.21903v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21903v1"
    },
    {
      "id": "2512.21729v1",
      "title": "Golden and Silver Dark Sirens for precise H0 measurement with HETDEX",
      "authors": [
        "Yixuan Dang",
        "Ish Gupta",
        "Robin Ciardullo",
        "Erin Mentuch Cooper",
        "Shiksha Pandey",
        "Dustin Davis",
        "Surhud More",
        "Rachel Gray",
        "Hsin-Yu Chen",
        "Daniel J. Farrow",
        "Caryl Gronwall",
        "Donghui Jeong",
        "Shun Saito",
        "Donald P. Schneider",
        "B. S. Sathyaprakash"
      ],
      "summary": "Gravitational waves (GWs) from compact binary coalescences are standard sirens that provide a direct measure of the source's luminosity distance, enabling an independent measurement of the Hubble constant (H0). While a bright siren -- a GW event with an identified electromagnetic (EM) counterpart -- provided the first such constraint, most detections, currently dominated by black hole mergers, lack EM signatures. A measurement of H0 is still possible with these dark sirens by statistically associating GW events with galaxies in existing catalogs based on the sky localization. In this work, we explore the potential of two subsets of sirens: rare golden dark sirens, for which a single galaxy dominates the H0 posterior, and silver dark sirens, which are far more common but have a larger set of plausible host galaxies. Using the fifth internal data release of the Hobby-Eberly Telescope Dark Energy Experiment (HETDEX), we assess the suitability of the Visible Integral-field Replicable Unit Spectrograph (VIRUS) for spectroscopic follow-up of dark sirens. VIRUS exposures of the standard HETDEX depth provide precise redshifts and exquisite completeness within z = 0.2. After a single year of observations with the upgraded LIGO-A# network, the combined sample of golden and silver dark sirens with z < 0.2 and follow-up VIRUS observations can potentially yield a few-percent constraint on H0. Our predictions suggest that spectroscopic redshift surveys such as HETDEX can play a key role in realizing high-precision cosmology with dark sirens in the near future. Standard-siren distance measurements offer a critical, fully independent path to the local value of H0 to resolve the Hubble tension.",
      "published": "2025-12-25T16:24:58Z",
      "updated": "2025-12-25T16:24:58Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.21729v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21729v1"
    },
    {
      "id": "2512.21432v1",
      "title": "A Modal Approach to Constrain Inflation through Numerical Bispectra",
      "authors": [
        "Bowei Zhang",
        "E. P. S. Shellard",
        "James R. Fergusson"
      ],
      "summary": "Constraining inflationary models with high precision bispectra across broad parameter ranges is a challenging task, requiring intensive computations at all stages, first, predicting the primordial inflation bispectrum from quantum field theory, secondly, projecting this forward with transfer functions to the late universe and, finally, comparing with the bispectrum extracted from the observational data and matching mock catalogues. Here, the longstanding separable \\texttt{Modal} pipeline for constraining primordial bispectrum templates using WMAP and Planck CMB data has been supplemented by the more recently developed \\texttt{Primodal} code to accurately calculate bispectra numerically from inflation models, showing great potential for enhanced computational efficiency; \\texttt{Primodal} exploits the in-in separability of the tree-level in-in formalism, together with a separable mode-expansion technique to bypass the need for point-by-point bispectrum calculations. Building upon this progress, we propose a bispectrum pipeline that systematically explores the parameter space of inflationary Lagrangians, numerically computing the tree-level bispectrum (and power spectrum) for each scenario and comparing with the \\texttt{Modal} bispectrum decompositions obtained from the Planck 2018 data. Our pipeline identifies and excludes disfavored scenarios through this analysis, providing direct constraints on the parameter space, the sound speed and other quantities from the surviving observationally viable scenarios. This is preparatory work for a planned analysis using much higher-resolution CMB data from the Simons Observatory. To validate our pipeline, we perform a proof-of-concept analysis of the IR DBI inflation model, obtaining constraints of $c_s \\geq 0.073$ for the sound speed and $β\\leq 0.39$ for the parameter space, demonstrating the pipeline's accuracy and effectiveness.",
      "published": "2025-12-24T21:44:58Z",
      "updated": "2025-12-24T21:44:58Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2512.21432v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21432v1"
    },
    {
      "id": "2512.21392v1",
      "title": "Sensitivity of Weak Lensing Surveys to Gravitational Waves from Inspiraling Supermassive Black Hole Binaries",
      "authors": [
        "Tal Adi",
        "Kris Pardo",
        "Olivier Doré"
      ],
      "summary": "We explore the sensitivity of upcoming and idealized weak lensing surveys to gravitational waves (GWs) emitted by inspiraling supermassive black hole binaries (SMBHBs) in the nanohertz to microhertz frequency band. This range, situated between the reach of pulsar timing arrays and space-based interferometers, remains observationally underexplored. Building upon the formalism for GW-induced shear distortions, we develop a signal-to-noise framework that incorporates realistic survey characteristics, including cadence, angular resolution, and depth. We model the effective galaxy population using a redshift- and luminosity-dependent distribution to evaluate the noise power spectral density across the survey. Applying this framework to both LSST-like and idealized survey configurations, we derive characteristic strain sensitivity curves and identify the detectable parameter space for SMBHBs. We find that while current surveys are limited by angular resolution, an ideal full-sky survey with milliarcsecond-level precision and rapid cadence could detect continuous GW signals from SMBHBs at cosmological distances and partially bridge the PTA-LISA sensitivity gap. Our analysis highlights the potential and limitations of weak-lensing surveys for low-frequency GW astronomy, with angular resolution emerging as the dominant constraint.",
      "published": "2025-12-24T19:22:55Z",
      "updated": "2025-12-24T19:22:55Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.IM",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.21392v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21392v1"
    },
    {
      "id": "2512.21328v1",
      "title": "When Geometry Radiates Review: Gravitational Waves in Theory, Cosmology, and Observation",
      "authors": [
        "Azadeh Maleknejad"
      ],
      "summary": "Gravitational waves provide a unique window into gravity, cosmology, and high-energy physics, enabling the exploration of fundamental phenomena across a wide range of scales. This review presents a coherent and pedagogical framework that bridges foundational theory with observational frontiers. We begin by developing the theory of gravitational radiation within linearized general relativity, deriving gravitational waves as solutions to the linearized Einstein equations and clarifying their physical interpretation, polarization states, and key properties. We then deepen the discussion through a geometric perspective, tracing the connection between gravitational radiation and the algebraic structure of the Weyl tensor and its role in defining energy and angular momentum in asymptotically flat spacetimes. Extending beyond flat backgrounds, we examine gravitational waves in an expanding universe, following their evolution across cosmological epochs and their generation during inflation. Within this setting, we discuss adiabatic modes and consistency relations that reveal universal properties of long-wavelength perturbations, and derive the inflationary spectrum of vacuum gravitational waves together with their contribution to the integrated Sachs-Wolfe effect. We also survey the main observational strategies for detecting gravitational waves across a broad frequency range, including cosmic microwave background polarization, pulsar timing arrays, ground- and space-based laser interferometers, and resonant cavity detectors. We then discuss the astrophysical and cosmological mechanisms responsible for generating gravitational radiation. We conclude by summarizing the current status of the field and outlining promising directions for future theoretical and observational developments.",
      "published": "2025-12-24T18:57:18Z",
      "updated": "2025-12-24T18:57:18Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2512.21328v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21328v1"
    },
    {
      "id": "2512.21234v1",
      "title": "Gravitational open effective field theory of inflation",
      "authors": [
        "Perseas Christodoulidis",
        "Jinn-Ouk Gong"
      ],
      "summary": "We construct a gravitational open extension of the effective field theory of inflation in the Schwinger-Keldysh framework. While physical symmetries allow many open operators in the Schwinger-Keldysh action, most of them overconstrain the equations of motion, yielding inconsistent dynamics. We identify the minimal open operators compatible with propagating scalar and tensor modes and build the gravitational action, recovering dissipative models of inflation.",
      "published": "2025-12-24T15:20:38Z",
      "updated": "2025-12-24T15:20:38Z",
      "categories": [
        "hep-th",
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.21234v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21234v1"
    },
    {
      "id": "2512.21167v1",
      "title": "(Lovelock)$^2$ inflation: explaining the ACT data and equivalence to Higgs-Gauss-Bonnet inflation",
      "authors": [
        "Andrea Addazi",
        "Yermek Aldabergenov",
        "Daulet Berkimbayev",
        "Yifu Cai"
      ],
      "summary": "We revisit the Starobinsky model of inflation in light of recent data from the Atacama Cosmology Telescope (ACT), which indicates a potential preference for a slightly larger scalar spectral index $n_s$ than predicted by the standard $R^2$ scenario. We demonstrate that a natural one-parameter generalization to a quadratic model $\\sim L+L^2$ in the Lovelock invariant $L=R+\\fracα{4}{\\cal G}$ ($\\cal G$ is the Gauss--Bonnet term), can effectively resolve this minor tension. Scalar-tensor formulation of this theory yields an Einstein-frame Starobinsky-type scalar potential augmented by Gauss--Bonnet and derivative couplings, which modify the inflationary slow-roll dynamics. We show that a non-zero coupling $α$ for the Gauss-Bonnet term can shift $(n_s, r)$ along a trajectory that brings the predictions into better agreement with the ACT likelihood. We also find that $L+L^2$ gravity, in its scalar-tensor formulation, is equivalent to Higgs inflation coupled to the Gauss--Bonnet term, and belongs to the Horndeski/galileon class of modified gravities. This work establishes the quadratic $f(L)$ gravity as a compelling and physically motivated extension that preserves the successes of Starobinsky inflation while improving its fit to modern precision cosmological data.",
      "published": "2025-12-24T13:32:31Z",
      "updated": "2025-12-24T13:32:31Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2512.21167v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21167v1"
    },
    {
      "id": "2512.21151v1",
      "title": "Acoustic gravitational waves from primordial curvature perturbations",
      "authors": [
        "Zhuan Ning",
        "Zi-Yan Yuwen",
        "Xiang-Xi Zeng",
        "Rong-Gen Cai",
        "Shao-Jiang Wang"
      ],
      "summary": "Standard perturbative calculations of scalar-induced gravitational waves (SIGWs) have neglected nonperturbative effects in the large-amplitude regime. We develop a hybrid numerical framework to signify nonperturbative effects on the stochastic gravitational wave (GW) background sourced by primordial curvature perturbations, focusing on the acoustic channel (fluid motions). Fully general-relativistic, spherically symmetric simulations are used to extract nonperturbative sound-shell profiles from isolated curvature peaks; these profiles are then embedded into three-dimensional lattice evolutions of relativistic hydrodynamics coupled to transverse-traceless metric perturbations to compute the acoustic GW spectra. The acoustic signal has a peak frequency determined by the comoving shell thickness, and its amplitude is extremely sensitive to the mean comoving separation of peaks, scaling approximately as $R_{*c}^{-7}$. We find a robust causal low-frequency tail $\\propto k^{3}$, and the nonlinear hydrodynamic interactions can enhance the ultraviolet power. Comparing with SIGWs computed perturbatively from the same real-space configuration, we show that acoustic GWs can be amplified by an order of magnitude and display a peak shifted to a lower frequency in the large-amplitude regime. These results highlight the importance of nonperturbative effects for accurate predictions of stochastic GW signals induced from primordial curvature perturbations.",
      "published": "2025-12-24T12:39:21Z",
      "updated": "2025-12-24T12:39:21Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21151v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21151v1"
    },
    {
      "id": "2512.21117v1",
      "title": "Large lepton asymmetry from axion inflation and helium abundance hinted by ACT",
      "authors": [
        "Di Wu",
        "Yifan Hu",
        "Kohei Kamada"
      ],
      "summary": "The generation of helical magnetic fields and the associated chiral asymmetry via the chiral anomaly is a generic feature in pseudoscalar inflation. In the presence of a Chern--Simons coupling between the inflaton and a U(1) gauge field, the homogeneous evolution of the inflaton induces a tachyonic instability in one circular polarization of the gauge field, resulting in the production of helical magnetic fields. In this work, we show that, in the case of a gauged lepton flavor symmetry, U(1)$_{L_i-L_j}$, this mechanism can lead to the generation of a sizable lepton asymmetry. In a simple setup, however, the resulting lepton asymmetry is typically too small to have an observational consequences, even setting aside constraints from baryon overproduction via sphaleron processes, due to the backreaction of the produced gauge fields and fermions on the inflationary dynamics. We demonstrate that this limitation can be overcome by implementing a mechanism to suppress fermion production during inflation. As a result, a much larger lepton asymmetry can be generated from the subsequent decay of magnetic helicity. Remarkably, for the gauged U(1)$_{L_μ-L_τ}$ symmetry, the generated asymmetry can be sufficiently large to suppress the primordial helium abundance, as may be inferred from recent cosmic microwave background observations by ACT.",
      "published": "2025-12-24T11:34:28Z",
      "updated": "2025-12-24T11:34:28Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2512.21117v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21117v1"
    },
    {
      "id": "2512.20834v1",
      "title": "Revisiting the Mass Step: Environmental Dependence of Type Ia Supernovae in Low-Metallicity Host Galaxies",
      "authors": [
        "Estefania Padilla Gonzalez",
        "A. Joshi Bhavin",
        "Louis G. Strolger",
        "Bhoomika Khatri",
        "Fae Rest",
        "Armin Rest",
        "Benjamin Rose",
        "Rodrigo Angulo",
        "David Coulter",
        "James M. Derkacy",
        "Ori Fox",
        "Justin D. R. Pierel",
        "Koji Shukawa",
        "Melissa Shahbandeh",
        "Matthew Siebert",
        "Conor Larison",
        "Massimo Griggio"
      ],
      "summary": "Despite the tremendous impact of Type Ia supernovae (SNe Ia) on the field of cosmology, their underlying physics are still poorly understood. Studies have found an intriguing correlation between standardized Type Ia supernova (SN Ia) luminosities and host galaxy masses, commonly referred to as the \"mass step\". SNe Ia in massive galaxies appear systematically brighter than in lower-mass, star-forming hosts after standardization. However, previous analyses use host galaxy mass estimates derived largely from optical data alone and assume parametric forms for host star formation histories (SFHs), both of which are known to misestimate galaxy stellar masses. In this work, we re-examine the mass-step relation with a sample of SN Ia host galaxies complete in broadband optical (3000 Angstrom to 1 micron) and near-infrared (up to 1.8 micron) data, and in some cases including mid-infrared observations (up to 4.5 micron), using Prospector to derive nonparametric SFHs. We find that while the masses for these galaxies have indeed been underestimated, the overall trend in SN Ia luminosity versus host mass remains largely unchanged. We also uncover an environmental metallicity-dependent trend, in which low-metallicity galaxies (Z < -1 Zsol) may drive much of the observed SN Ia luminosity-mass correlation, suggesting that the chemical composition of the SN environment plays a central role in shaping the standardized brightness of SNe Ia.",
      "published": "2025-12-23T23:22:18Z",
      "updated": "2025-12-23T23:22:18Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.20834v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20834v1"
    },
    {
      "id": "2512.20730v1",
      "title": "Echoes of $R^3$ modification and Goldstone preheating in the CMB-BAO landscape",
      "authors": [
        "Tanmoy Modak"
      ],
      "summary": "The $R^2$ and the single-field-like regime of $R^2$-Higgs inflation are disfavored by the observed high spectral index $n_s$ from the combined cosmic microwave background (CMB) and baryon acoustic oscillation (BAO) measurements at the $\\sim2σ$ level. The addition of a dimension-six $R^3$ term in the action helps alleviate this tension. We show that the parameter space accounting for the observed high $n_s$ also induces rapid Goldstone and Higgs preheating. The preheating, especially from Goldstone modes, helps match the CMB and inflationary scales, which in turn supports the observed $n_s$.",
      "published": "2025-12-23T19:39:31Z",
      "updated": "2025-12-23T19:39:31Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.20730v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20730v1"
    },
    {
      "id": "2512.20696v1",
      "title": "Quirks Live in Cool Universes",
      "authors": [
        "Pouya Asadi",
        "Graham D. Kribs",
        "Markus A. Luty"
      ],
      "summary": "We demonstrate that cosmological observations place strong bounds on the reheat temperature $T_\\text{RH}$ of the Standard Model (SM) in minimal models of `quirks' -- heavy fermions transforming under the SM gauge group together with a new non-Abelian gauge interaction with a confinement scale far below the mass of the fermions. These models have unique collider signals associated with the confining flux strings, which cannot break due to the large mass of the quirks. Our work shows that in these models $T_\\text{RH} \\lesssim \\mathcal{O}(100)$ GeV for the entire `quirky' parameter space where the effects of the flux string are important. These bounds are in tension with most models of baryogenesis, showing that the discovery of quirks at colliders can have far-reaching implications for cosmology. The bounds arise because the irreducible relic abundance of glueballs from UV freeze-in, combined with their long lifetimes, leads to constraints from the disruption of BBN, distortions of the CMB, excess $γ$-rays, an over-abundance of self-interacting dark matter, and contributions to $ΔN_{\\rm eff}$. The glueball freeze-in abundance has a strong dependence on $T_\\text{RH}$, making the bounds relatively insensitive to strong interaction uncertainties. The bounds are robust to the SM quantum numbers of the quirks and the presence of Yukawa couplings with the Higgs. In non-minimal extensions of the model where the glueballs can decay to an additional dark sector, the bounds remain for models where the flux string has a macroscopic length at colliders. We also show that for quirk masses above $\\sim 10$ TeV, the dark glueballs can be the dominant component of dark matter. This work illustrates a striking connection between quirky collider signals and cosmological probes of new physics, strengthening the case for targeted quirk searches at colliders.",
      "published": "2025-12-23T19:00:01Z",
      "updated": "2025-12-23T19:00:01Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2512.20696v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20696v1"
    },
    {
      "id": "2512.20616v1",
      "title": "Dynamical Dark Energy models in light of the latest observations",
      "authors": [
        "Javier de Cruz Pérez",
        "Adrià Gómez-Valent",
        "Joan Solà Peracaula"
      ],
      "summary": "In this paper, we study several models and parameterizations of dynamical dark energy (DE) that have been studied already in the past, in conjunction with the recently proposed model $w$XCDM, the running vacuum model (RVM) with and without a threshold at $z=1$ and two variants of it, the RRVM and the ``flipped RVM'', and compare them all with the concordance $Λ$CDM model and the popular $w_0w_a$CDM parameterization. We use two standard sets of cosmological data, one including distant supernovae from Pantheon$+$ and the other from DES-Y5. The rest of the data (BAO from DESI DR2 and CMB from Planck PR4) are shared by the two sets. They are analyzed with the help of \\texttt{CLASS}. No structure formation data are utilized for this analysis and no use is made of the SH0ES calibration of $H_0$. Even so, we find that the flipped RVM and to a lesser extent the $w$XCDM and the RVM with threshold, point to significant evidence of dynamical DE, at a level comparable to $w_0w_a$CDM, more conspicuously for the dataset that involves DES-Y5 observations. We also find that while more traditional models studied in the past, in which there is an exchange between vacuum energy and cold dark matter (through e.g. an interactive source proportional either to the density of dark matter or to that of vacuum) still hint at dynamical DE, the strength of the statistical signal (which we assess through information criteria and other estimators) is nevertheless less pronounced. Finally, we discuss the ability of the various models to explain the data by performing an analysis of their effective equation-of-state parameters and corresponding evolution of their dark energy densities.",
      "published": "2025-12-23T18:59:29Z",
      "updated": "2025-12-23T18:59:29Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20616v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20616v1"
    },
    {
      "id": "2512.20592v1",
      "title": "Signatures of High-Frequency Gravitational Waves in Electromagnetic Cavities",
      "authors": [
        "Sebastian Schenk",
        "Kristof Schmieden",
        "Pedro Schwaller"
      ],
      "summary": "Similar to axions, gravitational waves (GW) can induce oscillating electromagnetic fields inside electromagnetic cavities. We explore their experimental sensitivity to monochromatic and non-monochromatic GW signals, using the total deposited energy as a primary measure. Focusing on cylindrical and spherical cavities, we present the coupling coefficients of GWs to the dominant electromagnetic resonances in transverse-traceless gauge, which is most appropriate in this regime. By considering the superposition of degenerate modes, we further examine their angular sensitivity. In addition, we calculate the response of a spherical cavity to non-monochromatic GWs emitted by primordial black hole mergers. We find that, for transient signals, a high quality factor with $Q \\gtrsim 10^5$ does not necessarily enhance experimental sensitivity. In fact, even in the most optimistic scenario, only mergers within the solar system yield an observable energy deposit in the cavity.",
      "published": "2025-12-23T18:39:13Z",
      "updated": "2025-12-23T18:39:13Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "gr-qc",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2512.20592v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20592v1"
    },
    {
      "id": "2512.20521v1",
      "title": "Non-equilibrium Quantum Field Theory and Axion Electrodynamics in curved spacetimes",
      "authors": [
        "Amedeo M. Favitta"
      ],
      "summary": "Axions are hypothetical pseudoscalar particles introduced initially as a solution to the Strong CP problem in Quantum Chromodynamics (QCD), and they also arise naturally in a broad class of low-energy compactifications of string theory. Astrophysical, cosmological, and laboratory constraints require axions to be extremely weakly coupled to Standard Model particles, making them viable dark matter candidates .This PhD thesis presents original results developed over three years of research, focusing on axion cosmology and axion electrodynamics. These topics address the production of axions and their associated topological defects in the early Universe, as well as the interactions of axions with Standard Model particles. The analysis combines methods from non-equilibrium quantum field theory and quantum field theory in curved spacetimes. After reviewing the foundations of quantum field theory in curved spacetimes and cosmology, the thesis introduces the Strong CP problem and the Peccei-Quinn mechanism, including the PQWW axion model and its invisible extensions. Ultraviolet completions of QCD axion theories are discussed in both field-theoretic and extra-dimensional frameworks. A significant part of the thesis is devoted to axion electrodynamics, where a classical axion background modifies Maxwell's equations and electromagnetic observables. The non-equilibrium dynamics of self-interacting axion fields coupled to the Standard Model or to a dark sector are also studied using the two-particle-irreducible effective action, and applied to pre- and post-inflationary cosmological scenarios, yielding new insights and preliminary constraints.",
      "published": "2025-12-23T17:11:21Z",
      "updated": "2025-12-23T17:11:21Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2512.20521v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20521v1"
    },
    {
      "id": "2512.20474v1",
      "title": "Cosmological consequences of spontaneous symmetry breaking",
      "authors": [
        "Giacomo Ferrante"
      ],
      "summary": "The Standard Model of particle physics and the $Λ$CDM model of cosmology provide an incomplete description of our Universe. Both models face challenges, including explaining the nature of dark matter, the origin of the Universe's initial conditions, and the fine-tuning of the Higgs boson mass. This thesis investigates the cosmological implications of spontaneous symmetry breaking to address some of these issues, focusing on theories with a non-trivial vacuum structure. We introduce a novel class of elementary scalars called ''accidents'', which emerge as accidentally flat directions in the vacuum manifold: unlike Nambu-Goldstone boson directions, accident directions are not related to any symmetry. Radiative corrections induce a mass for the accidents that is one-loop suppressed with respect to naive expectations, making them naturally light. We propose that accidents can act as viable dark matter candidates, and as the inflaton driving cosmic inflation. We construct a model of hybrid inflation in which the inflaton potential is an accident direction and is naturally flat. In models of accident inflation where the vacuum manifold has a non-trivial topology, cosmic strings and domain walls form after the end of inflation. Such topological defects generate a stochastic background of gravitational waves. Finally, we investigate the cosmological production of dark magnetic monopoles. Focusing on 't Hooft-Polyakov monopoles from SO(3)$\\rightarrow$SO(2) symmetry breaking, we explore both second-order and first-order phase transitions, and we identify the regions of parameter space where the monopole relic density matches the one of dark matter. This model also features stable massive gauge bosons. We find that the relic density of dark gauge bosons is always far larger than the one of monopoles, concluding that dark monopoles cannot constitute a sizeable fraction of dark matter.",
      "published": "2025-12-23T16:10:25Z",
      "updated": "2025-12-23T16:10:25Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2512.20474v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20474v1"
    },
    {
      "id": "2512.20416v1",
      "title": "From Cosmology to Cosmonomy",
      "authors": [
        "Emmanuel N. Saridakis"
      ],
      "summary": "For most of its history, cosmology was a qualitatively constrained discourse on the universe, shaped by limited observational access and the absence of global dynamical laws. This situation has changed decisively in recent decades. Modern cosmology is now driven by an unprecedented flow of high-precision data from a wide range of independent probes, including the cosmic microwave background, large-scale structure, supernovae, baryon acoustic oscillations, gravitational lensing, cosmic chronometers, redshift-space distortions, gravitational-wave standard sirens, and emerging 21-cm observations, among others. This observational wealth is matched by a concrete theoretical and mathematical framework, based on general relativity, which provides the dynamical equations governing the evolution of spacetime and matter at cosmic scales. Combined with explicit background and perturbative equations, this framework enables quantitative, predictive, and falsifiable descriptions of cosmic evolution. Thus, cosmology operates today as a nomological natural science of the observable universe, characterized by general laws, predictive power, and systematic empirical testing. We argue that this epistemic transformation motivates a corresponding conceptual shift, directly analogous to the historical transition from astrology to astronomy. In this sense, the transition from cosmology to \\emph{cosmonomy} should begin to be discussed among cosmologists, or, more precisely, among cosmonomers.",
      "published": "2025-12-23T15:00:11Z",
      "updated": "2025-12-23T15:00:11Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "physics.hist-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20416v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20416v1"
    },
    {
      "id": "2512.20383v1",
      "title": "A Spectrum of Cosmological Rips and Their Observational Signatures",
      "authors": [
        "Mikel Artola",
        "Ruth Lazkoz",
        "Vincenzo Salzano"
      ],
      "summary": "We present a unified dark energy framework capable of generating a continuous spectrum of cosmological ``rip'' scenarios -- including the Big Rip, Grand Rip, Mild Rip, Little Rip, Little Sibling of the Big Rip, and the newly found Dollhouse Rip -- while ensuring a physically consistent evolution across cosmic history. Building on earlier phenomenological proposals, we introduce a barotropic equation-of-state parameter with a sigmoid-like correction to guarantee a strictly positive dark energy density and to avoid early-time pathologies commonly present in previous models. Using this formulation, closed-form analytic expressions for the energy density can be obtained. This, in turn, enables a systematic classification of future singularities based on the signs and magnitudes of two key parameters of the model. We test these scenarios with state-of-the-art cosmological probes, including DESI DR2 BAO, cosmic chronometers, CMB compressed likelihoods, and the Pantheon+ supernovae sample. According to our Bayesian analysis, all rip scenarios yield best-fit parameters compatible with $Λ$CDM at the $1σ$ level, with Bayes factors weakly favoring $Λ$CDM. The mild, logarithmic evolution of the proposed dark energy density prevents current observations from distinguishing among the different future fates. We conclude that, for rip cosmologies to gain observational support over $Λ$CDM, they must display more accentuated late-time dynamical features -- such as perhaps rapid transitions or a phantom-divide crossing -- within the redshift range probed by present surveys.",
      "published": "2025-12-23T14:14:05Z",
      "updated": "2025-12-23T14:14:05Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.20383v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20383v1"
    },
    {
      "id": "2512.20290v1",
      "title": "A non-compact QCD axion",
      "authors": [
        "Georgios K. Karananas",
        "Mikhail Shaposhnikov",
        "Sebastian Zell"
      ],
      "summary": "We investigate the cosmology of an axion that is fundamentally non-compact. During inflation, fluctuations of the effectively massless field populate many QCD vacua, thereby evading conventional isocurvature constraints while generating domain walls -- without accompanying cosmic strings. A small non-QCD contribution to the axion potential is required to trigger the timely collapse of domain walls; as a consequence, a residual amount of CP violation in the strong sector must exist, potentially within reach of planned experiments. Non-compact axions can account for the entirety of the dark matter abundance, and the collapse of domain walls sources a stochastic gravitational-wave background at nanohertz frequencies. Such axion dynamics can be embedded in top-down constructions -- such as Weyl-invariant Einstein-Cartan gravity -- where the tilting of the axion potential arises automatically.",
      "published": "2025-12-23T12:00:03Z",
      "updated": "2025-12-23T12:00:03Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2512.20290v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20290v1"
    },
    {
      "id": "2512.20193v1",
      "title": "Decay of $f(R)$ quintessence into dark matter: mitigating the Hubble tension?",
      "authors": [
        "Giovanni Montani",
        "Luis A. Escamilla",
        "Nakia Carlevaro",
        "Eleonora Di Valentino"
      ],
      "summary": "We propose a revised cosmological scenario that extends the $Λ$ Cold Dark Matter ($Λ$CDM) framework by incorporating metric $f(R)$ gravity in the Jordan frame. In this model, the dark energy component arises from a non-minimally coupled scalar field, decomposed into a smooth background (set to unity to recover General Relativity) and a rapidly varying, massive fluctuation that decays into the dark matter sector. In the near-GR limit, this setup provides a phenomenological extension of $Λ$CDM characterized by two additional parameters: the present-day value of the scalar fluctuation and a normalized decay rate. Using a Markov Chain Monte Carlo analysis of low-redshift cosmological data, comprising Type Ia Supernovae, Baryon Acoustic Oscillation (BAO), and Cosmic Chronometer measurements, we find that the proposed model achieves a better overall fit than $Λ$CDM, while the Bayesian evidence remains statistically inconclusive given the inclusion of two extra parameters. The model predicts a moderate increase in the inferred value of $H_0$ and an improved consistency with DESI BAO data when adopting the SH0ES prior. Furthermore, describing dark matter particle creation as a transition phase in the late Universe offers an intriguing physical interpretation, potentially capturing features already present in current data and providing a promising avenue to explore extensions of the standard cosmological model within modified gravity frameworks.",
      "published": "2025-12-23T09:34:33Z",
      "updated": "2025-12-23T09:34:33Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2512.20193v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20193v1"
    },
    {
      "id": "2512.20171v1",
      "title": "Abundance of cosmic voids in EFT of dark energy",
      "authors": [
        "Toshiki Takadera",
        "Shin'ichi Hirano",
        "Tsutomu Kobayashi"
      ],
      "summary": "Cosmic voids in the large-scale structure are among the useful probes for testing gravity on cosmological scales. In this paper, we investigate the evolution of voids in the Horndeski theory using the effective field theory (EFT) of dark energy. Modeling the void formation with the dynamics of spherical mass shells, we study how modifications of gravity encoded into the EFT of dark energy change the linearly extrapolated critical density contrast that is relevant for the criterion for void formation, with particular focus on the time-dependent parameter characterizing the effect of kinetic braiding. It is found that the change in the critical density contrast is one order of magnitude smaller than the dimensionless EFT parameter because of a slight imbalance between two compensating effects. We then compute the void abundance using the Sheth--van de Weygaert void size function and demonstrate that it exhibits scale-dependent modifications. It is shown that the modifications to the void size function on small scales are almost entirely determined by the modified linear matter power spectrum, while the modifications on large scales are dominated by the contributions from the linear matter spectrum and the critical density contrast.",
      "published": "2025-12-23T09:00:23Z",
      "updated": "2025-12-23T09:00:23Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.20171v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20171v1"
    },
    {
      "id": "2512.23433v1",
      "title": "Ab initio recombination in the expanding ultracold plasmas",
      "authors": [
        "Yurii V. Dumin",
        "Ludmila M. Svirskaya"
      ],
      "summary": "The efficiency of recombination is of crucial importance for the existence of ultracold plasmas, particularly, the ones formed in the magneto-optical traps. Unfortunately, a straightforward simulation of the recombination encounters the problem of huge difference in the spatial and temporal scales for free and bound motion of the electrons. As a result, only the \"virtual\" electron-ion pairs are usually reproduced in such simulations, and it is necessary to employ some additional criteria to identify them with the recombined atoms (this might be a minimal number of revolutions of the electron about the nearest ion or a maximal distance between them). It is the aim of this paper to present the first successful ab initio simulation of the recombination without any auxiliary assumptions. We employed a special algorithm, which was based on: (i) using the \"scalable\" reference frame, co-moving with the expanding plasma, (ii) dynamical choice of the number of \"mirror\" cells, taking into account in calculation of the Coulomb sums, and (iii) accurate treatment of the singular interparticle interactions, without any truncation or \"softening\" of the Coulomb forces. Then, the recombination events are identified by a series of sharp equidistant peaks in the kinetic and/or potential energies for a sample of particles, which are caused by the captured electrons passing near the pericenters of their orbits; and this is confirmed by a detailed inspection of the particle trajectories. Thereby, we were able to trace formation of the real - rather than \"virtual\" - electron-ion pairs. The total efficiency of recombination for the realistic experimental conditions was found to be about 20%, which is in perfect agreement both with the laboratory measurements and with the earlier semi-empirical simulations.",
      "published": "2025-12-29T12:51:53Z",
      "updated": "2025-12-29T12:51:53Z",
      "categories": [
        "physics.plasm-ph",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23433v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23433v1"
    },
    {
      "id": "2512.23230v1",
      "title": "Axisymmetric magnetic field effects on hollow cathode generated plasma column in APPEL-device",
      "authors": [
        "Y. Patil",
        "S. K. Karkari"
      ],
      "summary": "An elongated plasma column has been successfully generated and sustained in a linear plasma device using a hollow cathode discharge in the presence of an axisymmetric magnetic field. The confinement of cold energetic electrons produced near the hollow cathode plays a crucial role in guiding the plasma along the device axis. Experimental diagnostics reveal a high concentration of energetic electrons in the peripheral region near the source, which progressively converge toward the axis at a downstream location approximately 3.0 meters from the cathode. The length of the plasma column exhibits an inverse relationship with the electron-neutral collision frequency, indicating the significance of collisional damping in the propagation of energetic electrons. These observations are further supported by fluid simulations performed using COMSOL Multiphysics, which qualitatively reproduce the experimental trends. The results are consistent with a theoretical model previously proposed by the authors, reinforcing the understanding of energetic electron behaviour in magnetically guided plasma columns.",
      "published": "2025-12-29T06:15:40Z",
      "updated": "2025-12-29T06:15:40Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23230v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23230v1"
    },
    {
      "id": "2512.23114v1",
      "title": "Breaking seed dormancy in Mediterranean Brassica rapa wild populations: is cold plasma treatment efficient?",
      "authors": [
        "M. H. Wagner",
        "T. Dufour",
        "A. Geraci",
        "E. Oddo",
        "G. R. Tarantino",
        "F. Scafidi",
        "C. Bailly",
        "H. Hadj Arab",
        "B. Boucenna",
        "M. Tiret",
        "C. Falentin",
        "A. Dupont",
        "S. Ducournau",
        "A. M. Chèvre"
      ],
      "summary": "Turnip (Brassica rapa) is a native species of the Mediterranean area, spread from northwest France to south Algeria. In this study, dormancy and germination traits were assessed for 61 wild Brassica rapa populations collected across the Mediterranean region. Seed dormancy is a key factor influencing germination and seedling establishment. Three dormancy-breaking methods were compared: gibberellic acid, scarification and cold plasma. The efficiency and selectivity were evaluated through germination ability, time to 10% germination (T10), mean germination time and greenhouse emergence. Five days after imbibition, germination was only 18% for the untreated seeds but 60% for the plasma-treated seeds. Germination also began 24 hours earlier and mean germination time was reduced across most populations. However, there was a limited effect on seedling emergence, which remained around 55% for both untreated and treated samples. Comparative analysis indicates that cold plasma was more effective in alleviating embryo dormancy. In addition, histological and scanning electron microscopy showed that the seed coat differed according to the geographical origin of the populations, with a deeper dormancy in seeds from Sicilian populations.",
      "published": "2025-12-28T23:35:41Z",
      "updated": "2025-12-28T23:35:41Z",
      "categories": [
        "physics.plasm-ph",
        "physics.bio-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23114v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23114v1"
    },
    {
      "id": "2512.23072v1",
      "title": "Thermodynamically Consistent Vibrational-Electron Heating: Generalized Model for Multi-Quantum Transitions",
      "authors": [
        "Bernard Parent",
        "Felipe Martin Rodriguez Fuented"
      ],
      "summary": "Accurate prediction of electron temperature ($T_{\\rm e}$) is critical for non-equilibrium plasma applications ranging from hypersonic flight to plasma-assisted combustion. We recently proposed a thermodynamically consistent model for vibrational-electron heating [Phys. Fluids 37, 096141 (2025)] that enforces the convergence of $T_{\\rm e}$ to the vibrational temperature ($T_{\\rm v}$) at equilibrium. However, the original derivation was restricted to single-quantum transitions, limiting its validity to low-temperature regimes ($T_{\\rm e} \\lesssim 1.5$ eV). In this Letter, we generalize the model to include multi-quantum overtone transitions, extending its applicability to high-energy regimes. We demonstrate that previous models neglecting hot-band transitions incur a systematic heating error of $\\exp(-θ_{\\rm v}/T_{\\rm v})$, where $θ_{\\rm v}$ is the characteristic vibrational temperature. This error exceeds 40\\% when $T_{\\rm v}$ is greater than $θ_{\\rm v}$, effectively preventing thermal relaxation. To correct this, we derive a formulation where the total heating rate is a summation of channel-specific cooling rates $Q_{\\rm e-v}^{(m)}$, each associated with a quantum jump $m$, scaled by a thermodynamic factor $\\exp(mθ_{\\rm v}/T_{\\rm e}-mθ_{\\rm v}/T_{\\rm v})$. This generalized model preserves thermodynamic consistency by ensuring zero net energy transfer at equilibrium.",
      "published": "2025-12-28T20:34:04Z",
      "updated": "2025-12-28T20:34:04Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23072v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23072v1"
    },
    {
      "id": "2512.23034v1",
      "title": "Treatment of sunflower seeds by cold atmospheric plasma enhances their tolerance to water stress during germination and early seedling development",
      "authors": [
        "L. Taras",
        "C. Bailly",
        "T. Dufour"
      ],
      "summary": "The aim of this study was to investigate the impact of ambient air plasma treatment on both sunflower seed germination and early steps of seedling development under water stress. Dry seeds were exposed to a cold atmospheric plasma (CAP) generated in a dielectric barrier device where excited molecular nitrogen and ozone were detected by optical emission spectroscopy and mass spectrometry respectively. Interestingly, we explain the crucial role of gap's accuracy when treating seeds with CAP, especially to improve interaction between seeds and plasma and therefore ensure an efficient treatment. CAP significantly improved the germination rates of seeds of dormant and non-dormant sunflower genotypes under water stress, demonstrating its efficiency in alleviating seed dormancy and in improving germination under suboptimal conditions. Furthermore, greenhouse experiments demonstrated that plasma treatment also stimulated seedling development under water stress conditions. These findings highlight the potential of CAP treatment as an effective approach to promote the whole process of emergence of crop species.",
      "published": "2025-12-28T18:23:39Z",
      "updated": "2025-12-28T18:23:39Z",
      "categories": [
        "physics.plasm-ph",
        "physics.bio-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23034v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23034v1"
    },
    {
      "id": "2512.22611v1",
      "title": "Impact of fast ions on turbulent transport in high-\\b{eta} HL-2A scenarios",
      "authors": [
        "Jingchun Li",
        "Zhaoyang Lu",
        "Jianqiang Xu",
        "Wei Chen",
        "Jiaqi Dong",
        "Jingting Luo",
        "Yong Liu"
      ],
      "summary": "The fast-ion (FI) on turbulent transport is one of the key topics of magnetic confinement fusion. This work focus on the impact of FI pressure gradients on turbulence in a high-\\b{eta} plasma scenario using gyrokinetic simulations. Linear analyses reveal that FIs strongly stabilize ion temperature gradient (ITG) modes via the thermal-ion dilution, while their influence on trapped electron modes (TEMs) is minimal. At elevated FI pressure gradients, a transition to a FI-driven BAE (FI-BAE) regime occurs, as evidenced by mode structure and frequency alignment within the Alfvénic gap. Electron \\b{eta} scans further demonstrate the emergence of kinetic ballooning modes (KBMs) at higher \\b{eta}, whereas an ITG-TEM hybrid turbulence dominates near experimental \\b{eta} values. Nonlinear simulations show that moderate FI pressure suppresses transport via zonal flow (ZF) shear, whereas strong FI drive weakens ZFs and enhances transport by destabilizing FI-BAEs. These results highlight the dual role of FIs in regulating turbulence and offer insight into multiscale transport physics relevant for high-performance plasmas.",
      "published": "2025-12-27T14:38:33Z",
      "updated": "2025-12-27T14:38:33Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22611v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22611v1"
    },
    {
      "id": "2512.22446v1",
      "title": "Electrode Geometry Optimization in Vortex-Type Seawater Magnetohydrodynamic Generators",
      "authors": [
        "Arleen Natalie",
        "Budiarso",
        "Ridho Irwansyah"
      ],
      "summary": "Magnetohydrodynamics (MHD) generators present a promising pathway for clean energy conversion by directly transforming conductive fluids' kinetic energy into electricity. This study investigates the impact of electrode geometry modifications on the performance of a vortex-type seawater MHD generator. Three electrode designs, partial, whole-area, and spiral, are analyzed through combined analytical and numerical simulations using COMSOL Multiphysics. The study focuses on internal resistance reduction, current density distribution, and overall power output. The results indicate that electrode area and spacing are critical determinants of performance. The whole-area electrode achieves the highest output, with a 155 percent increase in power compared to the baseline partial electrode. The spiral electrode demonstrates reduced internal resistance and improved current flow but exhibits lower open-circuit voltage due to reduced electrode spacing. The simulations show strong agreement with theoretical models, with deviations of less than 4 percent in open-circuit voltage predictions. These findings highlight the importance of geometric optimization for advancing seawater-based MHD generators as sustainable and efficient energy conversion systems.",
      "published": "2025-12-27T03:07:35Z",
      "updated": "2025-12-27T03:07:35Z",
      "categories": [
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22446v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22446v1"
    },
    {
      "id": "2512.22355v1",
      "title": "On the accessibility of stable reactor operating regimes in quasi-symmetric stellarators",
      "authors": [
        "Adelle M. Wright",
        "Benjamin J. Faber"
      ],
      "summary": "Maximising particle and energy confinement is crucial for achieving the sustained burning plasma conditions necessary to realise fusion energy. For stellarator reactors, one proposed strategy for avoiding destructive instabilities is to operate at high-field but low(er) plasma pressure. In this work, we investigate the accessibility of such a reactor-relevant low-beta regime in a reactor-scale quasi-axisymmetric stellarator using state-of-the-art high-fidelity macro- and microscopic simulation tools. We consider a configuration with a flattened core pressure profile and favourable properties from the macroscopic and neoclassical perspectives. By contrast, linear and nonlinear calculations with the GENE code show an abrupt transition to a regime of highly deleterious transport at low (local) plasma beta. We describe the characterisation of these transport regimes as well as the confinement transition. We discuss the implications broadly for stellarator optimisation and highlight the impact on quasi-symmetric stellarator design strategies.",
      "published": "2025-12-26T19:34:20Z",
      "updated": "2025-12-26T19:34:20Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22355v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22355v1"
    },
    {
      "id": "2512.21974v1",
      "title": "Revealing the transient ionization dynamics and mode-coupling mechanisms of helicon discharge through a self-consistent multiphysics model",
      "authors": [
        "Jing-Jing Ma",
        "Lei Chang",
        "Ming-Yang Wu",
        "Hua Zhou",
        "Yi-Wei Zhang",
        "Ilya Zadiriev",
        "Elena Kralkina",
        "Shogo Isayama",
        "Shin-Jae You"
      ],
      "summary": "Helicon plasma sources play a central role in applications ranging from material treatment to space propulsion and fusion, yet the physical processes governing their ignition, transient ionization, and mode evolution remain incompletely understood. Here we develop a self-consistent, fully coupled multiphysics framework that integrates Maxwell equations, electron energy transport, drift-diffusion kinetics, and heavy-species chemistry to capture the complete spatiotemporal evolution of helicon discharges. The model reproduces experimental measurements across pressure, magnetic field, and frequency ranges, and reveals a previously unresolved transient ionization stage characterized by a rapid density rise within ~10-4 s, accompanied by a two-peak electron temperature structure that governs the formation of the dense plasma core. By tracking the RF power flow and field topology, we characterize the transient redistribution of RF energy during ignition. A short-lived phase of localized energy deposition accompanies the onset of ionization, followed by an evolution toward helicon-like field characteristics together with rapid density growth and profile restructuring. Systematic parametric scans further reveal the sensitivity of this mode-coupling process to gas pressure, magnetic field strength, and driving frequency. These results provide a unified picture of the ignition and mode-transition physics in helicon plasmas and establish a predictive tool for the design and optimization of RF plasma sources across space propulsion, manufacturing, and fusion technologies.",
      "published": "2025-12-26T10:39:23Z",
      "updated": "2025-12-26T10:39:23Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21974v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21974v1"
    },
    {
      "id": "2512.21286v1",
      "title": "Impurity peaking of SPARC H-modes: a sensitivity study on physics and engineering assumptions",
      "authors": [
        "Marco Muraca",
        "Pablo Rodriguez-Fernandez",
        "Joe Hall",
        "Nathaniel T. Howard",
        "Daniel Fajardo",
        "Giovanni Tardini",
        "Benedikt Zimmermann",
        "Thomas Body"
      ],
      "summary": "In this paper, an overview of the impurity transport for three H-mode plasmas in the upcoming SPARC tokamak has been provided. The simulations have been performed within the ASTRA+STRAHL framework, using FACIT and TGLF-SAT2 to predict, respectively, neoclassical and turbulent core transport, while a neural network trained on EPED simulations has been employed to calculate the pedestal height and width self-consistently. A benchmark with previous simulations at constant impurity fraction has been provided for three H-modes, spanning different plasma current and magnetic field values. For a scenario, additional simulations have been performed to account for uncertainties in the modeling assumptions. The predictions are nearly insensitive to changes in the top of pedestal W concentrations. Varying the Ar pedestal concentration has shown a small effect on the impurity peaking and nearly constant fusion gain values, due to multiple effects on pedestal pressure, main ion dilution and density peaking. The inclusion of rotation in ASTRA simulations has shown minimal impact on confinement and impurity transport predictions. An exploratory study has been provided with a first set of simulations treating D and T separately, experiencing a maximum fusion power at 55-45% DT fuel composition, and an asymmetric distribution with respect to the D concentration. All the results, including sensitivity scans of toroidal velocity and ion temperature and density gradients, highlighted that turbulent impurity transport prevails on the neoclassical component, aligning with previous ITER predictions, and suggesting that next generation devices like SPARC, operating at low collisionality, will experience low W accumulation.",
      "published": "2025-12-24T17:08:46Z",
      "updated": "2025-12-24T17:08:46Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21286v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21286v1"
    },
    {
      "id": "2512.21279v1",
      "title": "Multivariate scaling of proton and ion energies, divergence, and charge states in Target Normal Sheath Acceleration",
      "authors": [
        "Vasiliki E. Alexopoulou"
      ],
      "summary": "The interaction of an intense laser pulse with a solid target produces energetic proton and ion beams through the Target Normal Sheath Acceleration (TNSA) mechanism. Such beams are under active investigation for applications in proton beam therapy, materials modification, and nuclear and high-energy-density physics. Despite extensive experimental and theoretical effort, predictive correlations between laser and target parameters and the resulting ion-beam properties remain an open research question, owing to the intrinsically multiphysics and strongly coupled nature of laser-plasma interactions. Here, we employ our unified multiphysics model that reproduces laser-solid interaction dynamics with accuracy exceeding 95% over a broad range of short- and ultrashort-pulse conditions. Using this model, we derive statistically validated scaling laws and probability maps that correlate proton, carbon, and oxygen ion cutoff energies, beam divergences, and ionization states to a wide set of laser and target parameters, including pulse duration, laser power, laser beam spot, target thickness, prepulse-main pulse interval, contrast, laser wavelength, and polarization. Continuous beam properties (cutoff energies and beam divergences) are described using multivariate regression with cross-validation, while discrete ionization states are analyzed using classification and regression tree (CART) methods, enabling nonlinear and threshold-dependent behavior to be captured. The resulting scaling relations, contour maps, and box plots elucidate the coupled roles of laser pulse, and target geometry in governing TNSA ion acceleration and charge-state formation. These results provide a predictive and physically interpretable framework for understanding and optimizing laser-driven ion sources across a wide parameter space.",
      "published": "2025-12-24T16:58:25Z",
      "updated": "2025-12-24T16:58:25Z",
      "categories": [
        "physics.plasm-ph",
        "physics.acc-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2512.21279v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21279v1"
    },
    {
      "id": "2512.21122v1",
      "title": "Quantum Origin of Classical Background Fields from Coherent States: A First-Principles Formulation in QED",
      "authors": [
        "Keita Seto"
      ],
      "summary": "Classical background electromagnetic fields are routinely employed in quantum electrodynamics to describe a wide range of physical situations, from laser-matter interactions to strong-field phenomena. In this work, we present a first-principles formulation that clarifies the quantum origin of such classical background fields in QED by systematically deriving them from coherent states of the electromagnetic field.   Abstract Starting from the operator formulation of QED, we show how scattering amplitudes between coherent states naturally lead to an effective description in terms of background fields, while maintaining a clear separation between the coherent laser mode and other quantized photon degrees of freedom. This framework allows one to consistently incorporate effects beyond the fixed background approximation, such as depletion and backreaction, without assuming any particular field strength or intensity regime.   Abstract We further demonstrate how the conventional generating functional with a prescribed background field emerges as a limiting case, corresponding to fixed coherent state boundary conditions. The path integral representation is then obtained as a reformulation of the same underlying Heisenberg picture amplitudes, providing a unified view of operator-based and functional approaches.   Abstract Our results establish a general and intensity-independent foundation for QED with coherent background fields, within which the standard formulations of strong-field QED arise as well-defined special cases.",
      "published": "2025-12-24T11:49:53Z",
      "updated": "2025-12-24T11:49:53Z",
      "categories": [
        "physics.plasm-ph",
        "hep-ph",
        "physics.optics",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21122v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21122v1"
    },
    {
      "id": "2512.20875v1",
      "title": "On the Relationship Between Nanoflare Energy and Delay in the Closed Solar Corona",
      "authors": [
        "Shanwlee Sow Mondal",
        "James A. Klimchuk",
        "Craig D. Johnston",
        "Lars K. S. Daldorff"
      ],
      "summary": "Determining the relationship between nanoflare energies and their delays is the key for understanding the physical mechanism of the events and the plasma response. Nanoflares analyzed in this study were generated self-consistently via prescribed photospheric motions in a 3D multi-strand simulation of a subset of active region magnetic flux. Energies and durations were quantified using three distinct methods. In this study, we investigated the correlation between nanoflare energies (E) and delays ($τ_D$) using two non-parametric, rank-based statistical tests. Across all methods, results consistently show little to no correlation. This is further supported by the distribution of the exponent $α$ in the assumed relation $E \\propto τ_D^α$, which peaks near zero, and by broad delay distributions within fixed energy bins. These findings are irrespective of whether delays are correlated with the energy of the preceding or subsequent event. They also hold for a subset of high-energy nanoflares. The absence of correlation suggests that nanoflare onset is not solely determined by a critical value of magnetic stress and may involve triggering by other events, perhaps related to a locally complex topology.",
      "published": "2025-12-24T01:35:52Z",
      "updated": "2025-12-24T01:35:52Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20875v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20875v1"
    },
    {
      "id": "2512.20150v1",
      "title": "Thermal wakefield structure in plasma acceleration processes: insights from fluid models and PIC simulations",
      "authors": [
        "Daniele Simeoni",
        "Andrea Renato Rossi",
        "Gianmarco Parise",
        "Fabio Guglietta",
        "Mauro Sbragaglia"
      ],
      "summary": "We focus on the process of plasma acceleration in the presence of non-negligible thermal effects, wherein a driver of relativistic electrons perturbs a warm neutral plasma and generates a wakefield structure. We study the acceleration process via numerical simulations based on fluid models with different thermal closure assumptions, and also provide systematic comparisons against ground-truth data coming from particle-in-cell (PIC) simulations. The focus of the analysis is on the first electron depletion bubble after the driver, where we provide a detailed characterization of its size and the electromagnetic fields developed inside. Our results are instrumental in determining the correct thermal closure assumption to be used in fluid models for the numerical simulations of plasma acceleration processes, as well as elucidating the corresponding limits of applicability.",
      "published": "2025-12-23T08:26:49Z",
      "updated": "2025-12-23T08:26:49Z",
      "categories": [
        "physics.plasm-ph",
        "physics.acc-ph",
        "physics.app-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20150v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20150v1"
    },
    {
      "id": "2512.19892v1",
      "title": "Superluminal Wave Activation at Relativistic Magnetized Shocks",
      "authors": [
        "Jens F. Mahlmann",
        "Logan Eskildsen",
        "Arno Vanthieghem",
        "Dawei Dai",
        "Lorenzo Sironi"
      ],
      "summary": "Fast radio bursts (FRBs) are extremely energetic radio transients, some are generated in magnetar magnetospheres and winds. Despite a growing number of observations, their emission mechanisms remain elusive. It has recently been proposed that Alfvénic perturbations can convert into superluminal O-modes at magnetized shocks and propagate in the downstream as a radio signal. We validate this superluminal wave activation mechanism using pair-plasma theory and particle-in-cell simulations. Theory predicts two different downstream modes: non-propagating Alfvénic perturbations and propagating superluminal O-modes. Superluminal wave activation occurs if the frequency of upstream perturbations in the shock frame exceeds the downstream plasma frequency. 1D particle-in-cell simulations confirm wavenumber and frequency jumps across the shock for upstream perturbations with frequencies well above the plasma frequency. Our simulations model both monochromatic upstream waves and broadband spectra with the downstream plasma frequency acting like a high-pass filter for superluminal O-modes. We discuss implications for FRB generation in relativistic magnetized winds.",
      "published": "2025-12-22T21:34:32Z",
      "updated": "2025-12-22T21:34:32Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.19892v1",
      "pdf_link": "https://arxiv.org/pdf/2512.19892v1"
    },
    {
      "id": "2512.19341v2",
      "title": "Generation of near GeV protons by tightly focused laser interacting with down-ramp density plasma",
      "authors": [
        "Guanqi Qiu",
        "Qianyi Ma",
        "Dongchi Cai",
        "Deji Liu",
        "Yinren Shou",
        "Jinqing Yu",
        "Xueqing Yan"
      ],
      "summary": "Enhancing proton energy is of great importance in laser-driven proton acceleration with finite laser energy for applications such as cancer therapy. We demonstrate an unusual acceleration scheme that achieves higher proton energies at lower laser energies by reducing the focal spot size. Through particle-in-cell simulations and theoretical modeling, we find that at small spot sizes (0.8 μm), the proton energy is enhanced by 83.5%, much higher than that under conventional spot sizes (3 μm). This is because the proton acceleration is dominated by electrons driven by an enhanced ponderomotive force at small spot sizes, generating stronger charge-separation fields that propagate faster. To further improve the proton energy, we analytically derive an optimal electron density profile, which enables phase-stable proton acceleration with an energy increased by 60%. These results are robust across parameter variations, suggesting that advanced focusing techniques and optimal plasma profiles could loose the requirement of laser energy, potentially reducing the dependence on large-scale laser facilities for medical and scientific applications.",
      "published": "2025-12-22T12:36:48Z",
      "updated": "2025-12-23T13:28:25Z",
      "categories": [
        "physics.plasm-ph",
        "physics.acc-ph"
      ],
      "link": "https://arxiv.org/abs/2512.19341v2",
      "pdf_link": "https://arxiv.org/pdf/2512.19341v2"
    },
    {
      "id": "2512.19211v1",
      "title": "Magnetically confined charged particles: From steep density profiles to the breaking of the adiabatic invariant",
      "authors": [
        "Aurélien Cordonnier",
        "Yohann Lebouazda",
        "Xavier Leoncini",
        "Guilhem Dif-Pradalier"
      ],
      "summary": "This study examines the stability of Vlasov equilibrium solutions for magnetically confined plasmas, derived through the principle of maximum entropy. By treating the toroidal limit as a perturbation from an analytical cylindrical solution, we demonstrate that these equilibria align well with the inviscid magnetohydrodynamic (MHD) description. Using the aspect ratio as a perturbation parameter, we compute particle trajectories sampled from the kinetic equilibrium distribution, confirming the overall stability of the solutions. However, under burning plasma conditions, chaotic dynamics emerge for particles with supra-thermal and even thermal energies. This destroys the adiabatic invariance of the magnetic moment. The exact consequences are unclear, but they could undermine the foundational assumptions of gyrokinetic modelling in burning plasmas. Nevertheless, these results suggest the possibility of unaccounted transport losses in future burning plasma operations. The interplay between turbulence and energetic particles in the presence of Hamiltonian chaos certainly warrants further investigation.",
      "published": "2025-12-22T09:50:43Z",
      "updated": "2025-12-22T09:50:43Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.19211v1",
      "pdf_link": "https://arxiv.org/pdf/2512.19211v1"
    },
    {
      "id": "2512.19768v1",
      "title": "A Dynamical-Time Framework for the Dynamics of Charged Particles",
      "authors": [
        "Zui Oporto",
        "Gonzalo Marcelo Ramírez-Ávila"
      ],
      "summary": "We present a dynamical framework for modeling the motion of point-like charged particles, with or without mass, in general external electromagnetic fields. A key feature of this formulation is the treatment of the time coordinate as a dynamical variable. The framework applies to the relativistic regime while consistently admitting a nonrelativistic limit. We also present a representation of particle trajectories in velocity space, which provides a clear insight into the nature and asymptotic behavior of the dynamics. As an application, we compare the motion of massive and massless particles in a constant electromagnetic field and find that, for identical field configurations, their asymptotic behavior is independent of both mass and initial conditions. Finally, we explore the computational advantages of the dynamical-time formulation over the conventional uniform-time approach in two study cases: an uniform electromagnetic field and an elliptically polarized wave propagating along a uniform magnetic field. In both scenarios, the proposed scheme exhibits improvements in accuracy and computational efficiency.",
      "published": "2025-12-22T02:59:12Z",
      "updated": "2025-12-22T02:59:12Z",
      "categories": [
        "physics.class-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.19768v1",
      "pdf_link": "https://arxiv.org/pdf/2512.19768v1"
    },
    {
      "id": "2512.18941v1",
      "title": "Non-Inductive Current Start-Up Using Multi-Harmonic Electron Cyclotron Wave and Current Ramp-Up Through Combined Electron Cyclotron Wave and Ohmic Heating in EXL-50U Spherical Torus",
      "authors": [
        "Xinchen Jiang",
        "Yuejiang Shi",
        "Yueng-Kay Martin Peng",
        "Shaodong Song",
        "Wenjun Liu",
        "Xianming Song",
        "Xiang Gu",
        "Ji Qi",
        "Dong Guo",
        "Debabrata Banerjee",
        "Lili Dong",
        "Zhenxing Wang",
        "Chunyan Li",
        "Junquan Lin",
        "Pingwei Zheng",
        "Haojie MA",
        "Huasheng Xie",
        "Jiaqi Dong",
        "Qingwei Yang",
        "Yunfeng Liang",
        "Baoshan Yuan",
        "Xianmei Zhang",
        "Minsheng Liu",
        "EXL-50U team"
      ],
      "summary": "The non-inductive current start-up by multi-harmonic electron cyclotron wave has been systematically investigated in the EXL-50U spherical torus. Significant enhancements of the driven current with increasing number of resonance layers have been demonstrated by variation of the number of harmonic resonance layers of the ECW through adjustment of the magnetic field or plasma cross section. The critical role of multi-harmonic ECW in enhancing the driven current has been experimentally verified for the first time. To explain the related experimental observations, a physical mechanism involving multi-harmonic heating, multiple reflections, and multi-pass absorption - leading to the generation of high-energy electrons via X-mode wave or electron Bernstein wave has been proposed. The current drive capacity of the first harmonic extraordinary mode of the ECW has also been experimentally confirmed for the first time. After the application of Ohmic heating during the current ramp-up phase, the current drive efficiency of ECW is further enhanced. Leveraging the synergistic effect between ECW and Ohmic heating, EXL-50U achieved a plasma current of 1 MA, with the non-inductively driven current fraction reaching 70%.",
      "published": "2025-12-22T01:26:40Z",
      "updated": "2025-12-22T01:26:40Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18941v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18941v1"
    },
    {
      "id": "2512.18806v1",
      "title": "Energetically-dominant Sunward-Propagating Alfvén Waves Near 1 au and Their Relation to Large-scale Magnetic Switchbacks",
      "authors": [
        "Nickolas Giardetti",
        "Sofiane Bourouaine",
        "Jean C. Perez"
      ],
      "summary": "In this letter, we investigate the population of energetically-dominant sunward-propagating Alfvén waves (SAWs) using more than 20 years of data provided by the Wind spacecraft near 1 au. We refer to SAWs as energetically-dominant sunward-propagating Alfvén waves within inertial range scales. Key parameters such as normalized cross helicity, plasma incompressibility, and magnetic incompressibility are used to determine the SAWs. Incorporating the polarity of the heliospheric magnetic field, AW modes are identified, which enables the determination of the propagation direction. Occurrence rates of SAWs vary from 1% to 14% depending on the time scale and solar wind stream type considered. Particularly, the relationship between large-scale magnetic field switchbacks (SBs) and SAWs (for a 1-hour long time scale) is investigated. A methodology utilizing pitch angle distributions of suprathermal electron strahl is employed to identify inverted magnetic field topology. The intervals containing SAWs are cross-referenced and examined with intervals identified as SBs. For a sample of 1636 1-hour SAW intervals, 17.5% are associated with magnetic field switchbacks occurring at scales larger than one hour. The analysis lends support to the idea of switchbacks as one of the candidate sources for a portion of the SAW population.",
      "published": "2025-12-21T16:57:44Z",
      "updated": "2025-12-21T16:57:44Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18806v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18806v1"
    },
    {
      "id": "2512.18639v1",
      "title": "Study of the impact of fast ions on core turbulence at rational surfaces via global gyrokinetic simulations",
      "authors": [
        "D. Brioschi",
        "A. Di Siena",
        "R. Bilato",
        "A. Bottino",
        "T. Hayward-Schneider",
        "A. Mishchenko",
        "E. Poli",
        "A. Zocco",
        "F. Jenko"
      ],
      "summary": "In this work, the interplay between fast ions and safety factor rational surfaces is studied in a turbulent plasma via global nonlinear gyrokinetic simulations. Initially, the fast particles-induced enhancement of shearing structures from turbulence self-interaction is analyzed. Our study takes into account the competition between this mechanism and other fast ions effects, i.e. thermal profiles dilution and quasi-resonant interaction. We find the fast ions-induced reduction of destabilization threshold for the zonal modes to be a very efficient way to suppress turbulence. Indeed, it leads to the formation of regions where turbulent transport is reduced by 90\\% of its original value. Furthermore, an $n=m=1$ fishbone is driven unstable inside the plasma and its interaction with turbulence is studied. We find the beat-driven zonal structure generate by this mode to further reduce turbulence when its presence does not drastically flatten the thermal profiles.",
      "published": "2025-12-21T08:26:27Z",
      "updated": "2025-12-21T08:26:27Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18639v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18639v1"
    },
    {
      "id": "2512.18285v1",
      "title": "Growth of Phaseolus vulgaris in Response to Seed Priming by Plasma-Activated Water in Laboratory Screening and Outdoor Pot Trial",
      "authors": [
        "Mustafa Ghulam",
        "Ramin Mehrabifard",
        "Adriana Mišúthová",
        "Zuzana Lukačová",
        "Pratik Doshi",
        "Zdenko Machala",
        "Božena Šerá"
      ],
      "summary": "This study explores plasma-activated water (PAW) effects on Common bean growth in laboratory and pot trials. Three treatments were assessed: PAW priming, spraying, and their combination. Laboratory trials showed no germination improvement. However, pot trials revealed notable increases in seedling length, biomass, and antioxidant enzyme activity. Enzymes SOD, G-POX, CAT, APX, and GR showed significantly higher activity in PAW-treated plants. These effects were linked to reactive oxygen and nitrogen species in PAW. Findings suggest PAW enhances bean growth and physiology, supporting field farming applications.",
      "published": "2025-12-20T09:22:15Z",
      "updated": "2025-12-20T09:22:15Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18285v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18285v1"
    },
    {
      "id": "2512.18173v1",
      "title": "Transfer Learning for Analysis of Collective and Non-Collective Thomson Scattering Spectra",
      "authors": [
        "T. Van Hoomissen",
        "J. Alhuthali",
        "A. M. Ortiz",
        "D. A. Mariscal",
        "R. S. Dorst",
        "S. Eisenbach",
        "H. Zhang",
        "J. J. Pilgram",
        "C. G. Constantin",
        "L. Rovige",
        "C. Niemann",
        "D. B. Schaeffer"
      ],
      "summary": "Thomson scattering (TS) diagnostics provide reliable, minimally perturbative measurements of fundamental plasma parameters, such as electron density ($n_e$) and electron temperature ($T_e$). Deep neural networks can provide accurate estimates of $n_e$ and $T_e$ when conventional fitting algorithms may fail, such as when TS spectra are dominated by noise, or when fast analysis is required for real-time operation. Although deep neural networks typically require large training sets, transfer learning can improve model performance on a target task with limited data by leveraging pre-trained models from related source tasks, where select hidden layers are further trained using target data. We present five architecturally diverse deep neural networks, pre-trained on synthetic TS data and adapted for experimentally measured TS data, to evaluate the efficacy of transfer learning in estimating $n_e$ and $T_e$ in both the collective and non-collective scattering regimes. We evaluate errors in $n_e$ and $T_e$ estimates as a function of training set size for models trained with and without transfer learning, and we observe decreases in model error from transfer learning when the training set contains $\\lessapprox$ 200 experimentally measured spectra.",
      "published": "2025-12-20T02:02:28Z",
      "updated": "2025-12-20T02:02:28Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18173v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18173v1"
    },
    {
      "id": "2512.18163v1",
      "title": "Electron Density Depletion in Re-Entry Plasma Flows Using Pulsed Electric Fields",
      "authors": [
        "Felipe Martin Rodriguez Fuentes",
        "Bernard Parent"
      ],
      "summary": "Communication blackout due to the plasma layer creates a critical telemetry gap for re-entry vehicles. To mitigate this, we present the first fully-coupled simulation of high-voltage pulsed discharges interacting with a Mach 24 flowfield. The results demonstrate that the applied electric field generates a large, non-neutral plasma sheath near the cathode, depleting electron density by several orders of magnitude over a distance commensurate with the height of the shock layer. This depletion window effectively reduces the attenuation of a 4 GHz signal from 60% to 4% with a manageable power requirement of 66 W per cm$^2$ of exposed cathode surface. A sensitivity analysis reveals that the sheath topology is governed principally by ion kinetics; specifically, corrections to ion mobility at high reduced electric fields lead to enhanced space-charge shielding and a subsequent contraction of the sheath. Conversely, the sheath structure is largely insensitive to the electron mobility model. Finally, we argue that the present drift-diffusion model likely yields a conservative lower bound for mitigation performance. A kinetic approach accounting for ballistic ion transport and non-local ionization would likely predict thicker sheaths and lower attenuation for equivalent power deposition.",
      "published": "2025-12-20T01:12:02Z",
      "updated": "2025-12-20T01:12:02Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18163v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18163v1"
    },
    {
      "id": "2512.18091v1",
      "title": "MCPlas, a MATLAB toolbox for reproducible plasma modelling with COMSOL",
      "authors": [
        "Marjan N. Stankov",
        "Daan Boer",
        "Wouter Graef",
        "Kevin van 't Veer",
        "Aleksandar P. Jovanović",
        "Florian Sigeneger",
        "Detlef Loffhagen",
        "Jan van Dijk",
        "Markus M. Becker"
      ],
      "summary": "The MCPlas toolbox represents a collection of MATLAB functions for the automated generation of an equation-based fluid-Poisson model for non-thermal plasmas in the multiphysics simulation software COMSOL. Following the development of the new generation of the LXCat platform, all input data are prepared in a structured and interoperable JSON format and can be supplied and validated using existing JSON schemas. The toolbox includes fully transparent, editable MATLAB source code and offers an advanced description of electron transport in addition to commonly used approaches in the plasma modelling community. It supports one-dimensional and two-dimensional modelling geometries employing Cartesian, polar and cylindrical coordinate systems. MCPlas is tested on two reference cases: DC- and RF-driven low-pressure glow discharges in argon. Comparison of MCPlas results with results obtained by employing COMSOL's Plasma Module verifies the reliability of the plasma model implemented by MCPlas and demonstrates the significance of electron transport treatment and boundary conditions applied in the toolbox. Using the same examples, the easy handling of complex reaction kinetic models in MCPlas and the reusability of its JSON input data across different modelling platforms are illustrated. This demonstrates that MCPlas provides a transparent and reproducible workflow for the simulation of non-thermal plasmas using COMSOL.",
      "published": "2025-12-19T21:53:29Z",
      "updated": "2025-12-19T21:53:29Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18091v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18091v1"
    },
    {
      "id": "2512.18052v1",
      "title": "Divertor Detachment Characterization in Negative Triangularity Discharges in DIII-D via 2D Edge-Plasma Transport Modeling",
      "authors": [
        "Menglong Zhao",
        "Filippo Scotti",
        "Thomas Rognlien",
        "Marvin Rensink",
        "Alessandro Marinoni",
        "Dinh Truong",
        "Huiqian Wang",
        "Kathreen Thome",
        "Carlos Paz-Soldan"
      ],
      "summary": "Edge fluid modeling of the first divertor-plasma detachment experiments in negative triangularity discharges on DIII-D is presented using the 2D multi-fluid code UEDGE, including cross-field particle drifts. Density scans are performed to reproduce the experimental roll-over of the outer-target ion saturation current and to investigate detachment physics for both forward and reverse toroidal magnetic field configurations. Consistent with experiments, the simulations show that approximately 40% higher density is required to reach detachment onset for forward BT compared to reverse BT, and that deep detachment is not achieved for reverse BT. Comparisons with positive triangularity Ohmic discharges further demonstrate that negative triangularity requires substantially higher densities, at or above the Greenwald limit, to access detachment. The modeling indicates that the increased difficulty of achieving detachment in negative triangularity arises from a shorter midplane-to-target connection length, a reduced outer divertor leg length, and lower cross-field transport compared to positive triangularity configurations.",
      "published": "2025-12-19T20:44:29Z",
      "updated": "2025-12-19T20:44:29Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18052v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18052v1"
    },
    {
      "id": "2512.17522v1",
      "title": "H-mode transition in the TJ-II stellarator plasmas",
      "authors": [
        "T. Estrada",
        "C. Hidalgo"
      ],
      "summary": "Since the first H-mode transitions were observed in TJ-II plasmas in 2008, an extensive experimental effort has been done aiming a better physics understanding of confinement transitions. In this paper, an overview of the main findings related to the L-H transition in TJ-II is presented including how the radial electric field is driven, which are the possible mechanisms for turbulence suppression, and what are the related temporal and spatial scales which can impact the transition. The trigger of the L-H transition in TJ-II plasmas is found to be more correlated with the development of fluctuating $E\\times B$ flows than with steady-state $E_r$ effects, pointing to the role played by zonal flows in mediating the transition. Experimental evidence supporting the predator-prey relationship between turbulence and flows as the basis for the L-H transition, found for the first time in TJ-II, reinforces this conclusion. Besides, the reduction in the turbulent transport at the transition is detected at the barrier region but also in a wider radial range with weak or even zero $E\\times B$ flow shear, what points to other mechanisms beyond the turbulence suppression by local sheared flows.",
      "published": "2025-12-19T12:45:42Z",
      "updated": "2025-12-19T12:45:42Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.17522v1",
      "pdf_link": "https://arxiv.org/pdf/2512.17522v1"
    },
    {
      "id": "2512.17337v1",
      "title": "Influence of plasma shaping on the parity of core-localized toroidal Alfvén eigenmode in an advanced tokamak configuration",
      "authors": [
        "Shiwei Xue",
        "Ping Zhu",
        "Haolong Li"
      ],
      "summary": "Toroidal Alfvén eigenmodes (TAEs) and energetic particle modes (EPMs) can both be excited by energetic particles from auxiliary heating and fusion-born alpha particles in a tokamak. Using the hybrid kinetic-MHD model implemented in the NIMROD code, the excitation of these modes and their properties are investigated in an advanced tokamak configuration with reversed magnetic shear in the core region. The dominant TAE/EPM is found to exhibit odd parity with an anti-ballooning structure when the plasma has elongated, non-circular two-dimensional shaping. As the plasma shaping becomes more circular with reduced elongation, the mode parity undergoes a transition to even parity accompanied by a ballooning structure. These results may help explain the dominant parity of TAE/EPMs observed in advanced tokamak configurations with different plasma shaping.",
      "published": "2025-12-19T08:30:30Z",
      "updated": "2025-12-19T08:30:30Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.17337v1",
      "pdf_link": "https://arxiv.org/pdf/2512.17337v1"
    },
    {
      "id": "2512.17269v1",
      "title": "Asymptotic state of nonlinear Landau damping in one-dimensional plasma",
      "authors": [
        "Yifei Ouyang",
        "Ping Zhu",
        "Chung-Sang Ng"
      ],
      "summary": "In this work, the asymptotic state of nonlinear Landau damping in one-dimensional plasma has been examined using a quasi-linear model and a second-order symplectic integrator. The dispersion relation of the plateau distribution function for the steady-state solution of the quasi-linear mode is extended to the complex plane and compared with the nonlinear simulation. We determine that the asymptotic state of the collisionless plasma is a multi-wave BGK structure. This structure is characterized by multiple vortices in phase space, which correspond to distinct peaks in the frequency-wavenumber (ω, k) spectrum of the electric field",
      "published": "2025-12-19T06:34:16Z",
      "updated": "2025-12-19T06:34:16Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.17269v1",
      "pdf_link": "https://arxiv.org/pdf/2512.17269v1"
    },
    {
      "id": "2512.17176v1",
      "title": "Doppler-induced continuous spectral broadening of ultraviolet lasers",
      "authors": [
        "Huanhuan Wu",
        "Yuhan Liu",
        "Shengqiang Zhong",
        "Yaozhi Yi",
        "Zhuwen Lin",
        "Hongwei Yin",
        "Yilin Xu",
        "Fan Yang",
        "Xiantao Jiang",
        "Yao Zhao"
      ],
      "summary": "We propose a compact scheme based on ultrafast-rotating phase plates (URPPs) to achieve continuous spectral broadening of ultraviolet lasers. The rapid rotation elements behave as a random oscillator which induces Doppler frequency shift into the ultraviolet lasers. As an example, for a disk-shaped phase plate, with the beam acting on the edge at a radius of 10 cm, a rotation frequency of 1 kHz, and a phase-element size of 10 nm, the continuous spectral broadening reaches 0.07%. Further increasing the rotation speed or reducing the phase-element can lead to greater spectral broadening. When multiple URPPs are arranged in series, the superimposed spatiotemporal modulation further enhances the continuous spectral broadening and achieves more effective speckle smoothing. The scheme is applicable to broadening the independent spectrum of optical frequency combs as well as to the mitigation of laser-plasma instabilities in inertial fusion energy.",
      "published": "2025-12-19T02:31:18Z",
      "updated": "2025-12-19T02:31:18Z",
      "categories": [
        "physics.optics",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.17176v1",
      "pdf_link": "https://arxiv.org/pdf/2512.17176v1"
    },
    {
      "id": "2512.16867v1",
      "title": "Electric field diagnostics in a continuous rf plasma using Rydberg-EIT",
      "authors": [
        "Bineet Dash",
        "Xinyan Xiang",
        "Dingkun Feng",
        "Eric Paradis",
        "Georg Raithel"
      ],
      "summary": "We present a non-invasive spectroscopic technique to measure electric fields in plasma, leveraging large polarizabilities and Stark shifts of Rydberg atoms. Rydberg Stark shifts are measured with high precision using narrow-linewidth lasers via Electromagnetically Induced Transparency (EIT) of rubidium vapor seeded into a continuous, inductively coupled radio-frequency (rf) plasma in a few mTorr of argon gas. Without plasma, the Rydberg-EIT spectra exhibit rf modulation sidebands caused by electric- and magnetic-dipole transitions in the rf drive coil. With the plasma present, the rf modulation sidebands vanish due to screening of the rf drive field from the plasma interior. The lineshapes of the EIT spectra in the plasma reflect the plasma's Holtsmark microfield distribution, allowing us to determine plasma density and collisional line broadening over a range of pressures and rf drive powers. The work is expected to have applications in non-invasive spatio-temporal electric-field diagnostics of low-pressure plasma, plasma sheaths, process plasma and dusty plasma.",
      "published": "2025-12-18T18:37:58Z",
      "updated": "2025-12-18T18:37:58Z",
      "categories": [
        "physics.atom-ph",
        "physics.plasm-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16867v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16867v1"
    },
    {
      "id": "2512.16689v1",
      "title": "CARONTE: a Physics-Informed Extreme Learning Machine-Based Algorithm for Plasma Boundary Reconstruction in Magnetically Confined Fusion Devices",
      "authors": [
        "Federico Fiorenza",
        "Sara Dubbioso",
        "Gianmaria De Tommasi",
        "Alfredo Pironti"
      ],
      "summary": "In this work, we propose a novel physics informed neural network based algorithm for real time plasma boundary reconstruction in tokamak devices. The approach is based on a single Extreme Learning Machine network used to solve the homogeneous Grad Shafranov equation, which is required to identify the plasma boundary. This architecture enables the real time training of the network parameters using the available magnetic sensor data and, consequently, dynamically adapting the network output to the evolving plasma equilibrium. We demonstrate that, the network performs accurate plasma boundary reconstruction for complex configurations, outperforming well established methods, such as the algorithm used for decades at the Joint European Torus, the world's largest tokamak, until it ceased operation in 2023. Indeed, compared to the latter, the proposed solution better generalizes the poloidal flux function, without requiring algorithm retuning across different plasma equilibria. The proposed neural network reconstructor demonstrates also greater robustness with respect to noise on the magnetic measurements. Moreover, this method takes advantage of the generalization power of neural networks but without the need for extensive, time consuming training based on a huge amount of experimental data, making its implementation on existing devices straightforward.",
      "published": "2025-12-18T15:55:33Z",
      "updated": "2025-12-18T15:55:33Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16689v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16689v1"
    },
    {
      "id": "2512.16630v1",
      "title": "Photon Accelerator in Magnetized Plasma",
      "authors": [
        "Sergei Bulanov",
        "Stepan Bulanov",
        "Timur Esirkepov",
        "Gianluca Gregori",
        "Gabriele Grittani",
        "Brandon Russell",
        "Alec Thomas",
        "Petr Valenta"
      ],
      "summary": "Strong magnetic fields and plasmas are intrinsically linked in both terrestrial laboratory experiments and in space phenomena. One of the most profound consequences of that is the change in relationship between the frequency and the wave number of electromagnetic waves propagating in plasma in the presence of such magnetic fields when compared to the case without these fields. Furthermore, magnetic fields alter electromagnetic wave interaction with relativistic plasma waves, resulting in different outcomes for particle and radiation generation. For a relativistic plasma wave-based photon acceleration this leads to an increased frequency gain, and, thus, potentially to higher efficiency. The influence of a magnetic field leads to quantitative and qualitative change in the properties of photon acceleration, amplifying the increase in the electromagnetic wave frequency.",
      "published": "2025-12-18T15:06:33Z",
      "updated": "2025-12-18T15:06:33Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.16630v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16630v1"
    },
    {
      "id": "2512.16604v1",
      "title": "Disruption Modelling for Engineering and Physics Design of Tokamak Energy ST-E1 Fusion Power Plant",
      "authors": [
        "M. Scarpari",
        "X. Zhang",
        "K. Borowiec",
        "P. F. Buxton",
        "G. Calabro",
        "S. Carusotti",
        "A. Ciula",
        "V. Godhani",
        "J. D. Lore",
        "E. N. J. Maartensson",
        "S. A. M. McNamara",
        "J. H. Nichols",
        "M. Notazio",
        "M. Robinson",
        "M. Romanelli",
        "J. Willis",
        "ST-E1 Team"
      ],
      "summary": "Plasma disruptions represent a critical challenge for high-performance tokamak operations, as they can compromise machine integrity and reduce operational availability. Although future fusion devices essentially need to incorporate strategies to minimise disruption occurrence, complete avoidance remains unattainable. Consequently, assessing and characterising unmitigated disruption consequences is fundamental for the design and qualification of next-generation fusion power plants. This work supports the pre-conceptual design of ST-E1, a low aspect-ratio Tokamak Fusion Power Plant developed by Tokamak Energy Ltd., by presenting a comprehensive disruption modelling approach applied across different design stages. The methodology integrates both physics and engineering considerations to evaluate the impact of disruptions on machine performance and structural integrity. From an engineering perspective, several ST-E1 layout options were analysed to investigate the electromagnetic response of key components under disruption-induced loads, enabling comparison between alternative design solutions. On the physics side, a broad set of disruption scenarios was explored, scanning operational space parameters, plasma-material interactions, and associated thermal loads. Furthermore, the study examined variations in disruption behaviour arising from different reference equilibria, focusing on a range starting from Double Null to Single Null configurations, reflecting the increasing up-down asymmetry consequences. The results reveal significant contrasts in plasma dynamics and structures electromagnetic behaviour between configurations, highlighting the importance of disruption modelling in guiding design choices. These analyses have proven instrumental in shaping ST-E1 development, offering critical insights for mitigating risks and optimising future fusion reactor designs.",
      "published": "2025-12-18T14:46:08Z",
      "updated": "2025-12-18T14:46:08Z",
      "categories": [
        "physics.plasm-ph",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16604v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16604v1"
    },
    {
      "id": "2512.16546v1",
      "title": "SCOPE: Simple Coil Optimization for Plasma and Engineering",
      "authors": [
        "Nathan Welch",
        "Chris Marsden"
      ],
      "summary": "Designing superconducting coils for a tokamak fusion device is a highly coupled, non-linear design problem. The coils have many disparate engineering requirements from structural to power electronics, as well strict limits placed on the system by the high temperature superconducting (HTS) cables. Simultaneously, the coils must be able to contain multiple plasma scenarios from inception, through ramp up, to flat top, and ramp down, all whilst applying a large, controlled, inductive voltage to drive current. In addition, we wish to optimize divertor separatrices to increase the likelihood of designing a suitable divertor strikepoint. Lastly, the physical limits of the entire tokamak must be taken into account and space reserved for support structures, access for maintenance schemes, and installation limits. The method outlined here uses a combined simulated annealing method to find optimal coil sizes and positions with a constrained quadratic or quartic optimization for the coil currents. The method is designed to optimize coils for multiple scenarios simultaneously, including ramp-ups, to avoid over optimization of a single design point. A key enabler is the efficient implementation that allows millions of evaluations to be performed in a few hours with modest computational power. This optimization method is part of a larger, iterative workflow which enables further, detailed design work to feedback on the optimization.",
      "published": "2025-12-18T13:53:18Z",
      "updated": "2025-12-18T13:53:18Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16546v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16546v1"
    },
    {
      "id": "2512.16196v1",
      "title": "Toward the Origins of Binding Energy Shifts and Satellites Formation During Plasma-XPS Measurements",
      "authors": [
        "J. Trey Diulus",
        "Ashley R. Head",
        "Jorge Anibal Boscoboinik",
        "Carles Corbella Roca",
        "Alexander Tselev",
        "Andrei Kolmakov"
      ],
      "summary": "In plasma X ray photoelectron spectroscopy emerges as a powerful platform for real time, in situ chemical analysis under conditions relevant to semiconductor processing and other plasma enabled technologies. This study investigates the origins of binding energy shifts and satellite peaks formation observed during plasma XPS measurements across conductive, dielectric, and gas phase systems. Using a standard laboratory based ambient pressure XPS apparatus coupled with an alternating current driven capacitively coupled plasma source, we show that metastable surface species, such as transient Au oxides, can be detected during plasma exposure, revealing chemical states hardly accessible using conventional ultrahigh vacuum XPS. In dielectric samples, we observe pressure- and plasma type dependent BE shifts up to 50 eV, attributed to X ray induced and plasma mediated surface charging. These shifts are mitigated at higher pressures plasmas or in electronegative plasmas, the latter due to enhanced charge compensation mechanisms involving slow negative ions. For gas phase species, AC plasma excitation leads to spectral broadening and the emergence of satellite peaks with a few eV energy separations, linked to oscillating local plasma potentials in the probing volume. These findings highlight the important and complex interplay of plasma parameters, surface charging, and local electric fields in shaping XPS spectra. Overall, plasma XPS emerges as a critical metrological tool for probing transient surface chemistry, with implications for semiconductor processing, material synthesis, and plasma diagnostics.",
      "published": "2025-12-18T05:37:38Z",
      "updated": "2025-12-18T05:37:38Z",
      "categories": [
        "physics.plasm-ph",
        "physics.ins-det"
      ],
      "link": "https://arxiv.org/abs/2512.16196v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16196v1"
    },
    {
      "id": "2512.16028v1",
      "title": "Direct calculation of steady-state hydrodynamic solar wind solutions with newtonian viscosity",
      "authors": [
        "Roger B. Scott",
        "Stephen J. Bradshaw",
        "Mark G. Linton",
        "Chris Lowder",
        "Leonard Strachan"
      ],
      "summary": "Steady-state solutions to the Navier-Stokes equations are known to admit solutions that are singular at the sonic point. Consequently, inviscid solar wind models require special treatment of the solution near the sonic points, and this has proven to be a significant impediment to efficient modeling of the solar wind. In this paper we revisit the governing hydrodynamic equations for the expanding solar wind, with the inclusion of the classical (Newtonian) viscous stress , and we show how this inclusion eliminates the singularities that emerge from the inviscid equations. This result has been previously reported and used to generate solar wind profiles from initial conditions in the asymptotic limit; however, those studies did not include realistic treatments of the inner corona, and generally rejected the prospect of extrapolating solutions outward from the Sun into the heliosphere. Here, we expand this method to include external heating and optically thin radiative losses and show that solutions can be computed from initial conditions near the solar surface, thereby capturing the entire range of scales from below the transition region to the outer heliosphere in a single solution. Our approach is to cast the steady-state Navier-Stokes equations as a system of five coupled, ordinary differential equations (ODEs), which we solve using conventional methods, without any special treatment of the governing equations in the vicinity of the sonic point. The representative solutions that we present here demonstrate the utility and efficiency of this extrapolation method, which is considerably more realistic than commonly used analytical or empirical models. This method provides a direct approach to generating accurate solar wind profiles subject to observationally motivated initial conditions near the solar surface, at a fraction of the computational cost of comparable relaxation-based models.",
      "published": "2025-12-17T23:21:33Z",
      "updated": "2025-12-17T23:21:33Z",
      "categories": [
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16028v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16028v1"
    },
    {
      "id": "2512.15924v1",
      "title": "Tensor network approaches for plasma dynamics",
      "authors": [
        "Ryan J. J. Connor",
        "Preetma Soin",
        "Callum W. Duncan",
        "Andrew J. Daley"
      ],
      "summary": "The dynamics of plasmas are governed by a set of non-linear differential equations which remain challenging to solve directly for large 2D and 3D problems. Here we investigate how tensor networks could be applied to plasmas described by the Vlasov-Maxwell system of equations and investigate parameter regimes which show promise for efficient simulations. We show for low-dimensional problems that the simplest form of tensor networks known as a Matrix Product State performs sufficiently well, however in regimes with a strong permanent magnetic field or high-dimensional problems one may need to consider alternative tensor network geometries. We conclude the study of the Vlasov-Maxwell system with the application of tensor networks to an industrially relevant test case and validate our results against state of the art plasma solvers based on Particle-In-Cell codes. We also extend the application of tensor networks to the alternative plasma description of Magnetohydrodynamics and outline how this can be encoded using Matrix Product States.",
      "published": "2025-12-17T19:39:44Z",
      "updated": "2025-12-17T19:39:44Z",
      "categories": [
        "physics.plasm-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15924v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15924v1"
    },
    {
      "id": "2512.15847v1",
      "title": "Self-confinement of relativistic pair beams in magnetized interstellar plasmas: the case of pulsar X-ray filaments",
      "authors": [
        "Luca Orusa",
        "Lorenzo Sironi"
      ],
      "summary": "The observation of filamentary X-ray structures near bow-shock pulsar wind nebulae (PWNe) -- such as the Guitar, Lighthouse, and PSR J2030$+$4415 nebulae -- and of slow-diffusion regions around pulsars like Geminga, Monogem, and PSR J0622$+$3749, challenges the standard picture of cosmic-ray transport in the interstellar medium, implying a diffusion coefficient two orders of magnitude smaller than the Galactic average. The suppressed diffusion can be attributed to self-generated magnetic turbulence, driven -- via the non-resonant streaming instability -- by electron--positron pairs escaping the PWNe. This instability requires a net current, yet the beam of escaping pairs is expected to be charge-neutral. We show that a charge-neutral pair beam propagating through an electron--proton plasma can spontaneously generate a net current. Using fully kinetic two- and three-dimensional particle-in-cell simulations with realistic mass ratio, we find that beam electrons get focused into self-generated magnetic filaments produced by the nonlinear evolution of the Weibel instability, while beam positrons remain unconfined. The resulting net (positron) current drives the non-resonant streaming instability, further amplifying the magnetic field. This mechanism provides a pathway for the onset of charge asymmetries in initially charge-neutral pair beams and for the growth of magnetic fluctuations that efficiently scatter the beam particles, with implications for the formation of X-ray filaments and, more broadly, for particle self-confinement in TeV halos around PWNe.",
      "published": "2025-12-17T19:00:00Z",
      "updated": "2025-12-17T19:00:00Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15847v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15847v1"
    },
    {
      "id": "2512.15588v1",
      "title": "Impact of magnetic islands on plasma flow and turbulence in W7-X",
      "authors": [
        "T. Estrada",
        "E. Maragkoudakis",
        "D. Carralero",
        "T. Windisch",
        "J. L Velasco",
        "C. Killer",
        "T. Andreeva",
        "J. Geiger",
        "A. Dinklage",
        "A. Krämer-Flecken",
        "G. A. Wurden",
        "M. Beurskens",
        "S. Bozhenkov",
        "H. Damm",
        "G. Fuchert",
        "E. Pasch"
      ],
      "summary": "The effect of magnetic islands on plasma flow and turbulence has been experimentally investigated in the stellarator W7-X. Magnetic configurations with the 5/5 magnetic island positioned at the plasma edge, inside the last closed flux surface, are studied. The main diagnostic used in the present work is a V-band Doppler reflectometer that allows the measurement of the perpendicular plasma flow and density fluctuations with good spatial resolution. A characteristic signature of the 5/5 magnetic island is clearly detected in the perpendicular flow profile. The comparison of the experimental flow and the neoclassically driven $E\\times B$ flow indicates that the island contribution to the flow is maximum at the island boundaries and close to zero at the island O-point. Besides, a reduction in the density fluctuation level is found nearby the island O-point. The similarities between these observations and those found in other devices and in gyrokinetic simulations are discussed.",
      "published": "2025-12-17T16:48:22Z",
      "updated": "2025-12-17T16:48:22Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15588v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15588v1"
    },
    {
      "id": "2512.15576v1",
      "title": "Radial electric field and density fluctuations measured by Doppler reflectometry during the post-pellet enhanced confinement phase in W7-X",
      "authors": [
        "T. Estrada",
        "D. Carralero",
        "T. Windisch",
        "E. Sánchez",
        "J. M. García-Regaña",
        "J. Martínez-Fernández",
        "A. de la Peña",
        "J. L. Velasco",
        "J. A. Alonso",
        "M. Beurskens",
        "S. Bozhenkov",
        "H. Damm",
        "G. Fuchert",
        "R. Kleiber",
        "N. Pablant",
        "E. Pasch"
      ],
      "summary": "Radial profiles of density fluctuations and radial electric field, $E_r$, have been measured using Doppler reflectometry during the post-pellet enhanced confinement phase achieved, under different heating power levels and magnetic configurations, along the 2018 W7-X experimental campaign. A pronounced $E_r$-well is measured with local values as high as -40 kV/m in the radial range $ρ\\sim 0.7-0.8$ during the post-pellet enhanced confinement phase. The maximum $E_r$ intensity scales with both plasma density and Electron Cyclotron Heating (ECH) power level following a similar trend as the plasma energy content. A good agreement is found when the experimental $E_r$ profiles are compared to simulations carried out using the neoclassical codes DKES and KNOSOS. The density fluctuation level decreases from the plasma edge toward the plasma core and the drop is more pronounced in the post-pellet enhanced confinement phase than in reference gas fuelled plasmas. Besides, in the post-pellet phase, the density fluctuation level is lower in the high iota magnetic configuration than in the standard one. In order to discriminate whether this difference is related to the differences in the plasma profiles or in the stability properties of the two configurations, gyrokinetic simulations have been carried out using the codes \\texttt{stella} and EUTERPE. The simulation results point to the plasma profile evolution after the pellet injection and the stabilization effect of the radial electric field profile as the dominant players in the stabilization of the plasma turbulence.",
      "published": "2025-12-17T16:34:07Z",
      "updated": "2025-12-17T16:34:07Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15576v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15576v1"
    },
    {
      "id": "2512.15360v1",
      "title": "First implementation of AXUV-based analysis and macro-instability diagnostics on WHAM",
      "authors": [
        "K. Shih",
        "D. Endrizzi",
        "D. A. Sutherland",
        "J. Anderson",
        "D. Bindl",
        "E. L. Claveau",
        "C. Everson",
        "J. Eickman",
        "S. J. Frank",
        "E. Marriott",
        "E. Penne",
        "J. Pizzo",
        "T. Qian",
        "J. Viola",
        "C. B. Forest",
        "D. Yakovlev"
      ],
      "summary": "Absolute extreme ultraviolet (AXUV) diode arrays are widely used in fusion experiments for time-resolved measurements of plasma radiation. We report the first implementation of an AXUV-based analysis framework on the Wisconsin High-Temperature Superconducting (HTS) Axisymmetric Mirror (WHAM). A single, precisely calibrated 20-channel AXUV assembly measures line-integrated plasma emission with $ 100~\\mathrm{kHz}$ temporal resolution and $\\sim1~\\mathrm{cm}$ spatial accuracy across the mid-plane. The data were processed to obtain plasma's statistical moments, yielding time-resolved measurement of the centroid displacement $Φ(t)$ and effective radius $R(t)$. From the joint covariance of these quantities, we define a macroscopic instability parameter $χ(t)$, that quantifies large-scale plasma motion and profile evolution directly from AXUV observables. The parameter $χ$ serves as a compact indicator of global macroscopic instability, decreasing with increasing end-plate bias and exhibiting strong anti-correlation with diamagnetic flux during confinement transitions. These results demonstrate that a single AXUV array can provide quantitative, real-time assessment of macroscopic plasma instabilities, constituting the first demonstration of such capability in a magnetic mirror plasma. Future extensions to multiple arrays will further enhance spatial coverage and enable full-mode tracking in axisymmetric mirror configurations and related fusion devices.",
      "published": "2025-12-17T12:06:14Z",
      "updated": "2025-12-17T12:06:14Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15360v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15360v1"
    },
    {
      "id": "2512.15271v1",
      "title": "MHD Simulation Study on Impurity Assimilation Efficiency and Disruption Dynamics during Shattered Pellet Injection",
      "authors": [
        "Jinqiang Mao",
        "Ping Zhu",
        "Shiyong Zeng"
      ],
      "summary": "Shattered Pellet Injection (SPI) has become a critical technique for mitigating plasma disruptions in fusion devices, yet optimizing its efficiency demands a proper understanding of the interaction between impurity dynamics and MHD response. We perform 3D nonlinear MHD simulations of SPI-induced disruption in a J-TEXT-like tokamak using the NIMROD code, systematically examining key parameters: fragment velocity and fineness, injection quantity, impurity composition, injection location and multiple injectors, resistivity, and parallel thermal conductivity. We find that slower fragment velocity enhances impurity assimilation and amplifies MHD activity. Finer fragments significantly increase impurity ablation and cooling efficiency. Mixed deuterium-neon pellets effectively elevate electron density without compromising radiative cooling efficiency. Plasma poloidal rotation affects ablation and cooling efficiency, whereas toroidally uniform multi-pellet injection enhances impurity ablation by nearly a factor equal to the number of pellets and lowers radiation asymmetry. Higher plasma parallel thermal conductivity results in higher radiation cooling efficiency in parallel directions, enhances impurity transport, and reduces toroidal peaking factor (TPF) of radiation. Variations in resistivity significantly influence Ohmic heating, impurity deposition and current dynamics after TQ, with higher resistivity leading to stronger magnetic perturbations and more pronounced current spikes. These findings provide physical bases for optimizing SPI schemes in future tokamak devices.",
      "published": "2025-12-17T10:25:25Z",
      "updated": "2025-12-17T10:25:25Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15271v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15271v1"
    },
    {
      "id": "2512.22424v1",
      "title": "Brace for Impact: A Review of Mitigation Decisions of Critical Infrastructure Operators During the 2024 Solar Maximum",
      "authors": [
        "Caitlin LaNeve",
        "Edward J Oughton",
        "Noah Rivera",
        "Lucy Wilkerson",
        "Robert S Weigel",
        "Dean Thomas",
        "CT Gaunt"
      ],
      "summary": "The Gannon Storm in May 2024 was the largest space weather event experienced in 20 years, generating auroras latitudes as low as 35°. Such activity can pose significant operational challenges for critical infrastructure operators, particularly those managing electricity transmission networks, satellite constellations, and aviation systems. Substantial progress has been made in understanding space weather and the potential exposure of infrastructure assets to severe events. We have seen few evaluations of the types of current mitigation strategies in use to reduce our shared vulnerability to this activity, motivating this study. Firstly, we fill an important literature gap by undertaking a systematic review of the range of space weather mitigation strategies for these three critical infrastructure sectors. Secondly, we contacted 303 critical infrastructure operators (50 power, 227 satellite, 26 aviation) for participation in an anonymous online survey or interview receiving 55 unique responses (18% response rate). To capture narratives of mitigation actions taken and impacts experienced over the solar maximum, qualitative interviews were then conducted with 33 operators. The results identified 91 potential mitigation actions within the sectors and found that 149 mitigation actions were enacted due to space weather forecasts and experienced impacts. This is one of the first exhaustive studies of space weather mitigation activities, and moves beyond the traditional focus on purely impacts.",
      "published": "2025-12-27T01:11:55Z",
      "updated": "2025-12-27T01:11:55Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22424v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22424v1"
    },
    {
      "id": "2512.20098v1",
      "title": "Alfvénic solar wind intervals observed by Solar Orbiter: Exploiting the capability of the SWA plasma suite and source region investigation",
      "authors": [
        "R. D'Amicis",
        "J. M. Raines",
        "S. Benella",
        "M. Velli",
        "O. Panasenco",
        "G. Nicolaou",
        "C. J. Owen",
        "R. M. Dewey",
        "P. Louarn",
        "A. Fedorov",
        "S. T. Lepri",
        "B. L. Alterman",
        "D. Perrone",
        "R. De Marco",
        "R. Bruno",
        "L. Sorriso-Valvo",
        "O. S. Dhamane",
        "Y. Rivera",
        "O. R. Kieokaew",
        "D. Verscharen",
        "G. Consolini",
        "S. Yardley",
        "V. Réville",
        "D. Telloni",
        "D. Baker",
        "G. Lewis",
        "G. Watson",
        "C. Anekallu",
        "K. Darwish",
        "L. Prech",
        "S. Livi",
        "T. Horbury",
        "G. Mele",
        "V. Fortunato",
        "F. Monti"
      ],
      "summary": "Fast and slow solar wind have distinct properties linked to their solar sources.Alfvénic slow wind complicates the usual speed-based classification, especially at intermediate speeds. Solar Orbiter's Solar Wind Analyzer (SWA) offers unique capabilities to investigate how Alfvénic slow wind differs from fast wind and relate these differences to their solar origins. In September 2022, Solar Orbiter observed several Alfvénic streams: one fast wind, three Alfvénic slow wind (AS1, AS2, AS3), and a moderate fast (FH) interval. We analyze these streams, combining plasma parameters from all SWA sensors with magnetic field measurements from the Magnetometer (MAG). A spectral analysis of magnetic and velocity fluctuations is used to characterize Alfvénicity. The magnetic connectivity of each stream to its solar source is examined using Potential Field Source Surface extrapolation combined with ballistic backmapping from the spacecraft. Proton velocity distribution functions show anisotropies and field-aligned beams characteristic of Alfvénic streams, while electron pitch-angle distributions reveal clear strahl populations. Oxygen and carbon charge-state ratios are low in fast wind but higher in AS1-AS3, consistent with slow wind origins. Magnetic connectivity suggests the fast wind originates from a large coronal hole; AS1 links to a pseudostreamer with high expansion factor; AS2, AS3, and FH connect to a negative-polarity coronal hole whose field lines cross a pseudostreamer that later dissipates. Spectral analysis indicates near energy equipartition in all intervals except AS2. The combined SWA observations offer key insights into the physical processes shaping Alfvénic solar wind streams. Our results reinforce that the simple fast/slow wind classification is inadequate for linking solar wind to sources, and suggest that Alfvénicity relates to the solar source conditions.",
      "published": "2025-12-23T06:50:07Z",
      "updated": "2025-12-23T06:50:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20098v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20098v1"
    },
    {
      "id": "2512.18629v1",
      "title": "Revisiting Mars' Induced Magnetic Field and Clock Angle Departures under Real-Time Upstream Solar Wind Conditions",
      "authors": [
        "Zhihao Cheng",
        "Chi Zhang",
        "Chuanfei Dong",
        "Hongyang Zhou",
        "Jiawei Gao",
        "Abigail Tadlock",
        "Xinmin Li",
        "Liang Wang"
      ],
      "summary": "Mars lacks a global intrinsic dipole magnetic field, but its interaction with the solar wind generates a global induced magnetosphere. Until now, most studies have relied on single-spacecraft measurements, which could not simultaneously capture upstream solar wind conditions and the induced magnetic fields, thereby limiting our understanding of the system. Here, we statistically re-examine the properties of Mars' induced magnetic field by incorporating, for the first time, real-time upstream solar wind conditions from the coordinated MAVEN and Tianwen-1 observations. Our results are show that both solar wind dynamic pressure and the interplanetary magnetic field (IMF) magnitude enhance the strength of the induced magnetic field, but they exert opposite effects on the compression ratio: higher dynamic pressure strengthens compression, while stronger IMF weakens it. The induced field is stronger under quasi-perpendicular IMF conditions compared with quasi-parallel IMF, reflecting a stronger mass-loading effect. We further investigate the clock angle departures of the induced fields. They remain relatively small in the magnetosheath near the bow shock, increase gradually toward the induced magnetosphere, and become significantly larger within the induced magnetosphere. In addition, clock angle departures are strongly enhanced under quasi-parallel IMF conditions. Their dependence on upstream drivers further shows that, within the magnetosheath, clock angle departures are minimized under low dynamic pressure, high IMF magnitude, and low Alfven Mach number conditions. These results may enhance our understanding of solar wind interaction with Mars, and highlight the critical role of multi-point observations.",
      "published": "2025-12-21T07:57:22Z",
      "updated": "2025-12-21T07:57:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.18629v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18629v1"
    },
    {
      "id": "2512.16610v1",
      "title": "Angular dependence of third-order law in anisotropic MHD turbulence",
      "authors": [
        "Bin Jiang",
        "Zhuoran Gao",
        "Yan Yang",
        "Francesco Pecora",
        "Kai Gao",
        "Cheng Li",
        "Sean Oughton",
        "William Matthaeus",
        "Minping Wan"
      ],
      "summary": "In solar wind turbulence, the energy transfer/dissipation rate is typically estimated using MHD third-order structure functions calculated using spacecraft observations. However, the inherent anisotropy of solar wind turbulence leads to significant variations in structure functions along different observational directions, thereby affecting the accuracy of energy-dissipation rate estimation. An unresolved issue is how to optimise the selection of observation angles under limited directional sampling to improve estimation precision. We conduct a series of MHD turbulence simulations with different mean magnetic field strengths, $ B_0 $. Our analysis of the third-order structure functions reveals that the global energy dissipation rate estimated around a polar angle of $ θ= 60^\\circ$ agrees reasonably with the exact one for $ 0 \\le B_0/b_{rms} \\le 5 $, where $b_{rms}$ denotes the root-mean-square magnetic field fluctuation. The speciality of $60^\\circ$ polar angle can be understood by the Mean Value Theorem of Integrals, since the spherical integral of the polar-angle component ($\\widetilde{T_θ}$) of the divergence of Yaglom flux is zero, and $\\widetilde{T_θ}$ changes sign around 60$^\\circ$. Existing theory on the energy flux vector as a function of the polar angle is assessed, and supports the speciality of $60^\\circ$ polar angle. The angular dependence of the third-order structure functions is further assessed with virtual spacecraft data analysis. The present results can be applied to measure the turbulent dissipation rates of energy in the solar wind, which are of potential importance to other areas in which turbulence takes place, such as laboratory plasmas and astrophysics.",
      "published": "2025-12-18T14:52:05Z",
      "updated": "2025-12-18T14:52:05Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2512.16610v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16610v1"
    },
    {
      "id": "2512.16175v1",
      "title": "Physics-Informed Neural Networks for Modeling the Martian Induced Magnetosphere",
      "authors": [
        "Jiawei Gao",
        "Chuanfei Dong",
        "Chi Zhang",
        "Yilan Qin",
        "Simin Shekarpaz",
        "Xinmin Li",
        "Liang Wang",
        "Hongyang Zhou",
        "Abigail Tadlock"
      ],
      "summary": "Understanding the magnetic field environment around Mars and its response to upstream solar wind conditions provide key insights into the processes driving atmospheric ion escape. To date, global models of Martian induced magnetosphere have been exclusively physics-based, relying on computationally intensive simulations. For the first time, we develop a data-driven model of the Martian induced magnetospheric magnetic field using Physics-Informed Neural Network (PINN) combined with MAVEN observations and physical laws. Trained under varying solar wind conditions, including B_IMF, P_SW, and θ_cone, the data-driven model accurately reconstructs the three-dimensional magnetic field configuration and its variability in response to upstream solar wind drivers. Based on the PINN results, we identify key dependencies of magnetic field configuration on solar wind parameters, including the hemispheric asymmetries of the draped field line strength in the Mars-Solar-Electric coordinates. These findings demonstrate the capability of PINNs to reconstruct complex magnetic field structures in the Martian induced magnetosphere, thereby offering a promising tool for advancing studies of solar wind-Mars interactions.",
      "published": "2025-12-18T04:49:20Z",
      "updated": "2025-12-18T04:49:20Z",
      "categories": [
        "astro-ph.EP",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16175v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16175v1"
    },
    {
      "id": "2512.15172v1",
      "title": "Characterising injection signatures in Jupiter's ultraviolet aurora using Juno observations",
      "authors": [
        "Linus Head",
        "Denis Grodent",
        "Bertrand Bonfond",
        "Alessandro Moirano",
        "Guillaume Sicorello",
        "Julie Vinesse",
        "Alyssa Mouton",
        "Maïté Dumont",
        "Thomas Greathouse",
        "Vincent Hue",
        "Ali Sulaiman",
        "Barry Mauk",
        "Zhonghua Yao",
        "Ruilong Guo",
        "Jinyan Zhao"
      ],
      "summary": "Discrete features in Jupiter's ultraviolet aurora have been interpreted as signatures of plasma injections in the middle magnetosphere. There exists some ambiguity whether magnetodisc scattering or high-latitude Alfvenic acceleration best describes the observed properties of these injection signatures, and also to what extent arcs in the outer emission are related to injections. Many injection signatures are the result of the evolution of dawn storms; there is, however, limited evidence that non-dawn-storm injection signatures are sometimes present in the aurora. We use automatic detection of these discrete features, alongside data from Juno-UVS and in-situ measurements by other Juno instruments, to show that scattering likely accounts for most of the electron precipitation associated with injection signatures. Additionally, there is evidence that injection signatures can be classified into two types: dawn-storm and non-dawn-storm. Arc-like features in the outer emission show very similar properties to traditional blob-like injection signatures and may consist of sequences of injection signatures that have broadened into an arc via energy-dependent electron drift.",
      "published": "2025-12-17T08:09:04Z",
      "updated": "2025-12-17T08:09:04Z",
      "categories": [
        "astro-ph.EP",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15172v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15172v1"
    },
    {
      "id": "2512.15025v1",
      "title": "Effects of Unequal Electron-Ion Plasma Beta on Pressure-Strain Interaction in Turbulent Plasmas",
      "authors": [
        "M. Hasan Barbhuiya",
        "Subash Adhikari"
      ],
      "summary": "A common occurrence in weakly collisional space plasmas is the unequal electron-ion temperatures. The pressure-strain interaction provides a mechanism-agnostic pathway for increasing plasma internal energy through spatiotemporally local isotropic compression and volume preserving deformation, yet its behavior under thermal disequilibrium is largely unexplored. We investigate this using five fully kinetic two-dimensional particle-in-cell simulations of undriven decaying turbulence by varying the initial electron-to-ion temperature ratio. By analyzing the species' internal energy density alongside a decomposition of the pressure-strain term, with a focus on the volume-preserving deformation that contains normal and shear contributions, we quantify how the initial temperature imbalance modifies the channels through which turbulence increases each species' internal energy density. The cumulative pressure-strain interaction tracks the change in internal energy for both electrons and ions, with the total deformation channel of energy conversion dominating. We discover that local changes to electron internal energy density are governed primarily by the shear deformation power density, concentrated in electron-scale current sheets, while the ion shear and normal deformation components cancel, yielding a much smaller net deformation power density that peaks around, rather than within, those electron-scale current structures. We find that the amplitudes and localization of deformation change, but preserve these qualitative trends. Together, these results show how thermal disequilibrium could shape species-dependent turbulent \"heating rate\", measured via pressure-strain interaction and approximated via only its shear deformation part, and provide a framework for interpreting energy evolution and conversion in space plasmas where unequal species temperature is the norm.",
      "published": "2025-12-17T02:30:12Z",
      "updated": "2025-12-17T02:30:12Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15025v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15025v1"
    },
    {
      "id": "2512.14462v1",
      "title": "NASA/NOAA MOU Annex Final Report: Evaluating Model Advancements for Predicting CME Arrival Time",
      "authors": [
        "M. L. Mays",
        "P. J. MacNeice",
        "A. Taktakishvili",
        "C. P. Wiegand",
        "J. Merka",
        "E. T. Adamson",
        "V. J. Pizzo",
        "D. A. Biesecker",
        "A. R. Marble",
        "D. Odstrcil",
        "C. J. Henney",
        "C. N. Arge",
        "S. I. Jones",
        "S. Wallace"
      ],
      "summary": "The purpose of this project was to assess improvements in CME arrival time forecasts at Earth using the Air Force Data Assimilative Photospheric Flux Transport (ADAPT) model driven by data from the Global Oscillation Network Group (GONG) ground observatories. These outputs are then fed into the coupled Wang-Sheeley-Arge (WSA) - ENLIL model and compared to an operational version of WSA-ENLIL (without ADAPT). SWPC selected a set of 38 historical events over the period of five years from 2012--2014 (33 events) and 2017--2019 (5 events). The overall three-year project consisted of multiple simulation validation studies for the entire event set (1292 simulations): (a) benchmark single map (operational version prior to May 2019) (b) time-dependent sequence of GONG maps driving WSA-ENLIL with 4 different model settings (c) single test simulation of a time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL (d) single GONG map driving ADAPT-WSA-ENLIL (e) time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL. We report that for all 38 events, within each model version/settings combination, the CME arrival time error decreased by 0.2 to 0.9 hours when using a sequence of time-dependent zero-point corrected magnetograms compared to using single magnetogram input. Overall, for all events, when using the older uncorrected magnetograms, the CME arrival time error increased for all new model versions/settings combination compared to the benchmark. Notably for the 5 events in the period 2017--2019 when more reliable zero-point corrected magnetograms were available, the ADAPT-WSA-ENLIL (median arrival realization) CME arrival time error decreased against all benchmarks. In this report we also discuss replicating the operational model, challenges in detecting CME arrival in simulations, and comparing zero-point corrected and uncorrected magnetogram inputs.",
      "published": "2025-12-16T14:49:14Z",
      "updated": "2025-12-16T14:49:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2512.14462v1",
      "pdf_link": "https://arxiv.org/pdf/2512.14462v1"
    },
    {
      "id": "2512.13320v1",
      "title": "Evidence for in situ particle energization during the May-2024 event based on ASPEX instrument on board Aditya-L1",
      "authors": [
        "Shivam Parashar",
        "Dibyendu Chakrabarty",
        "Prashant Kumar",
        "Abhishek Kumar",
        "Bhas Bapat",
        "Aveek Sarkar",
        "P. Janardhan",
        "Anil Bhardwaj",
        "Santosh V. Vadawale",
        "Manan S. Shah",
        "Hiteshkumar L. Adalja",
        "Arpit R. Patel",
        "Pranav R. Adhyaru",
        "M. Shanmugam",
        "Swarop B. Banerjee",
        "K. P. Subramanian",
        "Tinkal Ladia",
        "Jacob Sebastian",
        "Bijoy Dalal",
        "Aakash Gupta",
        "Shiv Kumar Goyal",
        "Neeraj Kumar Tiwari",
        "Aaditya Sarda",
        "Sushil Kumar",
        "Nishant Singh",
        "Deepak Kumar Painkra",
        "Piyush Sharma",
        "Abhishek J. Verma",
        "M. B. Dadhania"
      ],
      "summary": "The interaction between interplanetary Coronal Mass Ejection (ICME) structures can alter the geo-effectiveness of the ICME events in myriad ways. Many aspects of these interaction processes are not well-understood till date. Using the energy spectra measured in two mutually orthogonal top hat analyzers (THA 1 and 2), which are part of the Solar Wind Ion Spectrometer (SWIS) subsystem of the Aditya Solar Wind Particle EXperiment (ASPEX) on board India's Aditya L1 mission, we gain insights into intricate features of ICME ICME interactions during May 2024 solar event. We report here an unprecedented two-orthogonal-plane perspective of ICME ICME interactions for the first time from the L1 point. The investigation reveals a special interaction region formed by the propagation of the forward shock driven by complex ejecta in the preceding ICME. The interaction causes the formation of a downstream region spanning over 13 hours, which propagates in the interplanetary medium. The observations reveal that this region serves as a site for proton and alpha particle energization, and the particles within this region get distributed from one plane to the other. The presence of forward shock and particle energization is confirmed by the energetic particle flux measurements by the SupraThermal and Energetic Particle Spectrometer (STEPS) of ASPEX. These observations provide an unprecedented perspective on how solar wind ions become energized and distributed in an ICME-ICME interaction region.",
      "published": "2025-12-15T13:38:24Z",
      "updated": "2025-12-15T13:38:24Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.13320v1",
      "pdf_link": "https://arxiv.org/pdf/2512.13320v1"
    },
    {
      "id": "2512.12786v1",
      "title": "Solar Energetic Particle Forecasting with Multi-Task Deep Learning: SEPNet",
      "authors": [
        "Yian Yu",
        "Yang Chen",
        "Lulu Zhao",
        "Kathryn Whitman",
        "Ward Manchester",
        "Tamas Gombosi"
      ],
      "summary": "Solar energetic particle (SEP) events pose severe threats to spacecraft, astronaut safety, and aviation operations, accurate SEP forecasting remains a critical challenge in space weather research due to their complex origins and highly variable propagation. In this work, we built SEPNet, an innovative multi-task neural network that jointly predicts future solar eruptive events, including solar flares and coronal mass ejections (CMEs) and SEPs, incorporating long short-term memory and transformer architectures that capture contextual dependencies. SEPNet is a machine learning framework for SEP prediction that utilizes an extensive set of predictors, including solar flares, CMEs, and space-weather HMI active region patches (SHARP) magnetic field parameters. SEPNet is rigorously evaluated on the SEPVAL SEP dataset (whitman, 2025b), which is used to evaluate the performance of the current SEP prediction models. The performance of SEPNet is compared with classical machine learning methods and current state-of-the-art pre-eruptive SEP prediction models. The results show that SEPNet, particularly with SHARP parameters, achieves higher detection rates and skill scores while maintaining suitable for real-time space weather alert operations. Although class imbalance in the data leads to relatively high false alarm rates, SEPNet consistently outperforms reference methods and provides timely SEP forecasts, highlighting the capability of deep multi-task learning for next-generation space weather prediction. All data and code are available on GitHub at https://github.com/yuyian/SEP-Prediction.git.",
      "published": "2025-12-14T18:03:06Z",
      "updated": "2025-12-14T18:03:06Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12786v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12786v1"
    },
    {
      "id": "2512.12585v1",
      "title": "What are Switchbacks?",
      "authors": [
        "Zesen Huang",
        "Marco Velli",
        "Yuliang Ding"
      ],
      "summary": "We present a solitary Alfvén wave model that exhibits nontrivial three-dimensional twisting of open magnetic field lines while preserving constant $|B|$. Embedded rotational discontinuities sharply deflect the otherwise uniform field lines, producing localized, large-amplitude field reversals in one-dimensional profiles that closely resemble the ``switchbacks'' observed by the Parker Solar Probe in the inner heliosphere. This indicates that switchbacks, as seen in one-dimensional spacecraft time series, arise from traversals through strongly curved segments of open magnetic field lines.",
      "published": "2025-12-14T07:39:01Z",
      "updated": "2025-12-14T07:39:01Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12585v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12585v1"
    },
    {
      "id": "2512.21342v1",
      "title": "An Enhanced \"Flux-Corrected Transport\"-Based Plasmasphere Refilling Model",
      "authors": [
        "Jaden Fitzpatrick",
        "Kausik Chatterjee",
        "Naomi Maruyama"
      ],
      "summary": "A previously developed multi-ion, two-stream Flux-Corrected Transport (FCT) hydrodynamic model for plasmasphere refilling has been extended to incorporate self-consistent electron temperature evolution. The past assumption of a constant temperature along the modeled flux tube has been replaced by solving the electron energy equation, permitting spatially and temporally varying temperature. This improvement provides a more physically complete representation of the pressure and ambipolar electric-field gradients that influence ion transport. The extended model allows us to investigate two-stage refilling behavior established by prior observations and simulations. The model continues to reproduce the expected dominance of H+, enhanced early-time O+ contributions, and the coupling between H+ and He+ through the ambipolar electric field during the transition between stages. Sensitivity experiments with modified initial ion concentrations, including cases representing seasonal effects, highlight the distinct roles of each ion species in shaping the refilling trajectory. Comparisons across L-shells 3 and 4 further confirm the robustness of the model framework for future extension to three-dimensional geometries. Overall, by incorporating more realistic temperature variations, this enhanced model strengthens the physical understanding for interpreting complex multi-ion transport processes during plasmasphere recovery following geomagnetic storms.",
      "published": "2025-12-13T15:01:14Z",
      "updated": "2025-12-13T15:01:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21342v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21342v1"
    },
    {
      "id": "2512.11631v1",
      "title": "UK White Paper on Magnetic Reconnection",
      "authors": [
        "Alexander J. B. Russell",
        "James A. McLaughlin",
        "Philippa Browning",
        "Jennifer Carter",
        "Luca Franci",
        "Heli Hietala",
        "Andrew Hillier",
        "Gunnar Hornig",
        "David MacTaggart",
        "Sarah Matthews",
        "James McKevitt",
        "Eric Priest",
        "Jack Reid",
        "Ben Snow",
        "Julia Stawarz",
        "Anthony Yeates",
        "Jeffersson Andres Agudelo Rueda",
        "William Bate",
        "Giulio Del Zanna",
        "Jonathan Eastwood",
        "Lucie Green",
        "Anshu Kumari",
        "Mike Lockwood",
        "Thomas Neukirch",
        "David Pontin",
        "Andy Smith",
        "Maria-Theresia Walach",
        "Peter Wyper"
      ],
      "summary": "Magnetic reconnection powers explosive releases of magnetic energy, heating and particle acceleration throughout the plasma universe. Knowledge of this universal process is vital to understanding the Heliosphere, as it plays a key role in solar flares, coronal mass ejections, coronal heating, solar wind acceleration, geomagnetic storms, and interactions between the solar wind and planetary magnetospheres. As such, reconnection underpins multiple science objectives of multiple future space missions. The UK plays a leading role in this international field, through a combination of in situ measurements from Earth's magnetosphere and the solar wind, observations of the solar corona and chromosphere, and world-class numerical simulations and theory. This white paper identifies: Nine priority science objectives for reconnection research in the next decade; Recommendations to guide investment in theory, simulations and infrastructure; Mission priorities and required measurements to ensure the UK maintains and improves its world-class credentials in reconnection science.",
      "published": "2025-12-12T15:09:58Z",
      "updated": "2025-12-12T15:09:58Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11631v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11631v1"
    },
    {
      "id": "2512.11365v1",
      "title": "Temporal Substepping Scheme for Magnetohydrodynamics with Cell-based Adaptive Mesh Refinement on Staggered Grid",
      "authors": [
        "Ilja Honkonen",
        "Riku Jarvinen",
        "David Phillips"
      ],
      "summary": "We present a new algorithm for numerical magnetohydrodynamics on staggered meshes preserving $\\nabla \\cdot B = 0$. Our algorithm is based on the constrained transport method and supports both cell-based adaptive mesh refinement and temporal substepping. We handle resolution changes directly on the logically Cartesian grid without needing interpolation or projection between nested or neighboring grids, nor coupling the solution between refinement levels.",
      "published": "2025-12-12T08:27:21Z",
      "updated": "2025-12-12T08:27:21Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "physics.comp-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11365v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11365v1"
    },
    {
      "id": "2512.11182v1",
      "title": "Free Energy Sources of Ion-scale Waves Observed by Parker Solar Probe",
      "authors": [
        "Niranjana Shankarappa",
        "Kristopher G. Klein",
        "Mihailo M. Martinović",
        "Trevor A. Bowen",
        "Davin E. Larson",
        "Roberto Livi",
        "Ali Rahmati",
        "Phyllis L. Whittlesey",
        "Michael L. Stevens"
      ],
      "summary": "Parker Solar Probe (PSP) observes abundant circularly polarized ion-scale waves throughout the inner heliosphere. These waves are a signature of the interplay between plasma microinstabilities and turbulent dissipation. We perform a mission-wide statistical survey of ion-scale waves observed by PSP, investigating if the waves correspond to specific free energy sources in the measured proton velocity distributions. We find that left-handed waves (LHWs) are frequently observed, with the fraction of time they are observed increasing closer to the Sun, reaching $\\sim$30\\%. Right-handed waves (RHWs) are less frequently observed, with the associated time fraction decreasing closer to the Sun. The observed LHWs are generally consistent with parallel propagating ion cyclotron wave (ICW) storms that occur continuously for extended periods of time. Turbulent energy spectra are consistently steeper when LHW storms are observed; these wave storms mediate the spatial transport of the free energy associated with temperature anisotropy. The observed RHWs are generally consistent with oblique and parallel fast magnetosonic waves (FMWs), and their observation is well correlated with enhanced proton parallel heat flux, which quantifies the presence of secondary proton populations. Using observations and the SAVIC machine learning instability identification algorithm, we identify a threshold on the proton heat flux beyond which FMWs are likely to be driven unstable by the proton beams. We are thus able to associate trends in the observed ion-scale waves with known sources of free energy for Encounters 3 through 24 of the PSP's prime science phase.",
      "published": "2025-12-12T00:03:13Z",
      "updated": "2025-12-12T00:03:13Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11182v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11182v1"
    },
    {
      "id": "2512.11091v1",
      "title": "Microgravity and Near-Absolute Zero: A New Frontier in Quantum Computing Hardware",
      "authors": [
        "Denis Saklakov"
      ],
      "summary": "Quantum computing qubits are notoriously fragile, requiring extreme isolation from environmental disturbances. This paper advances the hypothesis that a combination of microgravity and ultra-low temperature (near absolute zero) provides an almost \"ideal\" operating environment for quantum hardware. Under such conditions, gravitational perturbations, thermal noise, and vibrational disturbances are minimized, thereby significantly extending qubit coherence times and reducing error rates. We survey four leading qubit platforms - superconducting circuits, trapped ions, ultracold neutral atoms, and photonic qubits - and explain how each can benefit from a weightless, cryogenic setting. Recent experiments support this vision: Bose-Einstein condensates on the International Space Station (ISS) maintained matter-wave coherence far longer than on Earth, atomic clocks in orbit achieved record stability, and a photonic quantum computer deployed in space is demonstrating robust operation. Finally, we outline a proposed side-by-side experiment comparing identical quantum processors on the ground and in microgravity. Such a test would directly measure improvements in qubit coherence (T1, T2), gate fidelity, and readout accuracy when the influence of gravity is removed.",
      "published": "2025-12-11T20:07:17Z",
      "updated": "2025-12-11T20:07:17Z",
      "categories": [
        "physics.space-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11091v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11091v1"
    },
    {
      "id": "2512.10464v1",
      "title": "Identification and Characterization of the Topside Bulge of the Venusian Ionosphere",
      "authors": [
        "Satyandra M. Sharma",
        "Varun Sheel",
        "Martin Pätzold"
      ],
      "summary": "Venus, in the absence of an intrinsic magnetic field, undergoes a direct interaction between its ionosphere and the solar wind. Previous missions, including Mariner, Venera, and the Pioneer Venus Orbiter (PVO), reported a recurring localized increase in electron density, often termed a \"bulge,\" at altitudes between 160 and 200 km. This study investigates this topside bulge using over 200 dayside electron density profiles derived from the Venus Radio Science experiment (VeRa) onboard the Venus Express (VEX). We employ an automated, gradient-based classification algorithm to provide a quantitative and reproducible method for identifying and categorizing the bulge morphology into three types. Type 1 profiles exhibit a distinct secondary peak above the main V2 layer. Type 2 profiles display a shoulder-like feature near the bulge altitude. Type 3 bulges are not visually apparent but can be identified through residuals obtained after subtracting a Chapman layer fit to the V2 peak. The bulge is detected in over 80\\% of the analyzed profiles, with a higher occurrence during periods of low solar activity and at lower solar zenith angles (SZA). Type 1 morphologies are only observed at low latitudes (within $\\pm 40^\\circ$). The peak altitude of the bulge negatively correlates with SZA, suggesting that thermospheric cooling toward the terminator significantly influences the bulge altitude. The occurrence patterns and morphological characteristics indicate that the bulge is likely influenced by external drivers, such as solar wind interaction, rather than being solely a result of local photochemical processes.",
      "published": "2025-12-11T09:39:52Z",
      "updated": "2025-12-11T09:39:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.10464v1",
      "pdf_link": "https://arxiv.org/pdf/2512.10464v1"
    },
    {
      "id": "2512.10406v1",
      "title": "Generation of proton beams at switchback boundary-like rotational discontinuities in the solar wind",
      "authors": [
        "Rong Lin",
        "Fabio Bacchini",
        "Jiansen He",
        "Luca Pezzini",
        "Jingyu Peng"
      ],
      "summary": "Alfvénic rotational discontinuities (RDs) are abundant in the inner heliosphere and can be used to model the boundary of switchbacks, i.e. Alfvénic magnetic kinks. To investigate the effects of RDs on proton kinetics, we model a pair of switchback-boundary-like RDs with a hybrid Particle-In-Cell (PIC) approach in a 2D system. We find that, at one of the boundary RDs, a significant population of protons remains trapped over long times, creating a secondary beam-like component with temperature anisotropy $T_\\perp/T_\\|\\gtrsim4$ in the proton velocity distribution function that excites ion cyclotron waves within the downstream portion of the transition layer. Further analysis suggests that the static electric field in the vicinity of the RD is the key factor in trapping the protons. This work indicates that switchback boundaries could represent a viable environment for the creation of proton beams in the heliosphere; it also highlights the need to investigate RD sub-structures, especially the embedded current systems of interplanetary RDs. Finally, this paper underscores the importance of high-resolution observations of the solar wind velocity distributions around RDs.",
      "published": "2025-12-11T08:16:22Z",
      "updated": "2025-12-11T08:16:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.10406v1",
      "pdf_link": "https://arxiv.org/pdf/2512.10406v1"
    },
    {
      "id": "2512.09828v1",
      "title": "Damped Kinetic Alfvén Waves in Earth's Magnetosheath: Numerical Simulations and MMS Observations",
      "authors": [
        "Mani K. Chettri",
        "Hemam D. Singh",
        "Vivek Shrivastav",
        "Britan Singh",
        "Rupak Mukherjee"
      ],
      "summary": "The Earth's magnetosheath provides a high $β$ (ratio of electron thermal pressure to magnetic pressure) plasma environment where kinetic Alfvén waves (KAWs) strongly influence turbulence and energy dissipation. This study investigates how Landau damping modifies the nonlinear evolution of KAWs by solving a modified nonlinear Schrödinger equation that captures both dispersive and nonlinear effects. Without Landau damping, modulational instability drives rapid self-focusing into intense magnetic filaments, producing a turbulent cascade with $k_\\perp^{-5/3}$ scaling in the inertial range ($k_\\perpρ_i<1$) that transitions to $k_\\perp^{-8/3}$ at sub-ion scales ($k_\\perpρ_i>1$), here $k_\\perp$ is the wavevector component perpendicular to the background magnetic field and $ρ_i$ the ion thermal gyroradius. When Landau damping is included, magnetic structures are significantly suppressed, and the spectrum steepens to $k_\\perp^{-11/3}$ in the sub-ion range while the inertial range maintains $k_\\perp^{-5/3}$ scaling. The damping acts across all scales through resonant wave-particle interactions, efficiently transferring energy from waves to particles. Direct comparison with Magnetospheric Multiscale (MMS) spacecraft observations shows that the observed kinetic range spectral slope falls between our undamped and damped simulation limits, consistent with an intermediate damping regime in magnetosheath turbulence. This agreement confirms that Landau damping is one of the primary mechanisms controlling turbulent energy dissipation at kinetic scales in collisionless plasmas.",
      "published": "2025-12-10T17:06:13Z",
      "updated": "2025-12-10T17:06:13Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09828v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09828v1"
    },
    {
      "id": "2512.09738v1",
      "title": "Predicting CME Arrivals with Heliospheric Imagers from L5: A Data Assimilation Approach",
      "authors": [
        "Tanja Amerstorfer",
        "Justin Le Louëdec",
        "David Barnes",
        "Maike Bauer",
        "Jackie A. Davies",
        "Satabdwa Majumdar",
        "Eva Weiler",
        "Christian Möstl"
      ],
      "summary": "The Solar TErrestrial RElations Observatory (STEREO) mission has laid a foundation for advancing real-time space weather forecasting by enabling the evaluation of heliospheric imager (HI) data for predicting coronal mass ejection (CME) arrivals at Earth. This study employs the ELEvoHI model to assess how incorporating STEREO/HI data from the Lagrange 5 (L5) perspective can enhance prediction accuracy for CME arrival times and speeds. Our investigation, preparing for the upcoming ESA Vigil mission, explores whether the progressive incorporation of HI data in real-time enhances forecasting accuracy. The role of human tracking variability is evaluated by comparing predictions based on observations by three different scientists, highlighting the influence of manual biases on forecasting outcomes. Furthermore, the study examines the efficacy of deriving CME propagation directions using HI-specific methods versus coronagraph-based techniques, emphasising the trade-offs in prediction accuracy. Our results demonstrate the potential of HI data to significantly improve operational space weather forecasting when integrated with other observational platforms, especially when HI data from beyond 35° elongation are used. These findings pave the way for optimising real-time prediction methodologies, providing valuable groundwork for the forthcoming Vigil mission and enhancing preparedness for CME-driven space weather events.",
      "published": "2025-12-10T15:17:54Z",
      "updated": "2025-12-10T15:17:54Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09738v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09738v1"
    },
    {
      "id": "2512.09168v1",
      "title": "The skin effect in anomalous transport of charged particles in plasma with a microturbulent magnetic field. I. Isotropic plasma",
      "authors": [
        "N. A. Emelyanov",
        "Vl. V. Kocharovsky"
      ],
      "summary": "The influence of electromagnetic skin effect on anomalous charged particle transport in dense, non-relativistic, collisionless plasma with a small-scale turbulent magnetic field was investigated using quasi-linear kinetic equations, through both analytical and numerical methods. Analytical expressions for the diffusion tensor components in the Fokker-Planck equation that take this effect into account have been found. The equation was solved numerically in the case of magnetostatic turbulence. It has been demonstrated that the skin effect increases the mean free path of particles in turbulent plasma, thereby reducing its anomalous resistance. It also leads to anisotropy in particle scattering, resulting in anisotropy in their stationary velocity distribution, which increases as the screening parameter grows. Approximate analytical formulas for the effective mobility of charged particles and the electric conductivity of plasma with isotropic magnetostatic turbulence have been obtained.",
      "published": "2025-12-09T22:28:58Z",
      "updated": "2025-12-09T22:28:58Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09168v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09168v1"
    },
    {
      "id": "2512.08447v1",
      "title": "Photon Dynamics and Collision Risks in Relativistic Spaceflight: A Comparative Study of Methods and Implications",
      "authors": [
        "Li Kai Wen",
        "Joao Rodrigues"
      ],
      "summary": "This dissertation explores the dynamics of relativistic spaceflight, focusing on the risks associated with collisions and photon interactions as a spacecraft approaches velocities near the speed of light. The study emphasizes two primary collision types: (1) collisions with interstellar dust and particles, and (2) interactions with cosmic molecules, specifically hydrogen. Using principles of energy conservation and relativistic mechanics, the energy transfer from these collisions is calculated, showing that even small particles can impart massive energy at relativistic speeds. The dissertation also examines the impact of the cosmic microwave background (CMB) radiation, particularly its blue-shifting effect at high velocities, which influences photon interactions with the spacecraft. Additionally, the Schwinger limit, which sets an upper bound on the electromagnetic field strength for sustained relativistic travel, is discussed in the context of photon-induced pair production. Lastly, advanced photon interactions, such as Compton scattering, are analyzed for their role in thermal management and spacecraft design. The findings highlight the importance of shielding, thermal regulation, and collision avoidance strategies in the design of spacecraft for interstellar travel, offering insights into the potential challenges and solutions for achieving relativistic spaceflight.",
      "published": "2025-12-09T10:19:59Z",
      "updated": "2025-12-09T10:19:59Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.08447v1",
      "pdf_link": "https://arxiv.org/pdf/2512.08447v1"
    },
    {
      "id": "2512.09949v1",
      "title": "Two-dimensional PIC simulation of collective Thomson scattering in a beam-plasma system",
      "authors": [
        "Yuma Sato",
        "Shuichi Matsukiyo"
      ],
      "summary": "Collective Thomson scattering (CTS) in a beam-plasma system is reproduced by using 2D PIC simulations and the characteristics of the scattered wave spectrum are examined. By formulating the geometric shape of the scattered wave spectrum in wave number space, where the velocity vector of the beam component and the wave vectors of the incident and scattered waves are arbitrary, it is demonstrated that the spectrum in 2D wave number space becomes asymmetric. The spectrum of scattered waves propagating in a specific direction is presented as a function of wavelength to show that the electron (ion) feature is amplified and becomes asymmetric or distorted when Buneman (ion acoustic) instability occurs. An additional simulation is conducted for a weak, linearly stable beam-plasma system with a hot beam, and confirmed that the obtained scattered wave spectrum shows asymmetric feature. The results are expected to be applicable to the interpretation of radar observations of ionospheric plasmas as well as CTS measurements in laboratory plasmas.",
      "published": "2025-12-09T00:48:01Z",
      "updated": "2025-12-09T00:48:01Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09949v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09949v1"
    },
    {
      "id": "2512.06950v1",
      "title": "PARIS: Pruning Algorithm via the Representer theorem for Imbalanced Scenarios",
      "authors": [
        "Enrico Camporeale"
      ],
      "summary": "The challenge of \\textbf{imbalanced regression} arises when standard Empirical Risk Minimization (ERM) biases models toward high-frequency regions of the data distribution, causing severe degradation on rare but high-impact ``tail'' events. Existing strategies uch as loss re-weighting or synthetic over-sampling often introduce noise, distort the underlying distribution, or add substantial algorithmic complexity.   We introduce \\textbf{PARIS} (Pruning Algorithm via the Representer theorem for Imbalanced Scenarios), a principled framework that mitigates imbalance by \\emph{optimizing the training set itself}. PARIS leverages the representer theorem for neural networks to compute a \\textbf{closed-form representer deletion residual}, which quantifies the exact change in validation loss caused by removing a single training point \\emph{without retraining}. Combined with an efficient Cholesky rank-one downdating scheme, PARIS performs fast, iterative pruning that eliminates uninformative or performance-degrading samples.   We use a real-world space weather example, where PARIS reduces the training set by up to 75\\% while preserving or improving overall RMSE, outperforming re-weighting, synthetic oversampling, and boosting baselines. Our results demonstrate that representer-guided dataset pruning is a powerful, interpretable, and computationally efficient approach to rare-event regression.",
      "published": "2025-12-07T18:05:20Z",
      "updated": "2025-12-07T18:05:20Z",
      "categories": [
        "stat.ML",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.06950v1",
      "pdf_link": "https://arxiv.org/pdf/2512.06950v1"
    },
    {
      "id": "2512.04730v1",
      "title": "On the magnetic field evolution of interplanetary coronal mass ejections from 0.07 to 5.4 au",
      "authors": [
        "Christian Möstl",
        "Emma E. Davies",
        "Eva Weiler",
        "Ute V. Amerstorfer",
        "Andreas J. Weiss",
        "Hannah T. Rüdisser",
        "Martin A. Reiss",
        "Satabdwa Majumdar",
        "Timothy S. Horbury",
        "Stuart D. Bale",
        "Daniel Heyner"
      ],
      "summary": "A central question for understanding interplanetary coronal mass ejection (ICME) physics and improving space weather forecasting is how ICMEs evolve in interplanetary space. We have updated one of the most comprehensive in situ ICME catalogs to date, which now includes 1976 events from 11 space missions covering over 34 years, from December 1990 to August 2025. We have combined existing catalogs including magnetic obstacles and identified and added boundaries of an additional 807 (40.8%) events ourselves. With this catalog, we demonstrate the most extensive analysis to date of total ICME magnetic field values as a function of heliocentric distance. Parker Solar Probe has observed 6 ICMEs at $< 0.23$ au (until April 2025), and Solar Orbiter and BepiColombo have added more events near 0.3~au, bridging the major observational gap towards the solar corona. Our main result is that a single power law can describe the evolution of the mean total magnetic field (exponent value of $k=-1.57$) and maximum field ($k=-1.53$) in the magnetic obstacle (MO), from 0.07 to 5.4 au. Extending the power law to the solar photosphere reveals a strong inconsistency with magnetic field magnitudes observed in the quiet Sun and active regions by 2 and 4 orders of magnitude, respectively. We introduce a multipole-type power law with two exponents, $k_1=-1.57$, and $k_2=-6$, relating the ICME magnetic field magnitude to an average solar active region field strength. These results present important observational constraints for the evolution of ICMEs from the Sun to the heliosphere.",
      "published": "2025-12-04T12:15:17Z",
      "updated": "2025-12-04T12:15:17Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.04730v1",
      "pdf_link": "https://arxiv.org/pdf/2512.04730v1"
    },
    {
      "id": "2512.07895v2",
      "title": "Ion-acoustic shock and solitary waves in magnetized plasma with Cairns-Gurevich distribution electrons",
      "authors": [
        "Rui Huo",
        "Jiulin Du"
      ],
      "summary": "The propagation properties of ion-acoustic solitary and shock waves in the magnetized viscous plasma with nonthermal trapped electrons are investigated. The Cairns-Gurevich distribution as the electron distribution is considered to describe the plasma nonthermality and particle trapping. By adopting the reductive perturbation technique, we derived the nonlinear Schamel-Korteweg-de Vries-Burgers (SKdVB) equation, and then obtained the ion-acoustic shock and solitary wave solutions of the SKdVB equation for different limiting cases. It is found that the impact of nonthermal parameter α, external magnetic field Ω, obliqueness lz, wave speed U0, and the ion kinematic viscosity η0 can significantly change the characteristics of the shock and solitary waves. These results may be useful for better understanding the propagation of nonlinear structures in space (i.e. Earth's magnetosphere and ionosphere, auroral regions) and laboratory plasma with nonthermal trapped electrons.",
      "published": "2025-12-04T06:40:31Z",
      "updated": "2025-12-10T03:26:30Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.07895v2",
      "pdf_link": "https://arxiv.org/pdf/2512.07895v2"
    },
    {
      "id": "2512.07894v2",
      "title": "Firehose instability in the space plasma with anisotropic Cairns-distribution electrons",
      "authors": [
        "Rui Huo",
        "Jiulin Du"
      ],
      "summary": "We study the electron firehose mode propagating parallel to the ambient magnetic field in the space plasma with anisotropic Cairns-distribution electrons. The dispersion relation, the wave frequency and the growth rate of electron firehose mode are derived, and the condition for onset of the firehose instability is obtained. We show that the wave frequency and the growth rate both depend significantly on the parameters, such as the parallel electron beta , the nonthermal parameter Λ and the electron temperature anisotropy Ae , and the anisotropic Cairns-distribution electrons change the instability condition. The numerical analyses show that the wave frequency and the growth rate of the electron firehose mode increase with increase of the parameters. The results may be helpful for understanding the firehose instability in space plasma environments.",
      "published": "2025-12-04T05:52:30Z",
      "updated": "2025-12-10T03:24:41Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.07894v2",
      "pdf_link": "https://arxiv.org/pdf/2512.07894v2"
    },
    {
      "id": "2512.07893v2",
      "title": "Kinetic Alfvén waves in the temperature anisotropic space plasma with a kappa-Maxwellian distribution",
      "authors": [
        "Rui Huo",
        "Jiulin Du",
        "Ran Guo"
      ],
      "summary": "The dispersion and damping rate of kinetic Alfvén waves are studied in temperature anisotropic space plasma with kappa-Maxwellian distribution. Employing a kinetic approach, the wave frequency and damping rate of kinetic Alfvén waves and the modified ion acoustic waves are derived in a low \\b{eta} plasma, which both depend on the parameters \\k{appa} and . The numerical analyses show that the wave frequency of kinetic Alfvén waves is larger in kappa-Maxwellian plasma than that in Maxwellian case. The wave frequency of the modified ion acoustic waves in kappa-Maxwellian plasma is larger in the short-wave region but smaller in the long-wave region than that in Maxwellian case. Again, we found that the damping rate of kinetic Alfvén waves in kappa-Maxwellian plasma is stronger than that in Maxwellian case. The damping rate of modified ion acoustic waves in kappa-Maxwellian plasma is stronger in the short-wave region but weaker in the long-wave region than that in Maxwellian case. The impact of the parameter on the two modes is relatively small because we consider the low \\b{eta} case. These results are helpful for us to understand better the characteristics of kinetic Alfvén waves in space plasma.",
      "published": "2025-12-04T05:09:26Z",
      "updated": "2025-12-10T03:22:26Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.07893v2",
      "pdf_link": "https://arxiv.org/pdf/2512.07893v2"
    },
    {
      "id": "2512.03890v1",
      "title": "The May 2024 Storm: dayside magnetopause and cusps in simulated soft X-Rays",
      "authors": [
        "J. Ng",
        "L. -J. Chen",
        "B. Burkholder",
        "D. Sibeck",
        "F. S. Porter",
        "K. H. Pham",
        "V. G. Merkin",
        "H. Connor",
        "J. W. Bonnell",
        "S. Petrinec",
        "Y. Zou",
        "B. Alterman",
        "G. Cucho-Padin"
      ],
      "summary": "The coronal mass ejection (CME) arriving at Earth on May 10, 2024 caused the most intense geomagnetic storm in the last two decades, and resulted in highly unusual magnetopause and cusp dynamics. We simulate soft X-Ray emission due to solar wind charge exchange with exospheric neutrals to image the global dayside dynamics, focusing on the impact of a dense CME current sheet during the storm main phase. The magnetopause moves inward to ~ 4 RE, and at the same time, the two cusps manifest as nearly parallel emission ridges in X-Ray. As the interplanetary magnetic field reverses, the cusp ridges move to higher latitudes for ~ 10 minutes after the reversal. The X-Ray emission can be detected by imagers to be flown on future missions to provide a global picture of the magnetopause and cusps with quantitative determination of their locations",
      "published": "2025-12-03T15:40:48Z",
      "updated": "2025-12-03T15:40:48Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.03890v1",
      "pdf_link": "https://arxiv.org/pdf/2512.03890v1"
    },
    {
      "id": "2512.03472v1",
      "title": "Quasi-linear theory of perpendicular ion heating by critically balanced turbulence",
      "authors": [
        "Zade Johnston",
        "Jonathan Squire"
      ],
      "summary": "In collisionless astrophysical plasmas, turbulence mediates the partitioning of free energy among cascade channels and its dissipation into ion and electron heat. The resulting ion heating is often anisotropic, with ions observed to be preferentially heated perpendicular to the local magnetic field; understanding the mechanisms responsible for this heating is a key step in understanding the evolution of such plasmas. In this paper, we use the framework of quasi-linear theory to compute analytically the heating rates of ions interacting with turbulent, large-scale Alfvénic fluctuations. We show how the imbalance of the turbulence (the difference in energies between Alfvénic fluctuations travelling parallel and antiparallel to the magnetic field) modifies the spatiotemporal spectrum of these fluctuations, allowing the heating mechanism to transition between two commonly-studied mechanisms: stochastic heating in balanced turbulence to resonant-cyclotron heating in imbalanced turbulence. The resultant heating rate is found to have a general form regardless of the level of imbalance, exhibiting a suppression related to the conservation of the ions' magnetic moment at small turbulent amplitudes and recovering previous empirical results in a formal calculation. The results of this work help to consolidate our qualitative understanding of ion heating within astrophysical plasmas, as well as yielding specific quantitative predictions to analyse simulations and observations.",
      "published": "2025-12-03T05:53:28Z",
      "updated": "2025-12-03T05:53:28Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.03472v1",
      "pdf_link": "https://arxiv.org/pdf/2512.03472v1"
    },
    {
      "id": "2512.03269v1",
      "title": "Understanding cold electron impact on parallel-propagating whistler chorus waves via moment-based quasilinear theory",
      "authors": [
        "Opal Issan",
        "Vadim Roytershteyn",
        "Gian Luca Delzanno",
        "Salomon Janhunen"
      ],
      "summary": "Earth's magnetosphere hosts a wide range of collisionless particle populations that interact through various wave-particle processes. Among these, cold electrons, with energies below 100eV, often dominate the plasma density but remain poorly characterized due to measurement challenges such as spacecraft charging and photoelectron contamination. Understanding the contribution of these cold populations to wave-particle interaction is of significant interest. Recent kinetic simulations identified a secondary drift-driven instability in which parallel-propagating whistler-mode chorus waves excite oblique electrostatic whistler waves near the resonance cone and Bernstein-mode turbulence. These secondary modes enable a new channel of energy transfer from the parallel-propagating whistler wave to the cold electrons. In this work, we develop a moment-based quasilinear theory of the secondary instabilities to quantify such energy exchange. Our results show that these secondary instabilities persist for a wide range of parameters and, in many cases, lead to nearly complete damping of the primary wave. Such secondary instability might limit the amplitude of parallel-propagating whistler waves in Earth's magnetosphere and might explain why high-amplitude oblique whistler or electron Bernstein waves are rarely observed simultaneously with high-amplitude field-aligned whistler waves in the inner magnetosphere.",
      "published": "2025-12-02T22:21:41Z",
      "updated": "2025-12-02T22:21:41Z",
      "categories": [
        "physics.plasm-ph",
        "physics.comp-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.03269v1",
      "pdf_link": "https://arxiv.org/pdf/2512.03269v1"
    },
    {
      "id": "2512.03120v2",
      "title": "Enhanced magnetostrophic waves with magnetic field orthogonal to the rotation axis",
      "authors": [
        "Raviraj Narayan Shinde",
        "Ghanesh Narasimhan"
      ],
      "summary": "We consider an isolated Gaussian velocity vortex perturbation in an otherwise quiescent, electrically conducting, and rotating fluid permeated by a uniform magnetic field $\\bf{B}$. Studies suggest a presence of strong azimuthal wave motions on the timescale of centuries within the Earth's liquid outer core at higher latitudes. To understand these long-period oscillations, we focus on magnetostrophic waves, a slow component of magnetic-Coriolis waves with $\\bf{B}$ orthogonally aligned with the rotation vector $\\bfΩ$, which replicate the field lines in the azimuthal direction. We present an analytical solution to the magnetic-Coriolis wave equation in Cartesian coordinates. Later, with numerical solution, we validate our analytical estimates and show that magnetostrophic waves travel relatively faster along the magnetic field when $\\bf{B} \\perp \\bfΩ$ compared with the case when both are aligned. The study confirms that with a magnetic field $\\bf{B}$ orthogonally aligned to the rotation vector $\\bfΩ$, wave vectors satisfying the condition $\\bfΩ\\cdot\\bf{k} \\approx 0$, travel with Alfvén velocities along the magnetic field lines as a component of inertial-Alfvén waves. The timescales on which Alfvén waves travel are relatively short, and it is also less likely that inertial-Alfvén waves will be sustained inside the core at higher latitudes \\citep{Davidson2017}. This study shows that, excluding the inertial-Alfvén waves contribution ($k_z\\neq 0$), there exists intensified magnetostrophic wave propagation when $\\bf{B} \\perp \\bfΩ$, which can explain the strong periodic oscillations on the time scales of centuries along the azimuthal field at higher latitudes. Results show persistence of the magnetostrophic waves despite the lower Lehnert number $Le$, suggesting the plausible existence of a low-intensity azimuthal magnetic field in the Earth's core.",
      "published": "2025-12-02T13:32:29Z",
      "updated": "2025-12-04T13:52:14Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "physics.ao-ph",
        "physics.flu-dyn",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.03120v2",
      "pdf_link": "https://arxiv.org/pdf/2512.03120v2"
    },
    {
      "id": "2512.09937v1",
      "title": "Lateral Deformation of Large-scale Coronal Mass Ejections during the Transition from Non-radial to Radial Propagation",
      "authors": [
        "Huidong Hu",
        "Chong Chen",
        "Yiming Jiao",
        "Bei Zhu",
        "Rui Wang",
        "Xiaowei Zhao",
        "Liping Yang"
      ],
      "summary": "Many coronal mass ejections (CMEs) initially propagate non-radially, and then transition to radial propagation in the corona. This directional transition is a significant process that determines a CME's space weather effects but remains poorly understood. Based on multi-wavelength observations, we investigate the transition from non-radial to radial propagation in the low corona for two large-scale CMEs from the same active region on the solar limb. In the beginning, both CMEs move in a non-radial direction, beneath a system of overlying loops that are roughly parallel to the flux-rope axis. The CMEs laterally deform by bulging their upper flanks in the non-radial stage toward the higher corona, which results in the transition to a radial propagation direction approximately 25$^\\circ$ away from the eruption site. After the directional transition, the non-radial-stage upper flank becomes the leading edge in the radial stage. Although the overlying loops do not strap over the flux rope, their strong magnetic tension force constrains the radial expansion of part of the CME during the transition by acting on the flux-rope legs. A major portion of the filament is displaced to the southern part of a CME in the radial stage, which implies the complexity of observational CME features. This study presents the first investigation of the lateral deformation during the transition of CMEs from non-radial to radial in the low corona, and makes an essential contribution to the complete CME evolution picture.",
      "published": "2025-12-02T07:20:09Z",
      "updated": "2025-12-02T07:20:09Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2512.09937v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09937v1"
    },
    {
      "id": "2512.02292v1",
      "title": "Solitary Alfvén Waves",
      "authors": [
        "Zesen Huang",
        "Marco Velli",
        "Chen Shi",
        "Yuliang Ding"
      ],
      "summary": "We present a three-dimensional numerical model of a solitary spherically polarized Alfvén wave packet -- an Alfvénon, characterized by open field-line topology and magnetic field reversals, resembling the switchbacks observed by Parker Solar Probe to be a nearly ubiquitous feature of turbulence in the inner heliosphere. Direct magnetohydrodynamic simulations of the constructed Alfvénon demonstrates remarkable stability, confirming its nature as an exact, nonlinear solution of the ideal MHD equations.",
      "published": "2025-12-02T00:15:37Z",
      "updated": "2025-12-02T00:15:37Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.02292v1",
      "pdf_link": "https://arxiv.org/pdf/2512.02292v1"
    },
    {
      "id": "2512.23663v1",
      "title": "Limits of applicability of holographic dual descriptions to QCD: virtuality and coherence",
      "authors": [
        "Guy F. de Teramond"
      ],
      "summary": "Virtuality and coherence determine the limits of applicability of holographic concepts in QCD. In light-front quantization, the invariant mass controls the off-shell behavior of a physical process and thus provides a measure of its virtuality. In impact space, the corresponding quantity is the invariant transverse separation between quarks and gluons, $ζ$, which is identified with the holographic coordinate $z$ in holographic light-front QCD. By embedding the internal structure of hadrons and implementing an effective superconformal symmetry, the mapping between quantum states and classical gravity -- central to the holographic principle -- yields new analytic insights into the strong-interaction dynamics responsible for the emergence of a confinement scale and the observed hadron spectrum. We show that the possible emergence of a gravity dual to physical QCD is restricted to the Regge limit of high-energy scattering, where many partonic degrees of freedom participate coherently. This criterion provides a quantitative definition of the domain of applicability of holographic QCD to dynamical processes and allows it to be tested directly against experimental results. By further enforcing analyticity together with exact QCD constraints at asymptotic infinity, the holographic framework can be consistently extended beyond the infrared domain. To illustrate this procedure, we briefly discuss recent work by the HLFHS collaboration, where the effective strong coupling was extended from the Regge-limit domain, through the near-perturbative transition region, and into the ultraviolet Bjorken-limit domain. The resulting scheme provides a unified and precise nonperturbative description of the strong coupling across all virtuality scales.",
      "published": "2025-12-29T18:19:14Z",
      "updated": "2025-12-29T18:19:14Z",
      "categories": [
        "hep-th",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23663v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23663v1"
    },
    {
      "id": "2512.23654v1",
      "title": "Scattering Amplitudes and Conservative Binary Dynamics at $O(G^5)$ without Self-Force Truncation",
      "authors": [
        "Zvi Bern",
        "Enrico Herrmann",
        "Radu Roiban",
        "Michael S. Ruf",
        "Alexander V. Smirnov",
        "Sid Smith",
        "Mao Zeng"
      ],
      "summary": "We compute the complete potential-graviton contributions to the conservative radial action and scattering angle for two non-spinning bodies in general relativity, accurate through fifth order in Newton's constant and including second-order self-force (2SF) effects. The calculation is carried out in the scattering-amplitude framework, combining the double copy, effective field theory, and multi-loop integration techniques based on integration by parts and differential equations. To address a major computational bottleneck, we develop improved integration-by-parts algorithms that render calculations at this order tractable. The amplitude is presented as a series expansion, following the strategy used earlier in maximal supergravity. For the first self-force sector, which involves only polylogarithmic functions, we also provide a closed-form analytic expression. For the second self-force sector, as in earlier supergravity work, we find nontrivial cancellations among contributions related to integrals supported on Calabi-Yau geometry.",
      "published": "2025-12-29T18:06:18Z",
      "updated": "2025-12-29T18:06:18Z",
      "categories": [
        "hep-th",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23654v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23654v1"
    },
    {
      "id": "2512.23556v1",
      "title": "The new generation lunar gravitational wave detectors: sky map resolution and joint analysis",
      "authors": [
        "Xiaolin Zhang",
        "Chengye Yu",
        "Haoran Li",
        "Sobhan Kazempour",
        "Mingqiu Li",
        "Sichun Sun"
      ],
      "summary": "Lunar-based gravitational-wave interferometry is a fascinating endeavor, and was proposed as a promising approach to bridge the observational gap between space-borne and ground-based detectors. In this work, we adopt the Fisher-matrix method to examine the angular-resolution performance of the newly proposed Crater Interferometry Gravitational-wave Observatory (CIGO) on the lunar crater rim near the north pole, together with TianQin and LISA, for monochromatic sources in the 0.1-10 Hz band. We find that above 0.1 Hz, CIGO achieves better localization accuracy than the other two space-based missions and dominates the combined detector network's performance, provided that lunar noise mitigation is achieved in the 0.1-2.87 Hz frequency range. We further explore an upgraded Tetrahedron configuration, TCIGO, with a fourth station at the bottom of a crater, which forms a regular tetrahedral constellation on the lunar surface. The result shows that TCIGO yields a five-fold improvement in angular-resolution capability over CIGO and gets better sky coverage across the target frequency band.",
      "published": "2025-12-29T15:52:13Z",
      "updated": "2025-12-29T15:52:13Z",
      "categories": [
        "gr-qc",
        "astro-ph.IM",
        "hep-ph",
        "physics.ins-det"
      ],
      "link": "https://arxiv.org/abs/2512.23556v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23556v1"
    },
    {
      "id": "2512.23228v1",
      "title": "Complex scalar dark matter with effective Higgs portals beyond radiation domination",
      "authors": [
        "Manimala Mitra",
        "Dipankar Pradhan",
        "Subham Saha"
      ],
      "summary": "The increasingly stringent bounds on the Higgs-portal coupling, arising from dark matter (DM) direct-detection searches, confront the minimal renormalizable complex scalar DM scenario with thermal production, where freeze-out occurs in the standard radiation-dominated era. This limitation can be alleviated by introducing a dimension-5 Higgs-portal operator in the minimal renormalizable complex scalar DM model and/or by modifying the standard cosmological history of the Universe. In this article, we analyze complex scalar DM production in both the reheating and radiation-dominated epochs within an effective field theory (EFT) framework. While both scenarios exhibit sizeable regions of parameter space consistent with existing constraints, freeze-out during reheating opens up additional viable regions that are otherwise ruled out by DM overabundance in the radiation-dominated scenario. Notably, the renormalizable Higgs-portal coupling is constrained by relic density, direct- and indirect-detection limits, whereas the EFT coupling associated with the dimension-5 operator is constrained by relic density and indirect-detection bounds arising from DM semi-annihilation. We further study the production cross section of complex scalar DM at hadron and lepton colliders.",
      "published": "2025-12-29T06:08:58Z",
      "updated": "2025-12-29T06:08:58Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23228v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23228v1"
    },
    {
      "id": "2512.23226v1",
      "title": "Constraints on SMEFT operators from $Z \\to μμbb$ decay",
      "authors": [
        "Zijian Wang",
        "Tianyi Yang",
        "Tianyu Mu",
        "Andrew Levin",
        "Qiang Li"
      ],
      "summary": "The Standard Model Effective Field Theory (SMEFT) provides a systematic framework to probe indirect effects of heavy new physics via precision measurements. While SMEFT constraints have been extensively studied using purely leptonic $Z$ decays and inclusive $Z$ production, mixed leptonic-hadronic modes remain largely unexplored. In this work, we analyze $Z \\to μμbb$ decays within the SMEFT framework, deriving constraints on dimension-six operators that affect four-fermion interactions between leptons and bottom quarks, as well as $Z$-fermion couplings. Signal and background events are simulated with state-of-the-art Monte Carlo tools, including detector effects such as $b$-tagging, and limits on the relevant Wilson coefficients are extracted using kinematic distributions and a profile likelihood approach. Our results provide complementary constraints to existing SMEFT studies and yield the first process-specific limits on flavor-resolved four-fermion operators involving muons and bottom quarks from $Z$ decays.",
      "published": "2025-12-29T06:05:54Z",
      "updated": "2025-12-29T06:05:54Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23226v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23226v1"
    },
    {
      "id": "2512.23155v1",
      "title": "Discovery prospects for photophobic axion-like particles at a 100 TeV proton--proton collider",
      "authors": [
        "Zilong Ding",
        "Jiaojiao Feng",
        "Ying-nan Mao",
        "Kechen Wang",
        "Yiheng Xiong"
      ],
      "summary": "We study heavy photophobic axion-like particles (ALPs) in the limit of an effectively vanishing diphoton coupling, $g_{aγγ}\\simeq 0$, for which diphoton production and decay are suppressed and collider phenomenology is driven by electroweak interactions ($aWW$, $aZγ$, $aZZ$). We perform detector-level searches at a future $\\sqrt{s}=$ 100 TeV $pp$ collider (SppC/FCC-hh), with an integrated luminosity of $L =$ 20 ab$^{-1}$. We consider $a\\to Zγ$ and $a\\to W^+W^-$ decays. For $pp\\to jj\\,a$ we include both $s$-channel electroweak exchange and vector boson fusion (VBF)-like topologies, while the tri-$W$ signature arises from associated production $pp\\to W^\\pm a$ (via $s$-channel exchange) followed by $a\\to W^+W^-$. We analyze three final states--$Zγjj$ with $Z\\to\\ell^+\\ell^-$, tri-$W$ ($W^\\pm W^\\pm W^\\mp$) with same-sign dimuons plus jets, and $W^+W^-jj$ with opposite-sign, different-flavor dilepton ($e^\\pmμ^\\mp$) plus jets. A boosted-decision-tree (BDT) classifier built from kinematic observables provides the final signal--background separation. At $\\sqrt{s}=100$ TeV and $L =$ 20 ab$^{-1}$, we present discovery sensitivities to the ALP--$W$ coupling $g_{aWW}$ over $m_a\\in[100,\\,7000]$ GeV. In parallel, we report model-independent discovery thresholds on $σ\\times\\mathrm{Br}$ for $pp\\to jj\\,a$ with $a\\to Zγ$ and $a\\to W^+W^-$, as well as for associated production $pp\\to W^\\pm a$ with $a\\to W^+W^-$. Taken together, the three channels deliver broad coverage and mutually reinforcing checks across decay modes and production regimes, strengthening robustness against channel-dependent systematics. The 100~TeV program extends the discovery reach well beyond 14~TeV projections within a general effective field theory (EFT) description that does not assume a specific ultraviolet completion.",
      "published": "2025-12-29T02:37:47Z",
      "updated": "2025-12-29T02:37:47Z",
      "categories": [
        "hep-ph",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2512.23155v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23155v1"
    },
    {
      "id": "2512.22916v1",
      "title": "Probing Lorentz Invariance Violation at High-Energy Colliders via Intermediate Massive Boson Mass Measurements: Z Boson Example",
      "authors": [
        "Z. Kepuladze",
        "J. Jejelava"
      ],
      "summary": "Lorentz invariance (LI) is a foundational principle of modern physics, yet its possible violation (LIV) remains an intriguing window to physics beyond the Standard Model. While stringent constraints exist in the electromagnetic and hadronic sectors, the weak sector-particularly unstable bosons-remains largely unexplored. In this work, based on our recent studies and conference presentation, we analyze how LIV manifests in high-energy collider experiments, focusing on modifications of Z boson dispersion relations and their impact on resonance measurements in Drell--Yan processes. We argue that precision measurements of resonance masses at colliders provide sensitivity to LIV at the level of $10^{-9}$, comparable to bounds derived from cosmic rays. We also discuss the interplay between LIV and gauge invariance, highlighting why only specific operators provide physical effects. The phenomenological implications for both Z and W bosons are outlined, with emphasis on experimental strategies for current and future colliders.",
      "published": "2025-12-28T12:58:28Z",
      "updated": "2025-12-28T12:58:28Z",
      "categories": [
        "hep-ph",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2512.22916v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22916v1"
    },
    {
      "id": "2512.22632v1",
      "title": "Stringent constraints on non-standard neutrino interactions using high-purity $ν_μ$ CC events in IceCube DeepCore",
      "authors": [
        "J Krishnamoorthi",
        "Anil Kumar",
        "Sanjib Kumar Agarwalla"
      ],
      "summary": "The neutral-current (NC) non-standard interactions (NSI) of neutrinos with fermions can modify the flavor oscillations of atmospheric neutrinos as they propagate through the Earth. We present constraints on the NC-NSI parameters $\\varepsilon_{μτ}$ and $\\varepsilon_{ττ}-\\varepsilon_{μμ}$ (one at a time) using a high-purity sample of $ν_μ$ charged-current (CC) atmospheric neutrino events collected by IceCube DeepCore over 7.5 years of livetime. These two parameters significantly affect the $ν_μ$ disappearance channel for which this golden event sample is optimized by the IceCube Collaboration. The best fit to this dataset is consistent with no NSI hypothesis, and we place the most stringent constraints to date: $-\\,0.0094 < \\varepsilon_{μτ} < 0.0079$ and $-\\,0.030 < \\varepsilon_{ττ}-\\varepsilon_{μμ} < 0.029$ at 90% confidence level.",
      "published": "2025-12-27T16:09:04Z",
      "updated": "2025-12-27T16:09:04Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "physics.ins-det"
      ],
      "link": "https://arxiv.org/abs/2512.22632v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22632v1"
    },
    {
      "id": "2512.22549v1",
      "title": "Radiative symmetry breaking in a gauged Zee-Babu model and its gravitational wave imprints",
      "authors": [
        "Indra Kumar Banerjee",
        "Nabarun Chakrabarty",
        "Ujjal Kumar Dey"
      ],
      "summary": "We construct a classically scale invariant version of the Zee-Babu model governed by an $U(1)_{B-L}$ gauge symmetry wherein three right handed neutrinos with identical gauge charges are present. A $\\mathbb{Z}_2$ symmetry is additionally imposed such that the lightest right handed neutrino becomes a dark matter candidate. A spontaneous breakdown of the $U(1)_{B-L}$ gauge group is triggered radiatively through renormalisation group effects and the dimensionful parameters thus emerging are proportional to the corresponding breaking scale $v_{BL}$. We demonstrate in this study how the same $v_{BL}$ controls the dynamics of neutrino mass generation, lepton flavour violation and dark matter phenomenology. It is revealed that the scenario can simultaneously accommodate the observed neutrino masses and mixings, an appropriately low lepton flavour violation and the observed dark matter relic density for 10 TeV $\\lesssim v_{BL} \\lesssim$ 55 TeV. In addition, the very radiative nature of the set-up signals a strong first order phase transition in the presence of a non-zero temperature. Stochastic gravitational waves stemming from this phase transition are within the reach of detectors such as LISA and BBO. The scenario therefore emerges as a concrete platform to test classical scale invariance that is tied to neutrino masses and dark matter, through gravitational waves.",
      "published": "2025-12-27T10:29:02Z",
      "updated": "2025-12-27T10:29:02Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22549v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22549v1"
    },
    {
      "id": "2512.23683v1",
      "title": "Primary black-hole scalar charges and kinetic screening in $K$-essence-Gauss-Bonnet gravity",
      "authors": [
        "Guillermo Lara",
        "Georg Trenkler",
        "Leonardo G. Trombetta"
      ],
      "summary": "Black holes beyond General Relativity may carry non-standard charges that impact their phenomenology. We study how the scalar charge that is induced by the scalar-Gauss-Bonnet coupling is affected by the presence of a nontrivial kinetic term $K(X)$. We discuss the corresponding kinetic screening in the asymptotically flat, static solution first. We then turn to the case where self-accelerating cosmology is driven by $K(X)$, finding that the time-dependence of the scalar field opens up the parameter space, turning the black-hole scalar charge from secondary to primary. We provide a stability analysis and a measure of the intensity of the kinetic screening from the quartic dispersion relation of the mixed scalar and gravitational modes.",
      "published": "2025-12-29T18:41:00Z",
      "updated": "2025-12-29T18:41:00Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.23683v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23683v1"
    },
    {
      "id": "2512.23561v1",
      "title": "Transitioning late-time cosmology with the Hubble parameterization",
      "authors": [
        "Vinod Kumar Bhardwaj",
        "Saibal Ray",
        "Kazuharu Bamba",
        "Akram Ali"
      ],
      "summary": "We investigate a late-time cosmological model for a homogeneous and isotropic space-time in the Rastall theory. We explore the observational constraints on the Hubble parameter by using the latest cosmological datasets such as cosmic microwave background radiation (Planck), baryon acoustic oscillations (DESI) and Type Ia Supernovae (Union 3.0). As a result, we explicitly demonstrate that the specific redshift transition occurs, namely, there happens a phase shift in the evolution of the universe from the initial deceleration era to the current accelerating phase of the cosmological scenario. Furthermore, we show that with the latest dataset of DESI-BAO clubbed with CC, CMB, and Union 3.0, the current value of the Hubble parameter is estimated as $H_0 = 66.945 \\pm 1.094$, which can be compatible with the available observations.",
      "published": "2025-12-29T16:01:05Z",
      "updated": "2025-12-29T16:01:05Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.23561v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23561v1"
    },
    {
      "id": "2512.23279v1",
      "title": "Mass distribution of ultralight boson in binary black hole systems",
      "authors": [
        "Hang Yang",
        "Daiqin Su"
      ],
      "summary": "Ultralight bosons are compelling dark-matter candidates. Both scalar and vector bosons can be produced through black hole superradiance, forming a boson cloud surrounding a rotating black hole. Self-interaction of bosons, together with transition mixing in binary black hole systems, give rise to dynamical phenomena that could be potentially observable with future gravitational wave observations. In this work, we investigate the dynamics of bosons in binary black hole systems. In particular, we focus on boson mass transfer in unequal-mass binary black hole systems with arbitrary spin-orientation of the companion. Our results show that the mass ratio between the companion and the primary black holes significantly affects cloud absorption through mass transfer. Moreover, when the companion's spin is not aligned with that of the primary, the efficiency of cloud depletion is further modified.",
      "published": "2025-12-29T08:03:46Z",
      "updated": "2025-12-29T08:03:46Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.23279v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23279v1"
    },
    {
      "id": "2512.23104v1",
      "title": "Scalar-Field Wave Dynamics and Quasinormal Modes of the Teo Rotating Wormhole",
      "authors": [
        "Ramesh Radhakrishnan",
        "Gerald Cleaver",
        "Delaram Mirfendereski",
        "Eric Davis",
        "Claudio Cremaschini"
      ],
      "summary": "We analyze scalar field perturbations of the rotating Teo wormhole and compute its quasinormal mode (QNM) spectrum using WKB methods in a fully horizonless geometry. The Klein Gordon equation separates and yields a Schrödinger type radial equation with a single, smooth potential barrier shaped by the localized frame dragging profile of the wormhole throat. This barrier supports damped oscillatory modes across the full spin range examined. The resulting QNM spectrum exhibits a coherent and monotonic dependence on rotation. As the spin increases, both the oscillation frequency and the damping rate decrease, indicating progressively longer-lived modes in the absence of horizon induced absorption. In the eikonal limit, we extract the photon-ring radius, orbital frequency, and Lyapunov exponent, and verify the standard QNM-Eikonal correspondence. Comparison with Kerr black holes reveals qualitative differences. Whereas Kerr QNMs are governed by horizon absorption and exhibit symmetric prograde/retrograde mode splitting, the Teo wormhole displays a stronger but spatially confined spin response, partial reflection at the throat, and a distinctive one-sided splitting that saturates rapidly with increasing spin. Although the rotating Teo wormhole admits an ergoregion and superradiant compatible frequency kinematics, the absence of an event horizon or dissipative boundary prevents classical superradiant amplification. These results demonstrate how rotation and boundary conditions jointly shape wave propagation in horizonless compact objects and provide characteristic spectral signatures distinguishing rotating wormholes from Kerr black holes.",
      "published": "2025-12-28T22:56:24Z",
      "updated": "2025-12-28T22:56:24Z",
      "categories": [
        "gr-qc",
        "math-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23104v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23104v1"
    },
    {
      "id": "2512.22764v1",
      "title": "Polarized image of an equatorial emitting ring around a Konoplya-Zhidenko rotating non-Kerr black hole",
      "authors": [
        "Xin Qin",
        "Fen Long",
        "Songbai Chen",
        "Jiliang Jing"
      ],
      "summary": "We investigate the polarized images of an equatorial emitting ring around a Konoplya-Zhidenko rotating non-Kerr black hole, which introduces an additional deformation parameter. The deformation parameter $η$ allows the spin parameter to extend beyond the bounds imposed by the standard Kerr black hole. The results indicate that the polarized images depend not only on the magnetic field configuration, fluid velocity, and observer inclination angle, but also on the deformation parameter and the spin parameter. As the deformation parameter increases, the polarization intensity decreases monotonically when the magnetic field lies in the equatorial plane, whereas it does not vary monotonically when the magnetic field is perpendicular to the equatorial plane. The variation of the electric vector position angle with the deformation parameter is complex. For a fixed deformation parameter, the polarization intensity exhibits a non-monotonic dependence on the spin parameter and varies with azimuthal angle. We also investigate the impact of the deformation parameter on the Stokes Q-U loops. The imprint of the deformation parameter in polarized images may serve as a high-precision observational probe for detecting deviations of black hole spacetime from the Kerr geometry and testing general relativity.",
      "published": "2025-12-28T03:50:45Z",
      "updated": "2025-12-28T03:50:45Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.22764v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22764v1"
    },
    {
      "id": "2512.22762v1",
      "title": "Constraining the dynamical Chern-Simons gravity with future gravitational wave detectors",
      "authors": [
        "Xinyi Che",
        "Xiangyu Lyu",
        "Changfu Shi"
      ],
      "summary": "Dynamical Chern-Simons gravity, a parity-violating modification of general relativity, is regarded as a low-energy effective theory arising from string theory. Gravitational waves provide a powerful probe for testing its predictions. However, current gravitational wave observations are unable to place meaningful constraints on this theory through phase measurements, due to limitations from detector noise and the validity requirements of the waveform models. In this paper, we conduct a comprehensive assessment of the prospects for constraining the dynamical Chern-Simons gravity with future gravitational-wave detectors using stellar mass black holes binary. We quantify how the constraining capacities vary across different detectors and source parameters, and identify the regions of parameter space that satisfy the small-coupling condition. Furthermore, by incorporating an astrophysically motivated mass distribution model for stellar mass black hole binaries, we estimate the potential of upcoming observatories.",
      "published": "2025-12-28T03:39:41Z",
      "updated": "2025-12-28T03:39:41Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.22762v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22762v1"
    },
    {
      "id": "2512.22679v1",
      "title": "When spacetime vibrates: An introduction to gravitational waves",
      "authors": [
        "José P. S. Lemos"
      ],
      "summary": "This article presents a comprehensive analysis of the physics of gravitational waves, exploring both the theoretical foundations and the most recent experimental advances. After a general introduction to the theory of general relativity and its major implications, the article discusses the history of gravitational waves, from their prediction by Einstein to their actual detection. It then explains what gravitational waves are and how they interact with appropriate detectors. The main mechanisms of gravitational radiation emission are analyzed, with a focus on compact binary systems of compact objects, whose orbits typically evolve in three phases: inspiral, merger, and the final ringdown phase, each of these phases leaving distinct signatures in the emitted waves. The article highlights the fundamental role of the giant interferometers LIGO, Virgo, and KAGRA, true cathedrals of modern science, and revisits the historic event GW150914, the first direct detection of gravitational waves, which confirmed the predictions of general relativity and opened a new era for astronomy. This achievement was recognized with the 2017 Nobel Prize in Physics. Other observed events are also discussed, along with their astrophysical sources, and the possibility of detecting gravitational waves of cosmological origin, originating from the Big Bang itself. Finally, current and future projects are analyzed, including observatories based on increasingly sophisticated interferometers, as well as proposals for alternative detection methods, illustrating how gravitational-wave astronomy is shaping the present and future of our exploration of the universe. In concluding, the detection of gravitational waves is set in a broader context by examining the discoveries across the electromagnetic spectrum, thereby illustrating the complementary perspectives these different observational channels provide.",
      "published": "2025-12-27T18:57:59Z",
      "updated": "2025-12-27T18:57:59Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.22679v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22679v1"
    },
    {
      "id": "2512.22649v1",
      "title": "Super-Giants in Gutowski-Reall Black Hole",
      "authors": [
        "Nayan Mondal",
        "Nemani V. Suryanarayana"
      ],
      "summary": "We present all bosonic giant and dual-giant type configurations of a probe D3-brane in the BPS single-parameter Gutowski-Reall black hole in 10d type IIB supergravity that do not break any of its supersymmetries. The resulting D3-brane world-volumes can be given by the common zeros of three holomorphic functions of five complex scalar harmonics of the geometry. These probe branes support world-volume electromagnetic fields which we characterise completely in terms of pull-backs of closed 2-forms. Our configurations can be seen as natural generalisations of known supersymmetric D3-branes in $AdS_5 \\times S^5$ and approach them far away from the black hole horizon.",
      "published": "2025-12-27T16:59:11Z",
      "updated": "2025-12-27T16:59:11Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2512.22649v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22649v1"
    }
  ]
}