{
  "timestamp": "20260127_121758",
  "harvest_date": "2026-01-27T12:17:58.337588+00:00",
  "total_papers": 128,
  "papers": [
    {
      "id": "2601.18725v1",
      "title": "Explaining the thermal emission of old neutron stars with rotochemical heating and magnetized superconducting protons",
      "authors": [
        "Luis E. Rodríguez",
        "Andreas Reisenegger",
        "Denis González-Caniulef",
        "Cristóbal Petrovich"
      ],
      "summary": "The detection of likely thermal ultraviolet emission from a few old neutron stars suggests that at least one internal heating mechanism is present in these stars. One proposed mechanism is rotochemical heating, in which the continuous contraction of the neutron star due to its spin-down produces chemical imbalances that induce Urca reactions, and the latter deposit heat in the neutron star core. If the protons in the star are superconducting, their energy gap suppresses the reactions, except in microscopic magnetized regions (such as quantized flux tubes) in which the protons act as if they were normal. Therefore, the strength of the internal magnetic field controls the rate at which reactions proceed and thus affects the thermal evolution of the neutron star. Here, we present the first comprehensive study of the effect of an internal magnetic field in the superconducting interior on rotochemical heating. We simulate the evolution of neutron stars for different internal magnetic field strengths and neutron energy gaps, comparing the results to Hubble Space Telescope observations of old neutron stars. All the observational data can be accounted for if the proton energy gap is large ($\\sim 1.5\\,\\mathrm{MeV}$) and the neutron energy gap is small ($\\lesssim 0.1\\,\\mathrm{MeV}$) or vanishing, while the millisecond pulsar PSR~J0437$-$4715 needs to have a very weak internal magnetic field. Our results suggest that neutron-star cores are characterized by a large proton pairing gap and a small or vanishing neutron gap, and that millisecond pulsars have very weak internal magnetic fields. Under these conditions, rotochemical heating alone can account for the observed thermal emission of old neutron stars.",
      "published": "2026-01-26T17:50:48Z",
      "updated": "2026-01-26T17:50:48Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.18725v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18725v1"
    },
    {
      "id": "2601.18649v1",
      "title": "Closure models for the feedback of energetic particles on plasma turbulence",
      "authors": [
        "J. Pratt"
      ],
      "summary": "Energetic particles interact with the plasma surrounding them, resonating with certain plasma waves to stabilize them while destabilizing others, and changing the character of the background turbulence in ways that have not been fully quantified or understood. Interaction with the turbulent background plasma is key to the acceleration of many types of energetic particles including high-energy cosmic rays, solar energetic particles, and pick-up ions. This is a process that would ideally be described by a kinetic model, a type of model that follows a probability distribution function (PDF) for all particles in 7-dimensional space. Because of the high dimensionality of a kinetic model, such simulations use the largest computational resources available, and are yet unable to simulate a realistic number of particles, reach the large scales necessary for astrophysical problems, or use high-precision numerical methods. Two available alternatives to kinetic plasma models have been explored: a multi-fluid model, and a hybrid fluid/Fokker-Planck model. These methods are hampered by the physical modeling of the coupling. We develop a new model, which follows the PDF for all particles; this can be viewed as a step toward physical realism above a multi-fluid MHD model, while also being more computationally efficient than a kinetic model. The equations we develop model both the background plasma and the energetic particles self-consistently. Over the last decade, similar PDF methods have been developed to a high level of sophistication to model reactive flows and turbulent combustion for engineering applications. For treatment of the feedback of the energetic particles on a background plasma, a PDF closure approach should evaluate the mean characteristics, including the density, with better statistical quality than will particle-sampling procedures.",
      "published": "2026-01-26T16:20:21Z",
      "updated": "2026-01-26T16:20:21Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18649v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18649v1"
    },
    {
      "id": "2601.18596v1",
      "title": "Radio streaks in the Lighthouse Nebula discovered with MeerKAT -- Particles escaping from the tail and illuminating the ambient magnetic field",
      "authors": [
        "Pierrick Martin",
        "Mickael Coriat",
        "Barbara Olmi",
        "Elena Amato",
        "Niccolò Bucciantini",
        "Alexandre Marcowith",
        "Sarah Recchia"
      ],
      "summary": "Bow-shock pulsar wind nebulae are valuable sources to investigate the dynamics of relativistic pulsar winds and the mechanisms by which they are converted into cosmic-ray leptons at the highest energies. The Lighthouse Nebula is one such object, famous for the high velocity of its pulsar and a long misaligned X-ray jet that is understood as a specific escape channel for the most energetic particles. We aim to get a better understanding of how the bulk of non-thermal particles are released into the interstellar medium. We focus on GHz radio observations, which probe lower-energy particles that are dominant in number and long-lived, thus offering a picture of how escape proceeds in the long run. We analyze 10.5h of MeerKAT observations in the 0.9-1.7GHz band. MeerKAT observations reveal a highly structured synchrotron nebula downstream of pulsar PSR J1101-6101. A cometary tail is detected up to beyond 5pc from the pulsar, while a system of multiple transverse two-sided emission streaks is observed for the first time. No radio counterpart of the misaligned X-ray jet is seen. The radio streaks are interpreted as the occasional charge-independent release of energetic leptons from the tail into the surrounding medium, as a result of dynamical instabilities and reconfiguration in the downstream flow. The intensity layout suggests that most of the particle content of the nebula is discharged into the ambient medium within several parsec. Once escaped, particles light up the ambient magnetic field, which appears to have a coherence length of at least a few parsec. The length and persistence of the streaks indicate a low level of magnetic turbulence, possibly slightly enhanced with respect to average cosmic-ray transport conditions in the Galaxy. Such a confinement may result from self-generated turbulence by resonant streaming instability, or be due to past activity of the progenitor star.",
      "published": "2026-01-26T15:40:56Z",
      "updated": "2026-01-26T15:40:56Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.18596v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18596v1"
    },
    {
      "id": "2601.18551v1",
      "title": "Multi-epoch VLBI observations of the blazar 3C 66A: Spatial twisting and temporal oscillation of the parsec-scale jet",
      "authors": [
        "Paloma Thevenet",
        "Jeonguk Kim",
        "Guang-Yao Zhao",
        "Bong Won Sohn",
        "Suk-Jin Yoon"
      ],
      "summary": "Previous VLBI kinematic studies of the blazar 3C 66A have unveiled complex jet kinematic behaviors. Using follow-up high-resolution VLBI observations and archival data, we investigate the morphology and the variations in orientation and core flux density of the 3C 66A jet to gain a deeper insights into its kinematic behavior and physical origins. We performed KVN and VERA array (KaVA) observations at 22/43 GHz over three epochs in 2014 and collected 109 sets of Very Long Baseline Array (VLBA) archival data at 43 GHz between 1996 - 2025. We imaged the parsec-scale jet and parameterized it using circular Gaussian fittings to the UV visibilities. Finally, we derived the inner jet PA and the core flux densities for the VLBA data. The jet presents a twisted morphology in the KaVA maps. The PA of the fitted Gaussian components is in the range between 170 deg and 195 deg. Our kinematic analysis using the VLBA data indicates that the PA oscillates with an amplitude of 7.77 pm 0.79 deg and a period of 10.94 pm 0.22 years, presented for the first time in this work. This oscillation is topped by a continuous clockwise shift of the PA by -0.83 pm 0.07 deg/year. We also identified a strong core flux variability with possible periodicity and a 2 sigma correlation between the core flux density and the inner jet PA change. We discuss possible physical models that could explain the observed features for this object; in particular, a supermassive black hole binary (SMBHB) system, Lense Thirring (LT) effect, and jet or disk instabilities. The oscillation and continuous shift of the PA and the possible radio flux periodicity, together with the optical flux periodicity of approximately 2 years that had previously been confirmed in several independent studies, favor a jet precession scenario driven by orbital motion and disk-orbit misalignment in a SMBHB system.",
      "published": "2026-01-26T14:59:13Z",
      "updated": "2026-01-26T14:59:13Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2601.18551v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18551v1"
    },
    {
      "id": "2601.18411v1",
      "title": "Exploring the role of accretion shocks in galaxy clusters as sources of ultrahigh-energy cosmic rays",
      "authors": [
        "A. D. Supanitsky",
        "S. E. Nuza"
      ],
      "summary": "Recently, the Pierre Auger Observatory has found strong evidence supporting the extragalactic origin of the most energetic cosmic rays. Despite several observed excesses in the distribution of arrival directions for the highest energy cosmic rays, the sources remain unidentified. Accretion shocks in galaxy clusters have been proposed as potential sources in the past. These immense shock waves, which can have radii on the order of megaparsecs, are generated by the infall of material from the intergalactic medium into the gravitational potential wells of galaxy clusters. In this work, we investigate the possibility that ultrahigh-energy cosmic rays are accelerated in these regions. Nearby massive galaxy clusters, including Virgo, are treated as a discrete component of the cluster mass distribution. Less massive galaxy clusters, as well as distant massive ones, are assumed to follow a continuous distribution in agreement with cluster mass statistics. We fit the flux at Earth and the composition profile measured by the Pierre Auger Observatory, assuming the injection of different nuclear species by these sources, to determine the values of the model parameters. Our results indicate that cosmic ray acceleration in cluster accretion shocks may account for at least a fraction of the observed UHECR flux at energies below the suppression scale. At higher energies, direct acceleration from the thermal pool would be feasible only if local fluctuations create favorable conditions, such as magnetic fields about an order of magnitude stronger than those typically expected in cluster accretion shocks, or for particular shock normal-magnetic field configurations.",
      "published": "2026-01-26T12:08:55Z",
      "updated": "2026-01-26T12:08:55Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.18411v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18411v1"
    },
    {
      "id": "2601.18357v1",
      "title": "Resolution Dependence in Magnetohydrodynamic Simulations of Neutrino-Driven Core-Collapse Supernovae",
      "authors": [
        "Vishnu Varma",
        "Bernhard Müller"
      ],
      "summary": "We investigate the role of resolution and initial magnetic field strength on core-collapse supernovae in simulations of a non-rotating $13 \\mathrm{M_\\odot}$ progenitor. Specifically, we study the effect on shock revival, explosion dynamics, and the properties of the compact remnant. We run four models with different numerical grid resolutions with an initial central dipole field strength of $\\mathord{\\approx}10^{12}\\, \\mathrm{G}$. Two of those resolutions are also run with a weaker central magnetic field of $\\mathord{\\approx}10^{10}\\, \\mathrm{G}$ . The shock revival time for all models is largely independent of resolution and initial magnetic field strength, but we find higher explosion energies when the initial magnetism is stronger and at higher resolutions. We find that models with strong magnetic fields have lower neutrino luminosity and energies, due to a proto-neutron star (PNS) that is deformed by the strong magnetic fields. At higher resolutions, magnetic fields are amplified more efficiently in the gain region and in the PNS via the small-scale dynamo. Although the strong magnetic fields do not directly drive the explosion, they have a subsidiary impact on the explosion mechanism and compensate for the reduced neutrino heating. Stronger magnetic energies in the PNS also affect energy and angular momentum redistribution, leading to more extended and vigorous PNS convection zones at higher resolutions.",
      "published": "2026-01-26T11:05:21Z",
      "updated": "2026-01-26T11:05:21Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.18357v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18357v1"
    },
    {
      "id": "2601.18311v1",
      "title": "Photoexcitation spectroscopy of highly charged ions for application to astronomy using a compact electron beam ion trap (EBIT) at the synchrotron radiation facility SPring-8",
      "authors": [
        "Leo Hirata",
        "Yuki Amano",
        "Moto Togawa",
        "Hiroyuki A. Sakaue",
        "Nobuyuki Nakamura",
        "Makoto Sawada",
        "Hiromasa Suzuki",
        "Masaki Oura",
        "Hiroya Yamaguchi"
      ],
      "summary": "In the past few decades, X-ray astronomy satellites equipped with grating spectrometers and microcalorimeters have enabled high-resolution spectroscopic observations of astrophysical objects. The need for accurate atomic data has arose as we attempt detailed analysis of the high-resolution spectra they provide. This is because current spectral models, which heavily rely on theoretical calculations, entail non-negligible uncertainties. We employ a plasma spectroscopy device called electron beam ion trap (EBIT) to experimentally obtain precise atomic data. An EBIT with a design that allows combined operation with synchrotron radiation facilities was developed based on the Heidelberg Compact EBIT and installed at ISAS/JAXA for this purpose. We conducted a spectroscopic experiment using the JAXA-EBIT at the synchrotron radiation facility SPring-8, and successfully obtained high-resolution spectra of the L$α$ resonance transition of Ne-like Fe$^{16+}$ ions, 3C, as well as the K$α$ resonance transition of He-like O$^{6+}$ ions. We also measured another Ne-like Fe$^{16+}$ L$α$ resonance transition, 3G, and constrained an upper limit of the oscillator strength ratio of 3G to 3C, using our experimental results. The experimental values obtained in this study will be applied to observational studies of astrophysical objects as a part of the plasma spectral modeling.",
      "published": "2026-01-26T09:45:53Z",
      "updated": "2026-01-26T09:45:53Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.18311v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18311v1"
    },
    {
      "id": "2601.18262v1",
      "title": "Revisiting a Quasar Microlensing Event Towards AGN~J1249+3449",
      "authors": [
        "Mario Cazzolla",
        "Francesco De Paolis",
        "Antonio Franco",
        "Achille Nucita"
      ],
      "summary": "The gravitational wave event GW190521 seems to be the only BH merger event possibly correlated with an electromagnetic counterpart, which appeared about 34 days after the GW event. This work aims to confirm that the electromagnetic bump towards the Active Galactic Nucleus (AGN) J1249+3449 can be explained within the framework of the gravitational microlensing phenomenon. In particular, considering the data of the Zwicky Transient Facility (ZTF), what emerges from a detailed analysis of the observed light curve using three fitting models (Point Source Point Lens, Finite Source Point Lens, Uniform Source Binary Lens) is that the optical bump can be explained as a microlensing event caused by a lens with mass {$\\sim\\,$0.1 $M_{\\odot}$}, lying in the host galaxy of the AGN in question.} %MDPI: Please confirm if the bold formatting is necessary; if not, please remove it.",
      "published": "2026-01-26T08:37:05Z",
      "updated": "2026-01-26T08:37:05Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.18262v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18262v1"
    },
    {
      "id": "2601.18051v1",
      "title": "Neutrino opacities in magnetic fields for binary neutron star merger simulations",
      "authors": [
        "Mia Kumamoto",
        "Catherine Welch"
      ],
      "summary": "Neutrino interactions play a central role in transport and flavor evolution in the ejecta of binary neutron star mergers. Simulations suggest that neutron star mergers may produce magnetic fields as strong as $10^{17}$ G, but computational difficulties have hampered the inclusion of magnetic field effects in neutrino interaction rates. In this paper we give approximate interaction rates for neutrinos in the presence of strong magnetic fields, including the effects of Landau quantization and anomalous magnetic moments with errors of order $\\sqrt{T/M}$. We also comment on a neutrino production channel from individual neutrons that can produce low-energy $ν\\barν$ pairs even at low density.",
      "published": "2026-01-26T00:46:37Z",
      "updated": "2026-01-26T00:46:37Z",
      "categories": [
        "astro-ph.HE",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.18051v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18051v1"
    },
    {
      "id": "2601.17955v1",
      "title": "Spectral Evolution and Current Sheet Analysis as Probes of Reconnection-Mediated Decay in Magnetically Dominated Turbulence",
      "authors": [
        "Chandranathan Anandavijayan",
        "Pallavi Bhat"
      ],
      "summary": "The decay of magnetically dominated turbulence exhibits robust inverse transfer of magnetic energy even in the absence of net magnetic helicity, challenging traditional cascade-based phenomenology. While recent studies suggest that magnetic reconnection governs the evolution of such systems, a comprehensive understanding has been lacking. Here we test a reconnection-mediated model for decaying magnetic turbulence in two-dimensional (strict-2D), 2.5D, and three-dimensional (3D) systems with both helical and nonhelical initial conditions. We show that the magnetic-energy decay timescale scales with the Lundquist number in a manner consistent with Sweet-Parker-type reconnection rather than Alfvenic or purely resistive timescales. We develop a broken power-law model for the magnetic energy spectra and provide analytic predictions for the temporal evolution of energy across both sub-inertial and inertial ranges, which are confirmed by high-resolution simulations. In nonhelical turbulence, these results favor anastrophy as the dominant constraint over helicity fluctuations. Using Minkowski functionals to analyze reconnecting current sheets in real space, we find that the structures controlling the decay are substantially smaller than the global magnetic correlation scale, implying local Lundquist numbers well below the system-scale value. This explains the weak sensitivity of global decay laws to current-sheet resolution and that the current-sheet aspect ratios converge toward Sweet-Parker predictions only at sufficiently high resolution. Together, these results establish magnetic reconnection as the organizing principle underlying inverse transfer, spectral evolution, and decay in magnetically dominated turbulence, providing a unified picture applicable across dimensionality and helicity regimes with direct implications for astrophysical plasmas.",
      "published": "2026-01-25T19:09:28Z",
      "updated": "2026-01-25T19:09:28Z",
      "categories": [
        "astro-ph.HE",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.17955v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17955v1"
    },
    {
      "id": "2601.17882v1",
      "title": "SiGMa-Net II: Distinguishing Binary Black Holes from Glitches",
      "authors": [
        "Soorya Narayan",
        "Anupreeta More",
        "Sunil Choudhary",
        "Sudhagar Suyamprakasam",
        "Sukanta Bose"
      ],
      "summary": "With increasing sensitivity of the gravitational wave (GW) detectors, we expect a significant rise in the detectable GW events. To process, analyse and identify such large amounts of GW signals arising from mergers of Binary Black Holes (BBH), we need both speed and accuracy. In the search for (massive) BBH signals, the biggest hurdle is posed by the various non-gaussian noise transients called glitches. Compared to our previous work, which used a simple convolutional neural network to distinguish BBHs from Blip glitches, this work uses transfer learning with InceptionNetV3 to distinguish BBHs from six types of most popular glitches from the third observing run of LIGO. While the glitches are real and identified via GravitySpy, the BBH signals are simulated and then injected into the real detector noise for each of the two LIGO detectors. We generate Sine-Gaussian Projection (SGP) maps by cross-correlating data with Sine-Gaussian functions of varied quality factors ($Q$) and central frequencies ($f_0$) and projected on the $Q$ - $f_0$ plane. We find that SGP maps make it easier to distinguish BBHs from glitches that look very similar to BBHs in the Time-Frequency maps like the Blips, while also maintaining significant morphological differences between BBHs and the more frequent glitches - Scattered Light and Fast Scattering. Our network has an accuracy of $87%$, a TPR of 0.83 for an FPR of 0.1 on our test dataset. It is also robust, retaining its level of accuracy, when tested on real BBH events identified in the first three observing runs of LIGO. Our proposed method shows the viability of using the SGP maps and neural networks for fast identification of GW events improving the efficiency of standard search pipelines.",
      "published": "2026-01-25T15:26:56Z",
      "updated": "2026-01-25T15:26:56Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.17882v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17882v1"
    },
    {
      "id": "2601.17499v1",
      "title": "Deciphering the Remnants of Core-Collapse Supernovae: Reconstructing Progenitor Star Properties and Explosion Mechanisms",
      "authors": [
        "Salvatore Orlando"
      ],
      "summary": "(Abridged) Recent JWST observations of Cassiopeia A (Cas A) reveal unprecedented ejecta substructure, including a web of filaments and the enigmatic \"Green Monster\" (GM), characterized by nearly circular holes and rings. These features provide new constraints on supernova (SN) explosion physics and ejecta-circumstellar medium (CSM) interactions. We present high-resolution three-dimensional hydrodynamic and magnetohydrodynamic simulations of a neutrino-driven SN explosion tailored to Cas A, following the system from core collapse to an age of $\\sim 1000$ yr. The models include key physical processes such as hydrodynamic instabilities, Ni-bubble effects, radiative cooling, non-equilibrium ionization, and electron-ion temperature equilibration. Our results show that the filamentary ejecta network naturally forms during the early explosion due to the interaction of neutrino-driven bubbles and instabilities, retaining a memory of the initial conditions before being progressively modified by the reverse shock. The GM morphology is reproduced by the interaction of dense ejecta clumps with an asymmetric, forward-shocked CSM shell, with radiative cooling enhancing fragmentation and generating the observed holes and rings. Overall, our study demonstrates that Cas A's complex morphology reflects both the imprint of the explosion mechanism and subsequent ejecta-CSM interactions.",
      "published": "2026-01-24T15:52:28Z",
      "updated": "2026-01-24T15:52:28Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.17499v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17499v1"
    },
    {
      "id": "2601.17324v1",
      "title": "On the hadronic origin of the very high energy $γ$-ray emission surrounding the young massive stellar cluster Westerlund 1",
      "authors": [
        "Zhaodong Shi",
        "Rui-zhi Yang"
      ],
      "summary": "The Westerlund 1 (Wd 1) is the most massive known young star cluster in the Galaxy, and an extended $γ$-ray source HESS J1646-458 surrounding it has been detected up to 80 TeV in the very high energy, implying that cosmic rays (CRs) are accelerated effectively in the region. However, the dominant radiation process contributing to the $γ$-ray emission is not well constrained. In the present work, we develop a model of CR acceleration at the termination shock in the superbubble inflated by the interaction of the cluster wind from the Wd 1 with the surrounding interstellar medium. We then calculate the flux and radial profile of $γ$ rays produced by the inelastic collisions of the hadronic CRs with the ambient gas. Our results with reasonable parameters can explain well the spectrum and radial profile of the $γ$-ray emission of HESS J1646-458, and consequently the $γ$-ray emission of HESS J1646-458 is likely to be of hadronic origin.",
      "published": "2026-01-24T06:08:39Z",
      "updated": "2026-01-24T06:08:39Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.17324v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17324v1"
    },
    {
      "id": "2601.17299v1",
      "title": "Single-Pulse Correlations in PSR B0329+54: Implications for Radio Emission Zones",
      "authors": [
        "Shyam S. Sharma",
        "Tetsuya Hashimoto",
        "Tomotsugu Goto",
        "Sanjay Kudale",
        "Sujin Eie",
        "Simon C. -C. Ho"
      ],
      "summary": "Individual radio pulses from a pulsar are directly linked to the underlying emission processes and the associated magnetic field geometry within its magnetosphere. Thus, single-pulse studies across frequencies can provide crucial insights into the physics of radio emission. Multiple studies have investigated single-pulse correlations in PSR B0329+54 with widely separated discrete frequencies, reporting the broadband nature of pulsar emission. However, understanding the frequency evolution of these correlations has been limited by poor frequency sampling, and the physical origin of these correlations remains unexplored. We present a detailed study of single-pulse correlations in PSR B0329+54 at low radio frequencies using the upgraded Giant Meterwave Radio Telescope (uGMRT), with well-sampled time series spanning 300-1460 MHz. We derived an inverted flux spectrum for this pulsar, with a turnover near 470 MHz. We used flux-calibrated and scintillation-corrected single pulses to study correlations across frequencies. Our results show that maximum correlations consistently occur near the longitude of the central component, with correlation strength exceeding 69\\% for all frequency combinations, while outer components exhibit correlations above 46\\%. These findings indicate very strong inter-frequency correlations, with no anticorrelations detected. No cross-component correlations were observed; only corresponding components correlate across frequencies. The longitudes of maximum correlation do not coincide with the intensity peaks of the average profile. We also examine how correlations vary with frequency at selected fiducial longitudes. The observations reported in this work favor curvature radiation from relativistic charge bunches in the pulsar plasma; however, reproducing the correlation curves along with spectra remains an open challenge.",
      "published": "2026-01-24T04:17:32Z",
      "updated": "2026-01-24T04:17:32Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.17299v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17299v1"
    },
    {
      "id": "2601.16567v1",
      "title": "Thick Lunar Crust Amplifies Gravitational-Wave Signal",
      "authors": [
        "Lei Zhang",
        "Han Yan",
        "Xian Chen",
        "Jinhai Zhang"
      ],
      "summary": "Gravitational waves (GWs) in the $10^{-3}-0.1$ Hz band encode unique signatures of the early universe and merging compact objects, but they are beyond the reach of existing observatories. Theoretical models suggest that the Moon could act as a resonant detector, but the unknown influence of its rugged surface and heterogeneous interior has cast doubt on this prospect. Here, we resolve this long-standing uncertainty by constructing the first high-resolution, structurally realistic model of the lunar GW response. We achieve this by combining high-fidelity spectral-element simulations with the analytical power of normal-mode perturbation theory, thereby resolving topographical effects down to $3.7$ km grid spacing while maintaining the capacity to discern global free-oscillation patterns. This dual-methodology approach not only recovers the expected predominant quadrupole ($l=2$) oscillation mode, but also exposes a systematic signal amplification of $(10-20)\\%$ in thick-crust regions. This enhancement is traced by our normal-mode analysis to a mode-coupling process, in which the original quadrupolar oscillation induced by the passing GWs distributes energy into a series of higher-order modes, the hybridized eigenmodes of the laterally heterogeneous Moon. Near certain eigen-frequencies and at specific locations, we observe up to tenfold amplification, highlighting the power of numerical simulations in resolving these structurally fine-tuned features. Our work establishes the Moon as an accurately calibrated resonant GW detector, and the resulting amplification maps provide quantitative guide for the optimal landing site selection.",
      "published": "2026-01-23T09:06:54Z",
      "updated": "2026-01-23T09:06:54Z",
      "categories": [
        "gr-qc",
        "astro-ph.EP",
        "astro-ph.HE",
        "physics.geo-ph"
      ],
      "link": "https://arxiv.org/abs/2601.16567v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16567v1"
    },
    {
      "id": "2601.16558v1",
      "title": "Multi-wavelength Study of A Superflare on RS CVn-type Star HD22468 Triggered at Hard X-ray by SVOM",
      "authors": [
        "J. Wang",
        "W. J. Xie",
        "F. Cangemi",
        "A. Coleiro",
        "H. L. Li",
        "Y. Xu",
        "X. H. Han",
        "H. Yang",
        "L. P. Xin",
        "X. Mao",
        "J. Zheng",
        "J. J. Jin",
        "G. W. Li",
        "J. Rodriguez",
        "L. Tao",
        "B. Cordier",
        "J. Y. Wei",
        "P. Bacon",
        "N. Bellemont",
        "L. Bouchet",
        "H. B. Cai",
        "C. Cavet",
        "Z. G. Dai",
        "O. Godet",
        "A. Goldwurm",
        "S. Guillot",
        "L. Huang",
        "M. H. Huang",
        "N. Jiang",
        "E. W. Liang",
        "X. M. Lu",
        "S. Schanne",
        "S. Le Stum",
        "Y. L. Qiu",
        "X. G. Wang",
        "X. Y. Wang",
        "C. Wu",
        "L. Zhang",
        "S. N. Zhang"
      ],
      "summary": "Detection of stellar flares at hard X-ray is still rare at the current stage. A transient was recently detected by the hard X-ray camera, ECLAIRs onboard the SVOM mission at 11:39:01.2UT on 2025, January 09. Simultaneous monitor in the optical band on the ground by SVOM/GWAC and follow-up spectroscopy enable us to confirm that the transient is caused by a superflare on HD~22468, a RS CVn-type star. The bolometric energy released in the flare is estimated to be $\\sim7.2\\times10^{37}-1.7\\times10^{38}\\ \\mathrm{erg}$. The hard X-ray spectra of the event at the peak can be reproduced by the ``apec'' model of a hot plasma with a temperature of $106^{+27}_{-22}$~MK. In the optical range, the H$α$ emission-line profile obtained at $\\sim1.7$ hrs after the trigger shows a bulk blueshift of $-96\\pm20\\ \\mathrm{km\\ s^{-1}}$, which can be explained by either a chromospheric evaporation or a prominence eruption. The ejected mass is estimated to be $3.9\\times10^{20}$ g for the evaporating plasma, and to be $3.2\\times10^{21}\\ \\mathrm{g}<M_{\\mathrm{p}}<8.8\\times10^{21}\\ \\mathrm{g}$ for the erupted prominence.",
      "published": "2026-01-23T08:56:20Z",
      "updated": "2026-01-23T08:56:20Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.16558v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16558v1"
    },
    {
      "id": "2601.16370v1",
      "title": "Hot, Retrograde Tilted MADs: Misaligned, Precessing, and Shaped by Electromagnetic Torques",
      "authors": [
        "Sajal Gupta",
        "Jason Dexter"
      ],
      "summary": "Tilted accretion disks in the magnetically arrested (MAD) state may be present in X-ray binaries and active galactic nuclei such as Sgr A* and M87. We have carried out 3D global GRMHD simulations to study the evolution of these accretion flows as a function of black hole spin and misalignment angle. Prograde MADs align with the spin through a two-stage process: an initial rapid alignment phase that operates on the magnetic flux saturation timescale, followed by a slower, spin-independent phase. In contrast, retrograde MADs remain persistently misaligned regardless of the black hole spin, displaying solid-body precession at rates four times higher than weakly magnetized flows at the same spin magnitude. By deriving torque equations in ideal GRMHD and evaluating them in a frame aligned with instantaneous disk orientation, we demonstrate that electromagnetic (EM) torques always act to align the disk with the BH spin, but are countered by opposing hydrodynamic fluxes in retrograde flows. We further develop a preliminary empirical model to explain the cause of two-stage prograde alignment and discuss the possibility of alignment in the retrograde MAD. Strongly magnetized, retrograde, misaligned accretion disks provide a candidate scenario for the low-frequency quasi-periodic oscillations in black hole X-ray binaries.",
      "published": "2026-01-22T23:49:12Z",
      "updated": "2026-01-22T23:49:12Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.16370v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16370v1"
    },
    {
      "id": "2601.16267v1",
      "title": "Measuring the Black Hole and Accretion Parameters of Sagittarius A* from EHT Observations using a Semi-Analytic Model",
      "authors": [
        "Braden J. Marazzo-Nowicki",
        "Paul Tiede",
        "Dominic O. Chang",
        "Daniel C. M. Palumbo",
        "Michael D. Johnson"
      ],
      "summary": "The Event Horizon Telescope (EHT) Collaboration produced the first image of the apparent shadow of the central black hole of Sagittarius\\,A$^*$ (\\sgra). \\sgra source structure varies significantly on timescales shorter than the duration of an observation, preventing improved data coverage through Earth rotation aperture synthesis. This rapid variability provides the opportunity to quantify intrinsic variability and separate time-variable emission features from stable signatures of strong gravity and the accretion environment. To infer the properties \\sgra and its surrounding accretion flow, we perform Bayesian inference on a series of EHT data segments (``snapshots''). We directly fit parameters of a semi-analytic emission model jointly with complex station gains to snapshot visibilities, then extract estimates of the time-averaged, persistent source structure and temporal variability by stacking snapshots in a Bayesian hierarchical model. This approach successfully reproduces parameters of General Relativistic Magnetohydrodynamics simulations using synthetic EHT observations. Even with physically motivated assumptions about the \\sgra environment, black hole spin and magnetic field parameters are poorly constrained by 2017 EHT observations. Our inference constrains other parameters, favoring a nearly face-on observer inclination ($θ_{\\rm o} = 9.2\\degree \\pm 3.6 \\degree \\pm_{\\rm v} 11.6\\degree$), an emission peak near the horizon ($R_{\\rm peak} = 4.9 \\pm 0.1 \\pm_{\\rm v} 0.5\\,GM/c^2$), near-vertical projected spin position angle ($p.a. = 7.3\\degree \\pm 7.08 \\degree \\pm_{\\rm v} 43.5\\degree$ counterclockwise from vertical), and dominant emission $43.4\\degree \\pm 2.0\\degree \\pm_{\\rm v} 5.9\\degree$ above the equatorial plane, where we separate average structure uncertainty ($\\pm$) from the impacts of temporal variability and model misspecification ($\\pm_{\\rm v}$).",
      "published": "2026-01-22T19:01:57Z",
      "updated": "2026-01-22T19:01:57Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.16267v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16267v1"
    },
    {
      "id": "2601.16159v1",
      "title": "Magnetar fraction in Core-Collapse Supernovae",
      "authors": [
        "Celsa Pardo-Araujo",
        "Nanda Rea",
        "Michele Ronchi",
        "Vanessa Graber"
      ],
      "summary": "Magnetars are extreme neutron stars powered by ultra-strong magnetic fields ($\\sim10^{14}$ Gauss) and are compelling engines for some of the most powerful extragalactic transients such as Super Luminous Supernovae, Gamma-Ray Bursts, and Fast Radio Bursts. Yet their formation rate relative to ordinary neutron stars remains uncertain, often precluding direct comparisons with the rates of these extragalactic transients. Furthermore, magnetars have been recently shown to be evolutionarily related to other neutron star classes, complicating the estimate of the exact magnetar fraction within the neutron star population. We study the magnetar birth fraction in core-collapse supernovae using pulsar population synthesis of all isolated neutron star classes in our Galaxy, incorporating self-consistently the Galactic dynamical evolution, spin-down and magneto-thermal evolution. This approach allows us to derive strong constraints from small close-to-complete observational samples. In particular, looking at the age-limited young ($<$2 kyr) neutron star population in the Milky Way we find 24 detected young neutron stars, with only 10 of them (41%) being classical rotational powered pulsars, while the others (59%) are either magnetars or central compact objects, the latter believed to be equally magnetically powered. We further compare the results with the nearby volume-limited class ($<$500 pc) of X-ray Dim Isolated Neutron stars, old nearby magnetars. We conclude that the observed population of isolated neutron stars in the Galaxy can be reproduced only by assuming a core-collapse supernova rate larger than two, and a larger magnetar fraction than previously inferred. By assuming a bimodal initial magnetic field ($B_0$) distribution at birth, we find that the magnetar class peaks between $B_0\\sim 1-2.5\\times10^{14}$ Gauss and represents on average $\\sim50$% of the entire neutron star population.",
      "published": "2026-01-22T18:00:26Z",
      "updated": "2026-01-22T18:00:26Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.16159v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16159v1"
    },
    {
      "id": "2601.16100v1",
      "title": "Formation and X-ray emission from hot bubbles in planetary nebulae - III. The impact of [Wolf-Rayet]-type winds",
      "authors": [
        "Rogelio Orozco-Duarte",
        "Jesús A. Toalá",
        "S. Jane Arthur",
        "Janis B. Rodríguez-González",
        "Luke Conmy",
        "Rolf Kuiper"
      ],
      "summary": "We use radiation-hydrodynamical simulations to investigate the formation and synthetic X-ray emission of hot bubbles within planetary nebulae (PNe) driven by the powerful winds of H-deficient, [Wolf-Rayet]([WR])-type stars. Our models, based on {\\sc mesa} stellar evolution tracks for 1--3 M$_{\\odot}$ progenitors, adopt a recent mass-loss rate prescription for [WR] stars and incorporate the enhanced radiative cooling of their C-rich material, comparing the results against standard H-rich PN models. The enhanced mass-loss in the [WR] models leads to an accelerated post-AGB evolution and a subsequent delay in hot bubble formation compared to their H-rich counterparts, as suggested by a previous work. By computing synthetic X-ray spectra that account for the mixed H-rich and H-deficient gas phases, we find that models incorporating [WR] winds exhibit significantly higher X-ray luminosities ($L_\\mathrm{X}$) than their H-rich counterparts, but the emissivity-weighted plasma temperature of the X-ray-emitting gas converge to values of $T_\\mathrm{X} = [1-3] \\times 10^{6}$~K, regardless of whether the system follows a [WR]-type or an H-rich post-AGB evolutionary path. Our results reinforce previous suggestions that mixing is a key mechanism in generating the observed soft X-ray emission even for PN hosting [WR] central stars.",
      "published": "2026-01-22T16:48:02Z",
      "updated": "2026-01-22T16:48:02Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.GA",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.16100v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16100v1"
    },
    {
      "id": "2601.15985v1",
      "title": "Photon-dark photon oscillation in M87 and Crab Nebula environments",
      "authors": [
        "Tanmay Kumar Poddar",
        "Sourov Roy",
        "Pratick Sarkar"
      ],
      "summary": "Compact astrophysical systems such as neutron stars and black holes provide powerful laboratories for testing feebly coupled dark photons (DPs). We investigate light DPs kinetically mixed with the visible photon that need not be the dark matter, focusing on resonant photon-DP oscillations in magnetized, modeled plasma environments. We show that realistic non-monotonic plasma density profiles generically enhance resonant conversion relative to monotonic models, leading to substantially stronger constraints on the photon-DP kinetic mixing parameter ($ε$). Using spectral data from the supermassive black hole (SMBH) M87*, extending to the LOFAR band, we derive a bound $ε\\simeq 7\\times10^{-6}$ at the DP mass $m_{A'} \\simeq 5\\times10^{-7}\\,\\mathrm{eV}$ for oscillation distance $3r_{\\rm ph}$, where $r_{\\rm ph}$ denotes the photon sphere radius. From the Crab pulsar-wind Nebula, we obtain an even stronger constraint, $ε\\simeq 8\\times10^{-7}$ at $m_{A'} \\simeq 4\\times10^{-9}\\,\\mathrm{eV}$ for oscillation baselines of order $10^{3}\\,\\mathrm{km}$, surpassing existing astrophysical limits in realistic plasma backgrounds. While laboratory and cosmological bounds remain slightly stronger at comparable masses, observation of compact objects with larger surface magnetic fields and measurements of photon spectra at lower frequencies would enhance the limits on the photon-DP coupling by orders of magnitude.",
      "published": "2026-01-22T14:06:36Z",
      "updated": "2026-01-22T14:06:36Z",
      "categories": [
        "hep-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.15985v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15985v1"
    },
    {
      "id": "2601.15910v1",
      "title": "Neutrino-Induced Polarization Rotation in Active Galactic Nuclei Plasmas",
      "authors": [
        "H. B. Câmara",
        "A. Smetana",
        "A. Tursunov"
      ],
      "summary": "We study parity-violating birefringence induced by an asymmetric neutrino background in plasmas associated with active galactic nuclei (AGN). We derive a directionality factor arising from the relative bulk motion between the neutrino medium and plasma, and show that it can produce an anomalous frequency dependence of the polarization-rotation angle, distinct from the $ω^{-2}$ scaling of Faraday rotation. This anomalous scaling can occur either at the resonance plasma frequency condition $ω\\simeq ω_p$, or when $E_ν^{0}\\simeq m_νω/ω_p$ lies within the range of the neutrino energy spectrum. We estimate the effect for three scenarios: jets propagating through the cosmic neutrino background (C$ν$B), jets with an internal flux of high-energy neutrinos, and accretion-disk plasma permeated by the C$ν$B. Of the three scenarios, the latter gives the largest rotation angle $φ_{\\rm d} \\sim 10^{-35}\\,\\mathrm{rad}$, at X-ray frequencies. Although the predicted rotation angles are below current polarimetric sensitivity, the identified spectral signatures provide a theoretical framework for probing neutrino asymmetries and AGN plasma properties independent of magnetic field models.",
      "published": "2026-01-22T12:38:46Z",
      "updated": "2026-01-22T12:38:46Z",
      "categories": [
        "hep-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.15910v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15910v1"
    },
    {
      "id": "2601.15650v1",
      "title": "The initial spin matters: the impact of rapid rotation on magnetic-field amplification at merger",
      "authors": [
        "Harry Ho-Yin Ng",
        "Jin-Liang Jiang",
        "Luciano Rezzolla"
      ],
      "summary": "A couple of milliseconds after the merger of a binary system of neutron stars can play a fundamental role in amplifying the comparatively low initial magnetic fields into magnetar strengths. The basic mechanism responsible for this amplification is the Kelvin-Helmholtz instability (KHI) and we here report the first systematic study of the impact of rapid rotation on the KHI-amplification process exploiting general-relativistic magnetohydrodynamic simulations at very high-resolutions of $35\\,{\\rm m}$. Concentrating on four different spinning configurations, we find that aligned, anti-aligned, and mixed (aligned/anti-aligned) spin configurations lead to markedly different growth rates of the electromagnetic (EM) energy, field topologies, and vortex properties when compared to the irrotational case. These differences arise from intrinsic variations in the system dynamics, such as tidal deformation, collision strength, and contact surface area, with the anti-aligned configuration producing the largest vorticity and growth in EM energy. Importantly, while different spin configurations lead to significantly different initial growth rates of the poloidal/toroidal components, all systems converge to a specific topological partition. Our simulations are confined to a short window in time, but the different EM energies produced as a result of spin will imprint the EM emission at merger and provide information on the spinning state at merger.",
      "published": "2026-01-22T04:55:27Z",
      "updated": "2026-01-22T04:55:27Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.15650v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15650v1"
    },
    {
      "id": "2601.18708v1",
      "title": "Ultra-fast growth of primordial black holes through radiative absorption",
      "authors": [
        "Dimitris S. Kallifatides",
        "Theodoros Papanikolaou",
        "Emmanuel N. Saridakis"
      ],
      "summary": "We show that Schwarzschild primordial black holes (PBHs) formed in the radiation-dominated era can grow extremely rapidly through $\\textit{radiative absorption}$ governed by the full Stefan-Boltzmann law. By introducing a principle of isonomy - ensuring identical particle species dependence for Hawking emission and absorption - we find that, whenever the temperature of the PBH environment is larger than the PBH horizon temperature, PBHs generically gain mass. In particular, for PBH masses following the critical collapse mass-scaling law with critical exponent $γ_\\mathrm{crit}$, with $γ_\\mathrm{crit} \\in (0.33, 0.49)$, the aforementioned radiative absorption mass growth mechanism produces a striking effect: PBHs forming with a mass $10^6M_\\odot$ during BBN can reach $\\mathcal{O}(10^{10} M_\\odot)$ within $\\mathcal{O}(10^{6} \\mathrm{s})$ ($\\sim $ 58 days). Interestingly enough, small deviations from $γ_\\mathrm{crit}$, depending itself on the number of relativistic species present in the primordial plasma, yield a continuous PBH mass spectrum providing us ultimately with a single, Standard-Model-based explanation for the origin of stellar-mass, intermediate-mass, and supermassive black holes (SMBHs), and naturally accounting for the early appearance of SMBHs. The Schwarzschild treatment presented here can be extended to spherically symmetric cosmological black holes, indicating that radiative absorption is a dominant and previously overlooked PBH growth channel in the early Universe.",
      "published": "2026-01-26T17:34:46Z",
      "updated": "2026-01-26T17:34:46Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18708v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18708v1"
    },
    {
      "id": "2601.17938v1",
      "title": "Hubble Tension as an Effect of Horizon Entanglement Nonequilibrium",
      "authors": [
        "Alexander S. Sakharov",
        "Rostislav Konoplich",
        "Merab Gogberashvili",
        "Jack Simoni"
      ],
      "summary": "We propose an infrared mechanism for alleviating the Hubble constant tension, based on a small departure from entanglement equilibrium at the cosmological apparent horizon. If the horizon entanglement entropy falls slightly below the Bekenstein-Hawking value, we parametrize the shortfall by a fractional deficit $δ(a)$ evolving with the FLRW scale factor $a$. The associated equipartition deficit at the Gibbons-Hawking temperature then sources a smooth, homogeneous component whose density scales as $H^{2}/G$, with a dimensionless coefficient $c_{e}^{2}(a)$ of order unity times $δ(a)$. Because this component tracks $H^{2}$, it is negligible at early times but can activate at redshifts $z\\lesssim 1$, raising the late time expansion rate by a few percent without affecting recombination or the sound horizon. We present a minimal three parameter activation model for $c_{e}^{2}(a)$ and derive its impact on the background expansion, effective equation of state, and linear growth for a smooth entanglement sector. The framework predicts a small boost in $H(z)$, a mild suppression of $fσ_{8}(z)$, and a corresponding modification of the low-$z$ distance-redshift relation. We test these predictions against current low-redshift data sets, including SN~Ia distance moduli, baryon acoustic oscillation distance measurements, cosmic chronometer $H(z)$ data, and redshift space distortion constraints, and discuss whether the $H_0$ tension can be consistently interpreted as a late-time, horizon-scale information deficit rather than an early universe modification.",
      "published": "2026-01-25T18:31:38Z",
      "updated": "2026-01-25T18:31:38Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.17938v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17938v1"
    },
    {
      "id": "2601.17914v1",
      "title": "Three-point intrinsic alignments of galaxies and haloes in the FLAMINGO simulations",
      "authors": [
        "Casper Vedder",
        "Thomas Bakx",
        "Nora Elisa Chisari",
        "Henk Hoekstra",
        "Matthieu Schaller"
      ],
      "summary": "Third-order statistics provide information beyond two-point measures, but extracting this information requires accurate and consistent modelling. We measure and detect the three-point correlation function and third-order aperture-mass statistics of intrinsic alignments (IA) for galaxies and for haloes with $M_{\\rm halo} > 10^{13}\\,{\\rm M}_\\odot$ in the $(2.8\\,\\mathrm{Gpc})^3$ simulation volume of the FLAMINGO hydrodynamical simulation suite. We model the third-order aperture-mass statistics and show that on large scales both the galaxy and halo samples are well described by the tree-level effective field theory (EFT) of IA across the three dark matter density-shape combinations and a wide range of triangle configurations, with the alignment amplitude consistent with that inferred from two-point statistics. We compare the full EFT to several other models: a version neglecting the velocity-shear term, the non-linear alignment model (NLA), and to a reduced EFT assuming co-evolution relations that follow from the assumption that alignment is linear in Lagrangian space. The first two models yield biased constraints on the alignment amplitude, but the reduced EFT performs remarkably well, achieving a low reduced chi-squared and minimal bias. We examine the redshift and mass dependence of the higher-order bias parameters, finding that the linear Lagrangian bias assumption is approximately satisfied across the explored halo mass and redshift ranges for both galaxies and haloes, suggesting that the galaxies broadly follow the alignment properties of their host haloes. These co-evolution relations can be valuable for photometric shear surveys, where limited constraining power on IA parameters favours models with fewer free parameters.",
      "published": "2026-01-25T17:20:57Z",
      "updated": "2026-01-25T17:20:57Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.17914v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17914v1"
    },
    {
      "id": "2601.17298v1",
      "title": "Constraining Quintessence Models with ISW-tSZ Cross-Correlations: A Comparative Analysis of Thawing, Tracker, and Scaling-Freezing Dynamics",
      "authors": [
        "Ayodeji Ibitoye",
        "Shiriny Akthar",
        "Md. Wali Hossain",
        "Amare Abebe",
        "Prabhakar Tiwari",
        "Xuelei Chen",
        "Jackson Said",
        "Jacob Oloketuyi"
      ],
      "summary": "We present constraints on quintessence dark energy models using the observational detection of the Integrated Sachs-Wolfe (ISW)--thermal Sunyaev-Zeldovich (tSZ) cross-correlation dataset. Our analysis compares three classes of quintessence dynamics: thawing, tracker, and scaling-freezing with the standard $Λ$CDM cosmology. Through a comprehensive likelihood analysis, we derive best-fit values and 68\\% confidence intervals for key cosmological parameters, finding $Ω_{\\rm m} = 0.322^{+0.027}_{-0.030}$ and $σ_8 = 0.735^{+0.045}_{-0.035}$ for $Λ$CDM, with deviations in alternative models consistent within $1σ$. For the thawing model, we consider an exponential potential with slope $λ= 0.736^{+0.270}_{-0.227}$, while for the tracker and scaling-freezing models, we use inverse axion-like and double exponential potentials, respectively. Observationally, the tracker model yields $n = 5.651^{+1.625}_{-1.604}$ and $f = 0.258^{+0.149}_{-0.096}$, and the scaling-freezing model gives $λ_1 = 0.405^{+0.293}_{-0.322}$ and $λ_2 = 23.226^{+7.975}_{-7.258}$. The dimensionless tSZ amplitude ($\\widetilde{W}^{\\rm SZ}$) and cosmic infrared background (CIB) parameters are tightly constrained across all models, providing additional insights into astrophysical foregrounds. Our results demonstrate the effectiveness of ISW--tSZ cross-correlations as a probe of dark energy dynamics, with the Thawing quintessence model yielding the lowest $χ^2_{\\rm min}$ among the tested scenarios, and highlight the need for future high-precision measurements to distinguish between quintessence models and $Λ$CDM.",
      "published": "2026-01-24T04:15:30Z",
      "updated": "2026-01-24T04:15:30Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.17298v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17298v1"
    },
    {
      "id": "2601.17222v1",
      "title": "Improving Generalization and Uncertainty Quantification of Photometric Redshift Models",
      "authors": [
        "Jonathan Soriano",
        "Tuan Do",
        "Srinath Saikrishnan",
        "Vikram Seenivasan",
        "Bernie Boscoe",
        "Jack Singal",
        "Evan Jones"
      ],
      "summary": "Accurate redshift estimates are a vital component in understanding galaxy evolution and precision cosmology. In this paper, we explore approaches to increase the applicability of machine learning models for photometric redshift estimation on a broader range of galaxy types. Typical models are trained with ground-truth redshifts from spectroscopy. We test the utility and effectiveness of two approaches for combining spectroscopic redshifts and redshifts derived from multiband ($\\sim$35 filters) photometry, which sample different types of galaxies compared to spectroscopic surveys. The two approaches are (1) training on a composite dataset and (2) transfer learning from one dataset to another. We compile photometric redshifts from the COSMOS2020 catalog (TransferZ) to complement an established spectroscopic redshift dataset (GalaxiesML). We used two architectures, deterministic neural networks (NN) and Bayesian neural networks (BNN), to examine and evaluate their performance with respect to the Legacy Survey of Space and Time (LSST) photo-$z$ science requirements. We also use split conformal prediction for calibrating uncertainty estimates and producing prediction intervals for the BNN and NN, respectively. We find that a NN trained on a composite dataset predicts photo-$z$'s that are 4.5 times less biased within the redshift range $0.3<z<1.5$, 1.1 times less scattered, and has a 1.4 times lower outlier rate than a model trained on only spectroscopic ground truths. We also find that BNNs produce reliable uncertainty estimates, but are sensitive to the different ground truths. This investigation leverages different sources of ground truths to develop models that can accurately predict photo-$z$'s for a broader population of galaxies crucial for surveys such as Euclid and LSST.",
      "published": "2026-01-23T23:19:47Z",
      "updated": "2026-01-23T23:19:47Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO",
        "cs.LG"
      ],
      "link": "https://arxiv.org/abs/2601.17222v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17222v1"
    },
    {
      "id": "2601.16921v1",
      "title": "The shape function of the observed growth index",
      "authors": [
        "Ziad Sakr",
        "Jinglan Zheng"
      ],
      "summary": "The growth index $γ$ is a powerful trigger for detecting deviations from $Λ$CDM. However, its value is often determined by considering an asymptotic constant value that works for all redshift, or else following a chosen parameterisation. Here we formulate the growth index as function of three quantities that could be directly related to observables in redshift bins, $fσ_8(z_i)$, $f(z_i)$ and $H(z_i)$. We determine its value and its derivative at observed nodal center of redshift bins and use the shape function method, after showing insightful connection with its underlying governing virtual-work conservation principle, to construct a redshift dependence of the $γ$ without assuming a specific parameterization. We then use the resulting shape function to test if we can disentangle between different scenarios where there are discrepancies between its three constituent measured components. We also tested whether it can be used to rule out models of modified gravity, or extended parametric models of the growth index that capture more general behaviors with an additional parameter as function of the scale factor or dark energy. Adopting forecasted measurements from next generation surveys on the three quantities used to construct $γ$, we find that reported discrepancies between them could be detected with our method, but at the bins where the errors and lost of precision from our addition of degrees of freedom is small with respect to the deviation of $γ$. The same could be concluded for first order extensions to $γ$ or common modified gravity models, and to a lesser degree for dynamical dark energy models after supposing the latest DESI values. We conclude that this method is a strong tool to investigate cosmology in a model-independent way especially with forthcoming data delivered by further stage-IV surveys with more stringent uncertainties.(Abridged)",
      "published": "2026-01-23T17:28:15Z",
      "updated": "2026-01-23T17:28:15Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.16921v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16921v1"
    },
    {
      "id": "2601.16919v1",
      "title": "CosmoSlider: An educational tool for cosmology",
      "authors": [
        "Andreas Nygaard",
        "Steen Hannestad",
        "Thomas Tram"
      ],
      "summary": "Understanding how cosmological parameters influence the cosmic microwave background (CMB) power spectra is a central component of modern cosmology education, but interactive exploration is often limited by computational cost or technical complexity. We present CosmoSlider, a lightweight visualization tool that enables real-time exploration of CMB power spectra as multiple cosmological parameters are varied simultaneously. The tool employs a neural-network emulator implemented using TensorFlow Lite, allowing rapid evaluation of spectra without relying on large grids of precomputed models or on-demand execution of Einstein--Boltzmann solvers. CosmoSlider is available both as an iOS application and as a web-based tool, making it accessible across platforms and suitable for use in classrooms, lectures, and self-guided study. By providing immediate visual feedback, CosmoSlider supports the development of intuition for the physical processes underlying CMB anisotropies and serves as a complementary resource to traditional theoretical instruction.",
      "published": "2026-01-23T17:27:31Z",
      "updated": "2026-01-23T17:27:31Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO",
        "physics.ed-ph"
      ],
      "link": "https://arxiv.org/abs/2601.16919v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16919v1"
    },
    {
      "id": "2601.16903v1",
      "title": "Cosmic ray electron boosted light dark matter: Implications of LZ 2025 data",
      "authors": [
        "Sk Jeesun",
        "Anirban Majumdar"
      ],
      "summary": "Current multi-ton detectors put stringent constraints on the GeV-scale galactic dark matter, pushing the allowed cross-section almost towards the neutrino fog, yet remain mostly insensitive to the light dark matter. Cosmic rays can upscatter the non-relativistic halo dark matter particles, making a sub-population of them gain sufficient kinetic energy to be discernible in current direct search experiments. In this work, we explore this alternate strategy to probe sub-MeV electrophilic dark matter boosted by cosmic rays with the latest data of LZ 2025 (WS2024 run) and improve the constraint on the MeV scale dark matter by almost $\\sim\\mathcal{O}(1)$ compared to the previous XENONnT limit for energy-independent cross-section. Using realistic energy-dependent cross-sections, we also analyse such a scenario, where the associated mediator mass plays a crucial role in governing the event rate and hence the expected limits too. With energy-dependent cross-sections, our obtained limits also remain stronger than the existing constraints from current direct detection experiments. Even compared to the limits from the neutrino detectors with a larger target size, LZ 2025 can put stringent constraints in certain parameter space of the mediator, excluding the previously unexplored regions.",
      "published": "2026-01-23T17:12:56Z",
      "updated": "2026-01-23T17:12:56Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.16903v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16903v1"
    },
    {
      "id": "2601.16893v1",
      "title": "Extragalactic Planetary Nebulae (xPNe). Determining Distances out to 100 Mpc and the Renaissance of the PN Luminosity Function Method",
      "authors": [
        "Magda Arnaboldi",
        "Ortwin Gerhard",
        "Martin Roth",
        "Peter M. Weilbacher",
        "Souradeep Bhattacharya",
        "Johanna Hartke",
        "Chiara Spiniello",
        "Azlizan Soemitro",
        "Claudia Pulsoni",
        "Lucas Valenzuela",
        "George Jacoby",
        "Robin Ciardullo"
      ],
      "summary": "The discrepancy of the Hubble parameter H0 as measured from the cosmic microwave background versus that found from traditional distance ladder measurements has produced considerable discussion about the need for another force in cosmology. However the significance of the discrepancy depends on understanding the systematic associated with crowding, metallicity effects, and extinction of the stellar tracers. Thus additional precision distance indicators in the local universe are desperately needed for investigating the H0 tension. The analysis of MUSE archival data makes the case that the Planetary Nebula Luminosity Function (PNLF) has become such an indicator, as the method can reach distances comparable to HST distances of Cepheid at a fraction of a cost, in terms of telescope time and ground-based. With new wide-field spectroscopic facilities it becomes possible to measure distances to early-type galaxies (ETGs) using the PNLF out to 100 Mpc distance, achieving a precise estimate for the H0 value which is independent of the Type Ia supernova calibration, with only single-epoch measurements.",
      "published": "2026-01-23T17:00:30Z",
      "updated": "2026-01-23T17:00:30Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.16893v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16893v1"
    },
    {
      "id": "2601.16844v1",
      "title": "Cosmography with $Λ$-Szekeres Models",
      "authors": [
        "Morag Hills",
        "Asta Heinesen"
      ],
      "summary": "The cosmological tensions present in the $Λ$ cold dark matter model that have emerged and strengthened over recent years motivate model independent approaches to analysing data. Cosmography is useful for interpreting data in cosmology without imposing assumptions about the field equations of gravity or the matter content in the Universe. Some cosmography methods, denoted covariant cosmography, go even further and stay agnostic to the underlying space-time metric. Due to their high level of generality, covariant cosmography methods can incorporate the anisotropies and inhomogeneities in the observer's vicinity, and may in turn inform about the associated curvature of the relevant structures in our cosmic neighbourhood. Thus, covariant cosmography is a powerful model-independent tool for analysing cosmological data while also enabling the mapping of our local cosmic neighbourhood. In order to be able to explore the covariant cosmography framework to its fullest, it must be tested in tractable models and simulations. In this paper we derive the cosmography of luminosity distance to fourth order in redshift and investigate it in the special case of axially symmetric Szekeres models. We compare the numerical results for the distance-redshift relations of synthetic observers placed within the Szekeres structures with the predictions from the cosmography, and comment on the found level of approximation of the cosmography in relation to other results in the litterature.",
      "published": "2026-01-23T15:47:53Z",
      "updated": "2026-01-23T15:47:53Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.16844v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16844v1"
    },
    {
      "id": "2601.16761v1",
      "title": "Illuminating the Physics of Cosmic Origin and Evolution: A UK Space Frontiers 2035 White Paper",
      "authors": [
        "Florian Beutler",
        "Eva-Maria Mueller",
        "Seshadri Nadathur",
        "Yun Wang",
        "David Alonso",
        "Tessa Baker",
        "Sownak Bose",
        "Rebecca Canning",
        "Shaun Cole",
        "Fergus Cullen",
        "Willem Elbers",
        "Pedro Ferreira",
        "Carlos Frenk",
        "Oscar Gonzalez",
        "Or Graur",
        "Boryana Hadzhiyska",
        "Alex Hall",
        "Catherine Heymans",
        "Sergey Koposov",
        "Kazuya Koyama",
        "Ofer Lahav",
        "Baojiu Li",
        "Avery Meiksin",
        "Johannes Noller",
        "John Peacock",
        "Alkistis Pourtsidou",
        "Giorgio Savini",
        "Andy Taylor",
        "Rita Tojeiro",
        "David Wands",
        "Massimo Robberto",
        "Gregory Wirth",
        "Mark Dickinson",
        "Thomas Greene",
        "Jeffrey Kruk",
        "Will Percival",
        "Andreas Faisst",
        "Lynne Hillenbrand",
        "Jeyhan Kartaltepe",
        "Nikhil Padmanabhan",
        "Lado Samushia",
        "Lee Armus",
        "Andrew Benson",
        "Micol Bolzonella",
        "Samuel Brieden",
        "Jarle Brinchmann",
        "Robert Content",
        "Emanuele Daddi",
        "Kyle Finner",
        "Andrew Hearin",
        "Cullan Howlett",
        "Jon Lawrence",
        "Gregory Mosby",
        "Zoran Ninkov",
        "Ken Osato",
        "Casey Papovich",
        "Jack Piotrowski",
        "Lucia Pozzetti",
        "Alvise Raccanelli",
        "Jason Rhodes",
        "Shun Saito",
        "Hee-Jong Seo",
        "Zachary Slepian",
        "Steve Smee"
      ],
      "summary": "Understanding the Universe's origins and evolution remains one of the most fundamental challenges in modern cosmology. This white paper explores three key science priorities in this field: unravelling the physics of cosmic inflation, investigating the accelerating expansion of the Universe, and precisely measuring the sum of the neutrino masses. Achieving these goals requires a dedicated survey to map the large-scale structure at high redshift in unprecedented detail. We describe how this can be achieved through a mission concept called SIRMOS, providing a high-throughput, highly multiplexed spectroscopic capability to obtain accurate redshifts for over 100 million galaxies over a wide sky area. Such a survey would leverage the deepest existing wide-area photometric catalogues for targeting, with spectra offering continuous 1.25-2.5~$μ$m wavelength coverage at moderate resolution, allowing precise redshift measurements in the $1<z<4$ range with minimal bias. We outline the scientific opportunities this presents. Recent years have seen significant advances in instrumentation, including digital micromirror devices, complex telescope mirrors, large detector arrays, and data processing pipelines. While these technologies have been demonstrated in terrestrial applications, such a survey is a unique opportunity to apply these proven capabilities in space to address fundamental questions in cosmology. Participation in such a mission will simultaneously deliver a compelling science case, help align UK Space Agency and STFC strategies, demonstrate the UK's growing capability in end-to-end space missions, and strengthen the national space economy through high-value industrial participation.",
      "published": "2026-01-23T14:06:06Z",
      "updated": "2026-01-23T14:06:06Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2601.16761v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16761v1"
    },
    {
      "id": "2601.16353v1",
      "title": "Unifying cluster and galaxy cosmology analyses using the galaxy-halo connection",
      "authors": [
        "Shulei Cao",
        "Hao-Yi Wu",
        "Andrés N. Salcedo",
        "David H. Weinberg",
        "Matthieu Schaller",
        "Joop Schaye"
      ],
      "summary": "Galaxies and galaxy clusters trace the same cosmic density field, but their statistics have been modeled separately in cosmological analyses. We present a unified, simulation-based framework to model them using the galaxy-halo connection. Our analysis includes cluster lensing, galaxy clustering, and galaxy-cluster cross-correlation. We validate our method on the FLAMINGO hydrodynamic simulation. Relative to the cluster-only approach, combining these probes improves the $σ_8-Ω_m$ figure of merit by a factor of 15. Our framework enables stringent tests of cosmological models and exploits small-scale information.",
      "published": "2026-01-22T22:30:20Z",
      "updated": "2026-01-22T22:30:20Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.16353v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16353v1"
    },
    {
      "id": "2601.16277v1",
      "title": "Relaxing DESI DR2 BAO Constraints on $\\sum m_ν$ with Planck and SPT-3G 2018 in the Context of SPT D1",
      "authors": [
        "Dmitry Gorbunov",
        "Nikita Nedelko"
      ],
      "summary": "We present constraints on the sum of neutrino masses $\\sum m_ν$ from a dataset incorporating the full SPT-3G 2018 TT/TE/EE+lensing spectra together with Planck PR4 lensing and low-$\\ell$ parts of the Planck PR3 spectra. Using it as a baseline for the DESI DR2 BAO measurements, we arrive at a $95\\%$ upper limit of $\\sum m_ν< 0.11$ eV, relaxing the tension between $\\rm Λ$CDM and lower bounds on $\\sum m_ν$ based on neutrino oscillation experiments. When including DES Y1 weak lensing information and the Pantheon+ SNIa catalog, the limit is further loosened to $\\sum m_ν<0.138$ eV with a slight preference for $\\sum m_ν>0$. On contrast, replacing SPT-3G 2018 primary CMB and lensing spectra with ones from the SPT-3G 2019-2020 (D1) release tightens the overall constraint to $<0.082$ eV and pushes the $\\sum m_ν$ posterior mode value to zero, indicating a preference for quasi-negative neutrino masses in line with the D1 analysis. This is a curious shift within SPT-3G measurements of the same field taken in 2018 and in 2019-2020 and processed with different analysis pipelines.",
      "published": "2026-01-22T19:19:12Z",
      "updated": "2026-01-22T19:19:12Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.16277v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16277v1"
    },
    {
      "id": "2601.16197v1",
      "title": "Constraining dark energy models using Jackknife and Bootstrap resampling",
      "authors": [
        "Roshna K",
        "Nikhil Fernandes",
        "P Praveen",
        "V. Sreenath"
      ],
      "summary": "Analyses of type Ia supernovae have helped us shed light on the existence and nature of dark energy. Most of these analyses have relied on Bayesian techniques. In this work, we rely on resampling techniques to analyse supernova data. In particular, we use the generalised least squares method together with Jackknife and Bootstrap techniques to estimate parameters of $Λ$CDM, flat $Λ$CDM, $w$CDM, flat $w$CDM, and flat $w_0\\,w_a$CDM models from the recent PantheonPlus and SH0ES data. For completeness, we also perform Bayesian analysis using Markov chain Monte Carlo (MCMC) and nested sampling algorithms, and compare the results. We note that resampling techniques can help highlight the limitations of the data. For instance, we see that the Jackknife method estimates a strong positive correlation between $h$ and $M$ and higher standard deviations for both. This may have significant implications for the Hubble tension. We conclude with a discussion of our results.",
      "published": "2026-01-22T18:49:41Z",
      "updated": "2026-01-22T18:49:41Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.16197v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16197v1"
    },
    {
      "id": "2601.16170v2",
      "title": "The FarView Low Frequency Radio Array on the Moon's Far Side: Science and Array Architecture",
      "authors": [
        "Jack O. Burns",
        "Judd Bowman",
        "Tzu-Ching Chang",
        "Gregg Hallinan",
        "Alex Hegedus",
        "Nivedita Mahesh",
        "Bang Nhan",
        "Jonathan Pober",
        "Ronald Polidan",
        "Willow Smith",
        "Nithyanandan Thyagarajan"
      ],
      "summary": "FarView is a proposed low frequency radio interferometer for deployment on the lunar far side, enabled by the Moon's radio quiet environment. Operating over 1-50 MHz inaccessible from Earth, FarView will open a new observational window and promote discovery class science in cosmology, heliophysics, Galactic and exoplanet astrophysics. The primary science is measurement of the redshifted 21 cm signal from the Cosmic Dark Ages (z=30-100), identified by the Astro2020 Decadal Survey as a priority cosmology discovery area. FarView will deliver 3D tomographic measurements and precision power spectra of neutral hydrogen in a largely linear regime, enabling tests of inflationary initial conditions, primordial non Gaussianity, dark matter properties, neutrino masses, and early dark energy. The reference design consists of 100000 crossed dipole antennas in a dense core-halo configuration spanning 200 sq km. A compact 4 km core with 83000 dipoles maximizes sensitivity to large scale cosmological modes, while 20000 halo elements extending to 14 km provide angular resolution and calibration for foreground characterization. Sensitivity forecasts indicate a 10-sigma detection of the Dark Ages 21 cm power spectrum at z=30 over five years of half duty cycle lunar night observations. An FFT-based EPIC beamformer is identified as an efficient signal processing architecture. Beyond cosmology, FarView will enable interferometric imaging of low frequency solar radio bursts, advancing space weather studies. Additional capabilities include stellar space weather observations, Galactic cosmic ray tomography via free-free absorption, and searches for auroral radio emission from exoplanet magnetospheres, a probe of exoplanet habitability. FarView represents a flagship class opportunity to establish the Moon as a platform for foundational astrophysics while delivering unique observational capabilities.",
      "published": "2026-01-22T18:15:45Z",
      "updated": "2026-01-23T17:59:15Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.16170v2",
      "pdf_link": "https://arxiv.org/pdf/2601.16170v2"
    },
    {
      "id": "2601.16165v1",
      "title": "Reanalyzing DESI DR1: 4. Percent-Level Cosmological Constraints from Combined Probes and Robust Evidence for the Normal Neutrino Mass Hierarchy",
      "authors": [
        "Mikhail M. Ivanov",
        "James M. Sullivan",
        "Shi-Fan Chen",
        "Anton Chudaykin",
        "Mark Maus",
        "Oliver H. E. Philcox"
      ],
      "summary": "We present cosmological parameters measurements from the full combination of DESI DR1 galaxy clustering data described with large-scale structure effective field theory. By incorporating additional datasets (photometric galaxies and CMB lensing cross-correlations) and extending the bispectrum likelihood to smaller scales using a consistent one-loop theory computation, we achieve substantial gains in constraining power relative to previous analyses. Combining with the latest DESI baryon acoustic oscillation data and using cosmic microwave background (CMB) priors on the power spectrum tilt and baryon density, we obtain tight constraints on the $Λ$CDM model, finding the Hubble constant $H_0=69.08\\pm 0.37~\\mathrm{km}\\,\\mathrm{s}^{-1}\\mathrm{Mpc}^{-1}$, the matter density fraction $Ω_m=0.2973\\pm 0.0050$, and the mass fluctuation amplitude $σ_8 = 0.815\\pm 0.016$ (or the lensing parameter $S_8\\equivσ_8\\sqrt{Ω_m/0.3}=0.811\\pm 0.016$), corresponding to $0.6\\%$, $1.7\\%$, and $2\\%$ precision respectively. Adding the Pantheon+ supernova sample (SNe), we find a preference of $2.6σ$ for the $w_0w_a$ dynamical dark energy model from low-redshift data alone, which increases to $2.8σ$ when exchanging the SNe with Planck CMB data. Combining full-shape data with BAO, CMB, and SNe likelihoods, we improve the dark energy figure-of-merit by $18\\%$ and bound the sum of the neutrino masses to $M_ν<0.057$ eV in $Λ$CDM and $M_ν<0.095$ eV in the $w_0w_a$ dynamical dark energy model (both at 95\\% CL). This represents an improvement of $25\\%$ over the background expansion constraints and the strongest bound on neutrino masses in $w_0w_a$CDM to date. Our results suggest that the preference for the normal ordering of neutrino mass states holds regardless of the cosmological background model, and is robust in light of tensions between cosmological datasets.",
      "published": "2026-01-22T18:10:50Z",
      "updated": "2026-01-22T18:10:50Z",
      "categories": [
        "astro-ph.CO",
        "hep-ex",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.16165v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16165v1"
    },
    {
      "id": "2601.18624v1",
      "title": "Spin-redirection Berry phase with planar rays",
      "authors": [
        "Aymeric Braud",
        "Renaud Gueroult"
      ],
      "summary": "Geometric or Berry phases are fundamental manifestations that appear in many areas of physics. They arise from the geometry of the space describing the properties of multi-component wave fields. An important example for electromagnetic waves is the spin-redirection Berry phase associated with the evolution of the spin direction. Because this effect has traditionally been studied in isotropic media where the spin is aligned with the ray trajectory, it has become commonly assumed that this spin-redirection Berry phase requires nonplanar rays. Here we show that a spin-redirection phase can in fact arise along a planar ray if the spin evolves along the ray. We expose this effect through the singular example of a moving unmagnetized plasma, and demonstrate how this behavior can more generally arise from a finite transverse spin. In identifying this new spin-redirection mechanism our work not only provides the tools to discover additional manifestations of SOIs in nature, but also uncovers supplemental degrees of freedom to harness SOIs to control light.",
      "published": "2026-01-26T16:01:21Z",
      "updated": "2026-01-26T16:01:21Z",
      "categories": [
        "physics.optics",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18624v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18624v1"
    },
    {
      "id": "2601.18495v1",
      "title": "Evidence of Langmuir/$\\mathcal{Z}$-mode Wave Decay into $\\mathcal{Z}$-mode Electromagnetic Radiation in the Solar Wind",
      "authors": [
        "F. J. Polanco-Rodríguez",
        "C. Krafft",
        "P. Savoini"
      ],
      "summary": "The nonlinear decay of Langmuir/$\\mathcal{Z}$-mode waves into electromagnetic $\\mathcal{Z}$-mode wave radiation at the plasma frequency is observed for the first time in the solar wind. This finding was enabled by the unprecedented high-resolution electric and magnetic field measurements provided by the Radio Plasma Waves (RPW) instrument aboard the Solar Orbiter spacecraft, which encountered an electron beam associated with a Type III radio burst. The decay process is definitively identified through multiple lines of evidence: satisfaction of frequency and wavevector resonance conditions, strong phase coherence and temporal coincidence between the interacting waves, exclusion of competing mechanisms, and full agreement with theoretical predictions. Particle-in-cell simulations, conducted under close beam-plasma conditions, successfully reproduce the key features of the observations. Notably, they suggest that the wave packet observed by Solar Orbiter may be trapped within an extended, nearly flat-bottomed density well, where the decay process is not overcome by wave scattering on random density fluctuations and subsequent mode conversion effects.",
      "published": "2026-01-26T13:55:16Z",
      "updated": "2026-01-26T13:55:16Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18495v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18495v1"
    },
    {
      "id": "2601.18131v1",
      "title": "Sub-ion scale current sheets in kinetic Alfvén wave turbulence",
      "authors": [
        "Johan Sharma",
        "Ch Akshath Kumar",
        "Kirit D. Makwana",
        "Tulasi N Parashar",
        "Sruti Satyasmita"
      ],
      "summary": "3D kinetic particle-in-cell (PIC) simulations are performed using the kinetic Alfvén wave (KAW) eigenvector relations from a two-fluid model as initial conditions, in order to study turbulent fluctuations and intermittent structures at sub-ion and electron scales. Simulations with different ion-to-electron mass ratios are set up to investigate the role of electron scales in the formation of intermittent structures. We analyze the current sheet structures that develop in these simulations. Two algorithms, namely Breadth-First Search (BFS) and Density-Based Spatial Clustering of Applications with Noise (DBSCAN), are employed to determine the thickness, length, and width of the current sheets, and both methods are found to yield consistent results. The average current sheet thickness scales inversely with the square root of the ion-to-electron mass ratio, with values close to the electron skin depth ($d_e$), indicating the presence of electron-scale current sheets in the simulations. The widths and lengths of the current sheets show a weaker scaling with the mass ratio. The scale-dependent kurtosis reveals enhanced intermittency at electron scales, consistent with magnetosheath observations. Distributions of scale-dependent properties of the current sheets also align with the electron skin depth of the different simulations and they lie within ranges observed in kinetic scale solar wind turbulence. This study reveals the nature of sub-ion-scale current sheets in KAW turbulence and their role in dissipation.",
      "published": "2026-01-26T04:26:02Z",
      "updated": "2026-01-26T04:26:02Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "physics.comp-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18131v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18131v1"
    },
    {
      "id": "2601.17547v1",
      "title": "Plasma Decay of Nanosecond Pulsed Laser-Produced Ar and Ar-H2O Sparks at Atmospheric Pressure",
      "authors": [
        "Ji Yung Ahn",
        "Jianan Wang",
        "Tasnim Akbar Faruquee",
        "Marien Simeni Simeni"
      ],
      "summary": "Time-resolved diagnostics were applied to investigate free-electron properties in nanosecond laser-produced discharges sustained at atmospheric pressure in Ar and in Ar with 3% H2O. The discharges were generated using 23 ns, 1064 nm laser pulses. Broadband plasma imaging and laser Thomson scattering were combined with optical emission spectroscopy, with particular emphasis on Stark broadening of the Halpha and Hbeta lines. The plasma exhibited a bright emission that persisted for up to 30--40 us after breakdown, followed by a very weak glow lasting up to 19 ms. Peak electron number density of about 2 x 10^17 cm-3 and electron temperature of about 7 eV were measured. Excellent agreement between both techniques was obtained for absolute electron number densities. The inferred temporal decay of free electrons is consistent with processes dominated by ambipolar expansion and two- and three-body electron-ion recombination. These results provide benchmark data for modeling nanosecond laser discharges and demonstrate the reliability of combining Thomson scattering with Stark broadening in atmospheric laser sparks.",
      "published": "2026-01-24T18:34:57Z",
      "updated": "2026-01-24T18:34:57Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.17547v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17547v1"
    },
    {
      "id": "2601.17308v1",
      "title": "Hybrid collisional-radiative modeling for high-fidelity atomic kinetics",
      "authors": [
        "Prashant Sharma",
        "Christopher J. Fontes",
        "Mark Zammit",
        "James Colgan",
        "Nathan Garland",
        "Xian-Zhu Tang"
      ],
      "summary": "The fidelity of collisional-radiative (CR) models is critical for advancing our understanding of radiative properties and ionization balance in fusion plasmas. In this work, we present and evaluate hybrid CR schemes that combine fine-structure resolution with superconfiguration averaging, offering a practical compromise between accuracy and computational efficiency. Two hybrid CR models are developed for helium, lithium, and beryllium, retaining detailed fine-structure states up to selected principal quantum numbers, while higher-lying states are statistically averaged to form superconfigurations. These models are applied to compute radiative power loss, as well as average and effective charge states, across a wide range of electron temperatures and densities. The results are benchmarked against a fully fine-structure-resolved CR model to assess the accuracy of the hybrid approach. The findings demonstrate the versatility of hybrid CR schemes and their suitability for detailed plasma simulations where predictive fidelity must be balanced with computational cost.",
      "published": "2026-01-24T05:08:19Z",
      "updated": "2026-01-24T05:08:19Z",
      "categories": [
        "physics.plasm-ph",
        "physics.atom-ph"
      ],
      "link": "https://arxiv.org/abs/2601.17308v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17308v1"
    },
    {
      "id": "2601.16794v1",
      "title": "Improved Kelbg Potentials for $Z>1$ and Application to Carbon Plasmas",
      "authors": [
        "Heather D. Whitley",
        "Michael S. Murillo",
        "John I. Castor",
        "Liam G. Stanton",
        "Lorin X. Benedict",
        "Philip A. Sterne",
        "James N. Glosli",
        "Frank R. Graziani"
      ],
      "summary": "In this work, we present a general form for the electron-ion diffractive potential derived from the quantum pair density matrix and fit to the improved Kelbg potential for atomic numbers up to $Z = 54$. We apply classical molecular dynamics using the improved Kelbg potential for carbon with various forms of the Pauli potential to compute internal energies and pressures for hot, dense plasma conditions. Our results are compared to an equation of state model based on path integral Monte Carlo and density functional theory simulations to examine the extent to which the improved Kelbg potential reproduces the internal energy and pressure of carbon plasmas. The regions of validity for carbon agree generally with those derived previously for hydrogen once pressure ionization effects are incorporated. Based on our carbon results and previously published hydrogen studies, we discuss the general applicability and limitations of these potentials for equation of state studies in warm dense matter and high energy density plasmas.",
      "published": "2026-01-23T14:47:15Z",
      "updated": "2026-01-23T14:47:15Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.16794v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16794v1"
    },
    {
      "id": "2601.15661v1",
      "title": "Non-Ambipolarity of Microturbulent Transport",
      "authors": [
        "Allen H Boozer"
      ],
      "summary": "Even what is called electrostatic microturbulence produces a plasma-beta-dependent turbulent magnetic field $\\tilde{B}$, which makes the magnetic field lines chaotic. Quasi-neutrality along the chaotic magnetic field lines requires a potential that obeys $\\vec{B}\\cdot \\vec{\\nabla} Φ= \\vec{B}\\cdot \\vec{\\nabla} p_e$, where $p_e$ is the electron pressure. This potential produces radial transport similar to that of diffusion coefficient $D_{ef}= (Δ/a_T)T_e/eB$. $Δ$ is the radial distance over which the potential $Φ$ is correlated by the electron motion along the chaotic magnetic field, and $|dT_e/dr| = T_e/a_T$. The chaos-produced electron transport gives an effective viscosity on the electron flow, which can counter balance a non-ambipolar part of the ion radial particle diffusion $f_{na}$. This non-ambipolarity would otherwise require a radial electric field that confines ions and hence impurities. The maximum $f_{na}$ that can be counterbalanced and the required plasma beta to avoid shielding the magnetic perturbations $\\tilde{B}$ are calculated.",
      "published": "2026-01-22T05:20:38Z",
      "updated": "2026-01-22T05:20:38Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15661v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15661v1"
    },
    {
      "id": "2601.15613v1",
      "title": "A kinetic-moment framework for electron energy dynamics in capacitively coupled plasmas: absorption, conversion, transport, and dissipation",
      "authors": [
        "Jianxiong Yao",
        "Zeduan Zhang",
        "Feng He",
        "Jinsong Miao",
        "Jiting Ouyang",
        "Bocong Zheng"
      ],
      "summary": "Understanding electron energy dynamics in low-temperature plasmas such as capacitively coupled plasmas (CCPs), including energy absorption, conversion, transport, and dissipation, is essential for interpreting discharge physics and process applications. We propose a kinetic-moment framework based on particle-in-cell/Monte Carlo collision (PIC/MCC) simulations. The framework reconstructs the first three velocity moments of the Boltzmann equation directly from PIC/MCC data and enables a quantitative, self-consistent description of electron energy dynamics in low-pressure CCPs. To clarify energy conversion among electromagnetic energy, electron fluid kinetic (mechanical) energy, and electron thermal (internal) energy, we further separate the total energy transport equation into kinetic- and thermal-energy equations. We find that, at low pressure, electrons gain directed kinetic energy in the sheath and convert it locally into thermal energy through pressure-strain interaction and collisions. Thermal energy is then transported into the bulk and is dissipated mainly by inelastic electron-neutral collisions. We further decompose pressure-strain interaction into reversible pressure dilatation and irreversible viscous-like dissipation, which correspond to conversion driven by volumetric compression or expansion and by shear deformation, respectively. This decomposition reveals a significant thermalization channel beyond collisions. More broadly, the results show coexistence of localized kinetic-to-thermal conversion near the sheath and nonlocal energy transport from the sheath to the bulk dominated by microscopic heat flux. The heat flux deviates strongly from Fourier's law based on local temperature gradients. This framework provides a clear fluid description with kinetic fidelity and offers a practical tool for analyzing energy evolution in nonequilibrium plasmas.",
      "published": "2026-01-22T03:29:10Z",
      "updated": "2026-01-22T03:29:10Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15613v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15613v1"
    },
    {
      "id": "2601.15590v1",
      "title": "Density Limit Experiments and Core-localized Kinetic MHD Activities in HL-2A Ohmic Heating Plasmas",
      "authors": [
        "L. W. Hu",
        "W. Chen",
        "P. W. Shi",
        "T. Long",
        "J. Q. Xu",
        "R. R. Ma",
        "Y. G. Li",
        "L. M. Yu",
        "X. Yu",
        "M. Jiang",
        "T. F. Sun",
        "J. M. Gao",
        "Y. B. Dong",
        "X. L. Zhu",
        "Z. B. Shi"
      ],
      "summary": "The density limit is a mysterious barrier to magnetic confinement nuclear fusion, and is still an unresolved issue. In this paper, we will present the experimental results of the density limit and core-localized kinetic MHD instabilities on HL-2A. Firstly, the high density shots with $ne/ne_G>1$ have been achieved by the conventional gas-puff fuelling method in Ohmic heating plasmas, and the corresponding duration time is close to $t\\sim500$ ms ($\\sim$ $30τ_E$), where $τ_E$ is the global energy confinement time. Secondly, it is found for the first time that there are kinetic MHD instabilities in the core plasmas while $ne/ne_G\\sim1$. The analysis suggests that the core-localized MHD activities belong to Alfv{é}nic ion temperature gradient (AITG) modes or kinetic ballooning modes (KBM), and firstly it is found on experiment that they trigger the minor or major disruption of bulk plasmas while the density profile is peaked. These new findings are of great importance to figure out and understand the origin of the density limit.",
      "published": "2026-01-22T02:27:45Z",
      "updated": "2026-01-22T02:27:45Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15590v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15590v1"
    },
    {
      "id": "2601.15567v1",
      "title": "Discovery of Density Limit Disruption Induced by Core-localized Alfv${é}$nic Ion Temperature Gradient Instabilities in a Tokamak Plasma",
      "authors": [
        "Wei Chen",
        "Liwen Hu",
        "Jianqiang Xu",
        "Ruirui Ma",
        "Peiwan Shi",
        "Rui Ke",
        "Ting Long",
        "Zhiyong Qiu",
        "Haotian Chen",
        "Xiaoxue He",
        "Yonggao Li",
        "Liming Yu",
        "Wenping Guo",
        "Min Jiang",
        "Jinming Gao",
        "Xin Yu",
        "Zhengji Li",
        "Huiling Wei",
        "Deliang Yu",
        "Zhongbing Shi"
      ],
      "summary": "To achieve a high energy gain, the fusion reactor plasma must reach a very high density. However, the tokamak plasmas ofen undergo disruption when the density exceeds the Greenwald density. The density limit disruption in tokamak plasmas is a mysterious barrier to magnetic confinement nuclear fusion, and hitherto, is still an unresolved issue. Over the past several years, the high density experiments with Greenwald density ratio $n_e/n_{eG}\\sim1$ has been carried out using the conventional gas-puff fuelling method in HL-2A NBI and Ohmically heated plasmas. It is found for the first time that there are multiple-branch MHD instabilities in the core plasmas while $n_e/n_{eG}>0.85$. The simulation analysis suggests that the core-localized magnetohydrodynamics (MHD) activities belong to Alfv${é}$nic ion temperature gradient (AITG) modes, and on experiment firstly, it is discovered that they trigger the minor or major disruption of bulk plasmas while the density is peaked. These new findings are of great importance to figure out and understand the origin of density limit disruptions, as well as to forecast and avoid them for future fusion rectors.",
      "published": "2026-01-22T01:12:54Z",
      "updated": "2026-01-22T01:12:54Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15567v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15567v1"
    },
    {
      "id": "2601.15391v1",
      "title": "Asymptotic scaling theory of electrostatic turbulent transport in magnetised fusion plasmas",
      "authors": [
        "T. Adkins",
        "I. G. Abel",
        "M. Barnes",
        "S. Buller",
        "W. Dorland",
        "P. G. Ivanov",
        "R. Meyrand",
        "F. I. Parra",
        "A. A. Schekochihin",
        "J. Squire"
      ],
      "summary": "Turbulent transport remains one of the principal obstacles to achieving efficient magnetic confinement in fusion devices. Two of the dominant drivers of the turbulence are microscale instabilities fuelled by electron- and ion-temperature gradients (ETG and ITG), whose nonlinear saturation determines the cross-field transport of particles and energy. Despite decades of study, predictive modelling of this turbulence has been limited either to expensive gyrokinetic simulations or to reduced models calibrated by fitting to numerical or experimental data, restricting their utility for reactor design. Here we present a simple asymptotic scaling theory that unifies ETG- and ITG-driven turbulence within a common framework. By balancing the fundamental time scales of linear growth, nonlinear decorrelation, and parallel propagation, the theory isolates the dependence of the heat flux on equilibrium parameters to two key quantities: the parallel system scale and the outer-scale aspect ratio. We show that these quantities encapsulate the essential physics of saturation, leading to distinct predictions for ETG and ITG transport: a cubic scaling with the temperature gradient in the electron channel, and a linear scaling in the ion channel. Extensive nonlinear gyrokinetic simulations confirm that these theoretical predictions hold irrespective of the magnetic geometry (slab, tokamak, or stellarator), including the first numerical confirmation of the cubic ETG scaling anticipated by earlier theory. By isolating the dependence on just the parallel system scale and the outer-scale aspect ratio, our framework provides a physics-based foundation for fast, geometry-aware transport models, offering a pathway toward reactor optimisation in both tokamaks and stellarators.",
      "published": "2026-01-21T19:03:08Z",
      "updated": "2026-01-21T19:03:08Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15391v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15391v1"
    },
    {
      "id": "2601.15181v1",
      "title": "Single-laser scheme for reaching strong field QED regime via direct laser acceleration",
      "authors": [
        "Robert Babjak",
        "Marija Vranic"
      ],
      "summary": "We investigate a single-laser scheme for reaching the strong-field QED regime based on direct laser acceleration (DLA) of electrons followed by their head-on collision with the same laser pulse reflected from an overdense foil. In this configuration, electrons are first accelerated inside an underdense plasma by a relativistic laser pulse and subsequently interact with the reflected laser field, emitting high-energy photons via nonlinear Compton scattering which decay into electron-positron pairs through the nonlinear Breit-Wheeler process. Using analytical scalings supported by quasi-3D particle-in-cell simulations including QED effects, we demonstrate that a laser pulse with power as low as 2 PW is sufficient to reach the quantum regime characterized by $χ_e> 1$ . For higher powers, we observe a rapid nonlinear increase in the number of generated positrons, reaching more than 2 nC for a 10 PW laser pulse with energy of approximately 1.1 kJ. A semi-analytical model is employed to estimate the positron yield, showing good agreement with simulation results. We further study the influence of laser depletion and the positioning of the reflecting foil on the efficiency of pair production. The presented scheme provides an experimentally feasible platform for probing strong-field QED effects using currently available multi-petawatt laser systems.",
      "published": "2026-01-21T16:59:44Z",
      "updated": "2026-01-21T16:59:44Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15181v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15181v1"
    },
    {
      "id": "2601.14886v1",
      "title": "Piecewise omnigenous magnetohydrodynamic equilibria as fusion reactor candidates",
      "authors": [
        "V. Fernández-Pacheco",
        "J. L. Velasco",
        "E. Sánchez",
        "R. Gaur",
        "J. M. García-Regaña",
        "J. A. Alonso",
        "I. Calvo",
        "D. Carralero"
      ],
      "summary": "In piecewise omnigenous magnetic fields, charged particles remain perfectly confined in the abscence of collisions and turbulence. This concept extends the traditional notion of omnigenity, the theoretical principle upon which most of existing magnetic fusion reactor designs, including tokamaks, are based. While piecewise omnigenity broadens the range of potentially viable stellarator reactor candidates, it is achieved by relaxing the requirement of continuity in the magnetic field strength, which could appear to pose significant challenges for the design of magnetohydrodynamic equilibria. In this work, a stellarator magnetic configuration is presented that satisfies the ideal magnetohydrodynamic equilibrium equation and that achieves unprecedented levels of piecewise omnigenity. As a result, it exhibits favorable transport characteristics, including reduced bulk radial (neoclassical and turbulent transport), bootstrap current and fast ion losses. In addition, the configuration displays robust MHD stability across a range of \\b{eta} values and possesses a rotational transform profile compatible with an island divertor. Collectively, these features satisfy the standard set of physics criteria required for a viable reactor candidate which, until now, were believed to be attainable only by certain types of omnigenous stellarators.",
      "published": "2026-01-21T11:17:38Z",
      "updated": "2026-01-21T11:17:38Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14886v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14886v1"
    },
    {
      "id": "2601.14834v1",
      "title": "Electric field induced by radial redistribution of the energetic ion pressure in a fusion plasma",
      "authors": [
        "Shaojie Wang"
      ],
      "summary": "It is found by using the gyrokinetic theory that significant radial electric fields, or zonal flows, can be generated by the radial redistribution of energetic ion pressure in a tokamak fusion device. Trapped energetic ions are more effective to generate the radial electric field than the isotropic energetic ions. This suggests that the energetic $α$ particles produced by DT fusion may induce significant radial electric field and thus help to improve the core plasma confinement in a fusion reactor.",
      "published": "2026-01-21T10:01:03Z",
      "updated": "2026-01-21T10:01:03Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14834v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14834v1"
    },
    {
      "id": "2601.14749v1",
      "title": "Triggers for plasma detachment bifurcation in the edge divertor region of tokamaks",
      "authors": [
        "Menglong Zhao",
        "Thomas Rognlien",
        "Ben Zhu",
        "Filippo Scotti",
        "Xinxing Ma",
        "Adam McLean"
      ],
      "summary": "We report the discovery of the trigger for detachment bifurcation phenomenon in tokamak divertors, revealed through steady-state and time-dependent UEDGE simulations: The observed electron temperature cliff at the outer target in DIII-D H-mode plasmas with ion $B\\times \\nabla B$ drift driven into the active divertor results from a bifurcation-induced $T_e$ drop above the X-point accompanied by reversal of the $E\\times B$ flow pattern in the private flux region. Time-dependent simulations reveal a two-phase transition mechanism: the high-field-side radiation front first extends across the last closed flux surface and stabilizes above the X-point, causing local $T_e$ to drop from $\\sim 70\\,\\mathrm{eV}$ to $\\sim 10\\,\\mathrm{eV}$ and inducing $E\\times B$ flow reversal in a thin layer below the X-point, which lasts $< 0.5\\,\\mathrm{ms}$; Flow reversal below the X-point subsequently triggers the sharp drop in outer target temperature on a timescale of $1-2\\,\\mathrm{ms}$, establishing deep detachment a few ms thereafter. A bifurcation transition occurs when the high-field-side radiation front crosses the separatrix while the outer divertor remains attached, with the $T_e$ cliff manifesting distinctly when the outer target $T_e \\gtrsim 10\\,\\mathrm{eV}$ prior to the bifurcation. These results demonstrate that the bifurcation is linked to in-out divertor asymmetry and asymmetric radiation front evolution.",
      "published": "2026-01-21T08:08:17Z",
      "updated": "2026-01-21T08:08:17Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14749v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14749v1"
    },
    {
      "id": "2601.14670v1",
      "title": "In-Situ Inverse Design of a Plasma Metamaterial Beam Steering Device",
      "authors": [
        "Katherine P. Bronstein",
        "Noah A. Harris",
        "Aleczander J. Harder",
        "Jennay L. Edmondson",
        "Jesse A. Rodríguez"
      ],
      "summary": "Inverse design is a commonly used methodology for creating devices that manipulate electromagnetic (EM) waves by algorithmically modifying device parameters to achieve a desired functionality. Utilizing plasma, a dynamically tunable medium, allows the optimization of the design process to be conducted directly on the experimental hardware (in-situ). A key advantage of this method is the creation of devices that are inherently switchable and dynamically reconfigurable. Bayesian optimization is used to tune the plasma density of 91 independent discharges that make up a plasma metamaterial (PMM) device to steer incoming EM waves to desired exit waveguides. Measurements were conducted in an automated loop where a vector network analyzer records the PMM transmission characteristics for each device setting. By relying only on measured scattering parameters, this gradient-free approach is robust to experimental drift and noise and does not require complex full-wave models. Significant performance improvements over traditional simulation-based (in-silico) inverse design are demonstrated, with in-situ Bayesian optimization achieving up to 10,000x higher isolation between ports than the best in-silico design at the same target frequency. This work also presents guidelines for applying Bayesian optimization to noisy, high-dimensional physical systems.",
      "published": "2026-01-21T05:30:03Z",
      "updated": "2026-01-21T05:30:03Z",
      "categories": [
        "physics.optics",
        "physics.app-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14670v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14670v1"
    },
    {
      "id": "2601.14471v1",
      "title": "Understanding Carbon Sourcing and Transport Originating from the Helicon Antenna Surfaces During High-Power Helicon Discharge in DIII-D Tokamak",
      "authors": [
        "A. Kumar",
        "D. Nath",
        "W. Tierens",
        "J. D. Lore",
        "R. Wilcox",
        "G. Ronchi",
        "M. Shafer",
        "A. Y. Joshi",
        "O. Sahni",
        "M. S. Shephard",
        "B. Van Compernolle",
        "R. I. Pinsker",
        "A. Demby",
        "O. Schmitz"
      ],
      "summary": "The high-power helicon wave system in the DIII-D tokamak introduces new plasma--material interaction (PMI) challenges due to rectified RF sheath potentials forming near antenna structures and surrounding tiles. Using the STRIPE modeling framework-which integrates SOLPS-ITER, COMSOL, RustBCA, and GITR/GITRm-we simulate carbon erosion, re-deposition, and global impurity transport in two H-mode discharges with varying antenna--plasma gaps and RF powers. COMSOL predicts rectified sheath potentials of 1-5 kV, localized near the bottom of the antenna where magnetic field lines intersect at grazing angles. Erosion is dominated by carbon self-sputtering, with RF-accelerated D+ ions contributing up to 1 % of the total erosion flux. GITRm simulations show that in the small-gap case, only ~ 13 % of eroded carbon is re-deposited locally, with 58 % transported into the core. In contrast, the large-gap case exhibits lower total erosion, along with reduced core penetration (~ 35 %) and weaker re-deposition (~ 4 %), consistent with lower collisionality and limited plasma contact. The simulation trends are consistent with experimental observations, which have not shown elevated core impurity levels during helicon operation in the present graphite-wall configuration. However, under certain plasma conditions and magnetic configurations, the helicon antenna may still act as a finite source of net erosion and core-directed impurity transport, potentially influencing the overall core impurity balance. These findings emphasize the need for sheath-aware antenna designs and predictive impurity transport modeling to support future high-power RF systems with high-Z first wall materials in fusion devices.",
      "published": "2026-01-20T20:52:33Z",
      "updated": "2026-01-20T20:52:33Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14471v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14471v1"
    },
    {
      "id": "2601.13980v1",
      "title": "The Geometry of Flux Surfaces with Quasi-Poloidal Symmetry",
      "authors": [
        "Rishin Madan",
        "Wrick Sengupta",
        "Elizabeth J. Paul",
        "Mohammed Haque",
        "Richard Nies",
        "Amitava Bhattacharjee"
      ],
      "summary": "Quasi-poloidal (QP) magnetic fields have desirable properties for confining plasma: no radial drift of guiding centres (with positive implications for neoclassical transport), zero Pfirsch-Schlüter current, a lower level of damping for poloidal flows, leading to reduced anomalous transport, and possible stability benefits. Despite their attractive properties, QP fields are not amenable to the near-axis expansion, a major theoretical tool for understanding toroidal fields. In this paper, we provide a novel framework for defining and understanding QP flux surfaces. This framework relies on a simplification that transforms the task of finding a quasi-poloidal flux surface from a 3D problem to a 2D problem. This simplification also applies to asymmetric magnetic mirrors with desirable properties. We sketch how this 2D problem can form the basis of an efficient optimisation problem for finding QP flux surfaces. We leverage this 2D problem for theoretical understanding: for instance, we identify one class of QP flux surfaces that are naturally flat mirrors (Velasco et al. 2023). The reduced model is validated against numerically optimised QP equilibria. We further utilise the reduced model to explain the prevalence of cusps, high mirror ratios, and narrow pinch points in these numerical equilibria.",
      "published": "2026-01-20T13:58:07Z",
      "updated": "2026-01-20T13:58:07Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13980v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13980v1"
    },
    {
      "id": "2601.13905v1",
      "title": "Reduction of SAXS Signal due to Doppler Broadening Induced Loss of Coherence",
      "authors": [
        "Thomas Kluge",
        "Uwe Hernandez Acosta",
        "Klaus Steiniger",
        "Ulrich Schramm",
        "Thomas E. Cowan"
      ],
      "summary": "We present an analytical and numerical study of how Doppler-induced spectral broadening in laser-heated plasmas degrades the coherence of small-angle X-ray scattering (SAXS) signals, and show that the resulting loss of temporal coherence reduces the SAXS intensity. Applying this formalism to two benchmark geometries - single density steps (wires) and periodic gratings -- we obtain analytic estimates. For gratings, finite coherence simultaneously lowers Bragg-peak heights and broadens their widths, whereas for isolated steps only the overall scaling with q affected. We map the parameter space relevant to current SASE and self-seeded XFELs, revealing that Doppler effects remain managable for the trieval of geometry parameters (less than few 10 % error) for SASE bandwidths but become the dominant error source in seeded configurations or above-keV temperatures. Practical consequences for density-gradient retrieval and interface-sharpness measurements are quantified. The results supply clear criteria for when Doppler broadening must be included in SAXS data analysis and offer a route to infer electron temperature directly from coherence-loss signatures.",
      "published": "2026-01-20T12:31:52Z",
      "updated": "2026-01-20T12:31:52Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13905v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13905v1"
    },
    {
      "id": "2601.13888v1",
      "title": "Quasi-linear approach of bi-Kappa distributed electrons with dynamic $κ$ parameter. EMEC instability",
      "authors": [
        "Pablo S Moya",
        "Roberto E Navarro",
        "Marian Lazar",
        "Peter H Yoon",
        "Rodrigo A López",
        "Stefaan Poedts"
      ],
      "summary": "In recent years, significant progress has been made in the velocity-moment-based quasi-linear (QL) theory of waves and instabilities in plasmas with nonequilibrium velocity distributions (VDs) of the Kappa (or $κ$) type. However, the temporal variation of the parameter $κ$, which quantifies the presence of suprathermal particles, is not fully captured by such a QL analysis, and typically $κ$ remains constant during plasma dynamics. We propose a new QL modeling that goes beyond the limits of a previous approach, realistically assuming that the quasithermal core cannot evolve independently of energetic suprathermals. The case study is done on the electron-cyclotron (EMEC) instability generated by anisotropic bi-Kappa electrons with $A=T_\\perp/T_\\parallel > 1$ ($\\parallel, \\perp$ denoting directions with respect to the background magnetic field). The parameter $κ$ self-consistently varies through the QL equation of kurtosis (fourth-order moment) coupled with temporal variations of the temperature components, relaxing the constraint on the independence of the low-energy (core) electrons and suprathermal high-energy tails of VDs. The results refine and extend previous approaches. A clear distinction is made between regimes that lead to a decrease or an increase in the $κ$ parameter with saturation of the instability. What predominates is a decrease in $κ$, i.e., an excess of suprathermalization, which energizes suprathermal electrons due to self-generated wave fluctuations. Additionally, we found that VDs can evolve toward a quasi-Maxwellian shape (as $κ$ increases) primarily in regimes with low beta and initial kappa values greater than five. Instability-driven relaxation only partially resolves temperature anisotropy in bi-Kappa electron VDs, as wave fluctuations generally act to further energize suprathermal electrons.",
      "published": "2026-01-20T12:00:37Z",
      "updated": "2026-01-20T12:00:37Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.13888v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13888v1"
    },
    {
      "id": "2601.13413v1",
      "title": "High Field Diamond Magnetometry Towards Tokamak Diagnostics",
      "authors": [
        "S. M. Graham",
        "C. J. Stephen",
        "A. J. Newman",
        "A. M. Edmonds",
        "M. L. Markham",
        "G. W. Morley"
      ],
      "summary": "Nitrogen vacancy centres (NVC) in diamond have been widely used for near-dc magnetometry. The intrinsic properties of diamonds make them potential candidates for tokamak fusion power diagnostics, where radiation-hard magnetometers will be essential for efficient control. An NVC magnetometer placed in a tokamak will need to operate within a $\\geq$ 1 T magnetic field. In this work, we demonstrate fibre-coupled ensemble NVC optically detected magnetic resonance (ODMR) and magnetometry measurements at magnetic fields up to 1.2 T. Sensitivities of approximately 240 to 600 nT/$\\sqrt{\\textrm{Hz}}$ and 110 nT/$\\sqrt{\\textrm{Hz}}$ are achieved in a (10-150) Hz frequency range, for non-degenerate and near-$\\langle$111$\\rangle$ field alignments respectively.",
      "published": "2026-01-19T21:49:03Z",
      "updated": "2026-01-19T21:49:03Z",
      "categories": [
        "physics.app-ph",
        "physics.ins-det",
        "physics.optics",
        "physics.plasm-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13413v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13413v1"
    },
    {
      "id": "2601.13377v1",
      "title": "Learning time-dependent and integro-differential collision operators from plasma phase space data using differentiable simulators",
      "authors": [
        "Diogo D. Carvalho",
        "Luis O. Silva",
        "E. P. Alves"
      ],
      "summary": "Collisional and stochastic wave-particle dynamics in plasmas far from equilibrium are complex, temporally evolving, stochastic processes which are challenging to model. In this work, we extend previous methods coupling differentiable kinetic simulators and plasma phase space diagnostics to learn collision operators that account for time-varying background distributions. We also introduce a more general integro-differentiable operator formulation to probe relevant terms in the collision operator. To validate the proposed methodology we use data generated by self-consistent electromagnetic Particle-in-Cell simulations. We show that both approaches recover operators that can accurately reproduce the plasma phase space dynamics while being more accurate than estimates based on particle track statistics. These results further demonstrate the potential of using differentiable simulators to infer collision operators for scenarios where no closed form solution exists or deviations from existing theory are expected.",
      "published": "2026-01-19T20:25:01Z",
      "updated": "2026-01-19T20:25:01Z",
      "categories": [
        "physics.plasm-ph",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13377v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13377v1"
    },
    {
      "id": "2601.13175v1",
      "title": "Electromagnetic ghosts in pair plasmas",
      "authors": [
        "Maxim Lyutikov"
      ],
      "summary": "Collisions of two weakly nonlinear, $a_0 \\ll 1$, counter-propagating EM pulses in pair plasma leave behind a long-surviving collection of localized waves, {\\it an electromagnetic ghost}. Waves are trapped (localized) by the random large density fluctuations created by the beat between the pulses. The process is similar to random plasma density grating and/or Anderson-like wave localization. Structures survive for long, mesoscale times, while the EM energy slowly bleeds through high density walls of the density trap. Large guide magnetic field, $ω_B \\geq $ few $ω$, suppresses the formation of the ghosts.",
      "published": "2026-01-19T16:01:46Z",
      "updated": "2026-01-19T16:01:46Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13175v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13175v1"
    },
    {
      "id": "2601.13067v1",
      "title": "Oxygen atom density and kinetics in intermediate-pressure radiofrequency capacitively-coupled plasmas in pure O2",
      "authors": [
        "Shu Zhang",
        "Andrey Volynets",
        "Garrett A. Curley",
        "Jean-Paul Booth"
      ],
      "summary": "We have studied radiofrequency capacitively coupled plasmas in pure O2 using single mode laser cavity ringdown spectroscopy of oxygen atoms at 630 nm. The absolute atom densities and translational temperatures were determined over a range of pressures and RF power . At pressures of 267 Pa and above, the O atom mole fraction increases with RF power and decreases with pressure, reaching a maximum of 15 percent. However, at 133 and 67 Pa it passes through a distinct maximum with power before decreasing significantly. The atom recombination processes are probed by time resolved measurements in the afterglow of pulse modulated plasmas. At 133 and 67 Pa the atom loss is dominated by surface recombination, and we see clear evidence that this rate is increased by energetic ion bombardment, in agreement with a study from Bill Graham group. This effect partially explains the observed decrease in dissociation at high RF power. The time-resolved results also allow the O negative ion density to be determined and indicate the creation of ozone in the afterglow. At 133 Pa, the trends with RF power of the O2 dissociation, O negative ion density and gas temperature suggest a transition at high power to a plasma mode with fewer high energy electrons. At higher pressures gas phase recombination mechanisms become dominant, however gas convection driven by gas cooling in the afterglow makes it complex to analyse the time-resolved data.",
      "published": "2026-01-19T13:57:39Z",
      "updated": "2026-01-19T13:57:39Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13067v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13067v1"
    },
    {
      "id": "2601.12692v1",
      "title": "Dimensional Analysis Approach to Experiments in Z pinch Devices",
      "authors": [
        "Miguel Cárdenas"
      ],
      "summary": "The physical behavior of discharges in Z pinch devices can be completely deciphered in terms of only three dimensionless parameters. These parameters can be arranged in a way that draw a surface in 3D space. This surface compiles all the accessible information on the macroscopic physical behavior of each possible Z pinch discharge. We analyze the practical problems the drawing of this surface encounters and in view of the situation, we devote the remainder of the article to outline a feasible method for estimating the plasma temperature in Z pinch discharges.",
      "published": "2026-01-19T03:29:15Z",
      "updated": "2026-01-19T03:29:15Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12692v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12692v1"
    },
    {
      "id": "2601.12614v2",
      "title": "Deterministic and probabilistic neural surrogates of global hybrid-Vlasov simulations",
      "authors": [
        "Daniel Holmberg",
        "Ivan Zaitsev",
        "Markku Alho",
        "Ioanna Bouri",
        "Fanni Franssila",
        "Haewon Jeong",
        "Minna Palmroth",
        "Teemu Roos"
      ],
      "summary": "Hybrid-Vlasov simulations resolve ion-kinetic effects for modeling the solar wind-magnetosphere interaction, but even 5D (2D + 3V) simulations are computationally expensive. We show that graph-based machine learning emulators can learn the spatiotemporal evolution of electromagnetic fields and lower order moments of ion velocity distribution in the near-Earth space environment from four 5D Vlasiator runs performed with identical steady solar wind conditions. The initial ion number density is systematically varied, while the grid spacing is held constant, to scan the ratio of the characteristic ion skin depth to the numerical grid size. Using a graph neural network architecture operating on the 2D spatial simulation grid comprising 670k cells, we demonstrate that both a deterministic forecasting model (Graph-FM) and a probabilistic ensemble forecasting model (Graph-EFM) based on a latent variable formulation are capable of producing accurate predictions of future plasma states. A divergence penalty is incorporated during training to encourage divergence-freeness in the magnetic fields and improve physical consistency. For the probabilistic model, a continuous ranked probability score objective is added to improve the calibration of the ensemble forecasts. When trained, the emulators achieve more than two orders of magnitude speedup in generating the next time step relative to the original simulation on a single GPU compared to 100 CPUs for the Vlasiator runs, while closely matching physical magnetospheric response of the different runs. These results demonstrate that machine learning offers a way to make hybrid-Vlasov simulation tractable for real-time use while providing forecast uncertainty.",
      "published": "2026-01-18T23:13:23Z",
      "updated": "2026-01-21T04:43:49Z",
      "categories": [
        "physics.space-ph",
        "cs.LG",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12614v2",
      "pdf_link": "https://arxiv.org/pdf/2601.12614v2"
    },
    {
      "id": "2601.12476v1",
      "title": "Evidence of energy conversion in weakly collisional plasma during an interplanetary coronal mass ejection",
      "authors": [
        "Omkar Dhamane",
        "Anil Raghav",
        "Simone Benella",
        "Kishor Kumbhar",
        "Raffaella D'Amicis",
        "Oreste Pezzi",
        "Utkarsh Sharma",
        "Ashok Silwal",
        "Panini Maurya",
        "Mirko Stumpo",
        "Kalpesh Ghag",
        "Ajay Kumar",
        "Mohit Shah",
        "Mariyam Karari",
        "Lynn B. Wilson",
        "Jia Huang",
        "Daniele Telloni"
      ],
      "summary": "Intervals of enhanced turbulent fluctuations are typically less frequent within the magnetic cloud region of an interplanetary coronal mass ejection (ICME). We investigate two such intervals inside an ICME observed by the \\textit{Wind} spacecraft on 8--9 June 2000 and characterize their associated wave populations. We focus on spectral analysis and plasma instability analysis, using ion-scale normalized magnetic helicity and polarization properties with respect to the background magnetic field $B_0$. In the first interval, the ion-scale normalized magnetic helicity shows a left-handed circularly polarized signature. In the second interval, the left-handed signature persists and an additional high-frequency right-handed population appears. The propagation is approximately parallel to $B_0$. The left-handed fluctuations are compatible with Alfvén ion-cyclotron (AIC) waves, while the right-handed fluctuations are consistent with fast magnetosonic/whistler (FM/W) waves. The ICME plasma accesses resonance conditions that support multiple ion-scale wave modes. Evolving anisotropies in the plasma and the approach to marginal stability allow the coexistence of AIC-like and fast-magnetosonic/whistler-like fluctuations, with enhanced electron heating favoring the growth of the FM/W contribution and strengthening the density--magnetic-field magnitude correlation.",
      "published": "2026-01-18T16:40:10Z",
      "updated": "2026-01-18T16:40:10Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12476v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12476v1"
    },
    {
      "id": "2601.12469v1",
      "title": "SPARC Tokamak Error Field Expectations and Physics-Based Correction Coil Design",
      "authors": [
        "N. C. Logan",
        "C. E. Myers",
        "R. Sweeney",
        "C. Paz-Soldan",
        "M. Pharr",
        "N. Leuthold",
        "M. Nickerson",
        "J. Halpern",
        "I. Stewart"
      ],
      "summary": "Non-axisymmetric magnetic field coils have been designed to provide efficient error field correction and suppress edge localized modes in SPARC - a compact high-field tokamak that is presently under construction at Commonwealth Fusion Systems. These designs utilize the Generalized Perturbed Equilibrium Code's (GPEC's) representation of the multi-modal, non-axisymmetric plasma response to optimize the geometric coupling between 3D coil arrays and the desired core or edge plasma response. Error field correction coils are designed to couple to the plasma-amplified kink that dominates the drive of core resonances. The maximum allowable error field is projected to SPARC using an empirical scaling that is consistent with linear and nonlinear MHD modeling expectations. Asymmetric construction and assembly tolerances are then balanced against the corresponding kA-turns needed for correction to levels below the allowable limit. These physics-driven coil designs provide confidence in our ability to operate SPARC in new high field tokamak regimes without error field induced locked modes.",
      "published": "2026-01-18T16:16:34Z",
      "updated": "2026-01-18T16:16:34Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12469v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12469v1"
    },
    {
      "id": "2601.12466v1",
      "title": "Plasmoid formation via competing lower-hybrid drift and Kelvin-Helmholtz instabilities: A hybrid kinetic-gyrokinetic simulation study",
      "authors": [
        "S. Thatikonda",
        "F. N. De Oliveira-Lopes",
        "A. Mustonen",
        "K. Pommois",
        "D. Told",
        "F. Jenko"
      ],
      "summary": "We investigate the nonlinear formation of plasmoids in 2D low-beta current sheets through the interplay between the Kelvin-Helmholtz instability (KHI) and the lower-hybrid drift instability (LHDI). Using a hybrid kinetic-gyrokinetic model-based Super Simple Vlasov (ssV) code with fully kinetic ions and drift-kinetic electrons, we simulate Harris-type current sheets and velocity shear layers with strong cross-field density gradients. Our central hypothesis is that steep density gradients drive LHDI, which can grow faster than KHI and initiate an inverse cascade from kinetic to fluid scales, potentially suppressing KHI. Our simulations confirm that, in thin current sheets, LHDI develops rapidly at the sheet edges and nonlinearly merges into larger-scale magnetic islands before KHI can evolve. These LHDI-driven structures distort the velocity shear and suppress classical KH vortices. In contrast, for thicker current sheets or weaker density gradients, KHI dominates and produces the expected rolled-up vortices and associated plasmoids. These findings demonstrate that LHDI-induced turbulence can act as both a seed and a regulator of plasmoid-generating instabilities, mediating cross-scale energy transfer. This mechanism is relevant to thin boundary layers in space plasmas, such as the solar wind magnetosphere interface, and suggests that microturbulence can govern large-scale magnetic topology during collisionless reconnection.",
      "published": "2026-01-18T16:15:58Z",
      "updated": "2026-01-18T16:15:58Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.12466v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12466v1"
    },
    {
      "id": "2601.12378v1",
      "title": "A Novel Numerical Algorithms Optimization Method with Machine Learning Frameworks: Application on Real-time Plasmas Equilibrium Reconstruction in EXL-50U Spherical Torus",
      "authors": [
        "G. H. Zheng",
        "S. F. Liu",
        "X. Gu",
        "Y. P. Zhang",
        "J. Li",
        "Y. Liu",
        "X. C. Lun",
        "L. Xing",
        "J. G. Chen",
        "Z. Y. Chen",
        "Y. Yu",
        "D. Guo",
        "Z. Y. Yang",
        "H. S. Xie",
        "X. M. Song",
        "Y. J. Shi",
        "EXL-50U Team"
      ],
      "summary": "This work proposes for the first time a novel optimization method for numerical algorithms, which takes advantages of machine learning frameworks PyTorch and TensorRT, leveraging their modularity, low development threshold, and automatic tuning characteristics to achieve a real-time plasmas reconstruction algorithm called PTEFIT as an application in tokamak-based controlled fusion that combines performance, flexibility, and usability. The algorithm has been deployed and routinely operated on the EXL-50U spherical tokamak, with an average inference time of only 0.268ms per time slice at $129\\times 129$ resolution, and has successfully driven feedback control of the maximum radial position of plasmas and isoflux control. We believe that its design philosophy has sufficient potential to accelerate development and optimization in GPU parallel computing, and is expected to be extended to other numerical algorithms.",
      "published": "2026-01-18T12:11:36Z",
      "updated": "2026-01-18T12:11:36Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12378v1",
      "pdf_link": "https://arxiv.org/pdf/2601.12378v1"
    },
    {
      "id": "2601.14301v1",
      "title": "GPU Acceleration and Portability of the TRIMEG Code for Gyrokinetic Plasma Simulations using OpenMP",
      "authors": [
        "Giorgio Daneri"
      ],
      "summary": "The field of plasma physics heavily relies on simulations to model various phenomena, such as instabilities, turbulence, and nonlinear behaviors that would otherwise be difficult to study from a purely theoretical approach. Simulations are fundamental in accurately setting up experiments, which can be extremely costly and complex. As high-fidelity tools, gyrokinetic simulations play a crucial role in discovering new physics, interpreting experimental results, and improving the design of next-generation devices. However, their high computational costs necessitate the use of acceleration platforms to reduce execution time. This work revolves around the TRIangular MEsh based Gyrokinetic (TRIMEG) code, which performs high-accuracy particle-in-cell plasma simulations in tokamak geometries, leveraging a novel finite element approach. The rise of graphical processing units (GPUs) constitutes an occasion to satisfy such computational needs, by offloading the most expensive portion of the code to the accelerators. The chosen approach features GPU offloading with the OpenMP API, which grants portability of the code to different architectures, namely AMD and NVIDIA. The particle pushing as well as the grid-to-particle operations have been ported to GPU platforms. Compiler limitations had to be overcome, and portions of the code were restructured to be suitable for GPU acceleration. Kernel performance was evaluated by carrying out GPU grid size exploration, as well as scalability studies. In addition, the efficiency of hybrid MPI-OpenMP offloading parallelization was assessed. The speedup of the GPU implementation was calculated by comparing it with the pure CPU version using different rationales. The Ion Temperature Gradient (ITG) mode was simulated using the GPU-accelerated version, and its correctness was verified in terms of the energy growth rate and the two-dimensional mode structures.",
      "published": "2026-01-17T11:50:01Z",
      "updated": "2026-01-17T11:50:01Z",
      "categories": [
        "physics.plasm-ph",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14301v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14301v1"
    },
    {
      "id": "2601.11276v1",
      "title": "A new class of special functions arising in plasma linear susceptibility tensor calculations",
      "authors": [
        "Roberto Ricci"
      ],
      "summary": "We investigate some fundamental properties of a peculiar class of special functions strictly related to Bessel, Anger and Weber functions, whose introduction was originally motivated by linear susceptibility tensor calculations in a hot, magnetised plasma. We show that these functions are solutions of an inhomogeneous Bessel ODE, with specified initial conditions and a distinct right-hand-side term fulfilling the Nielsen's requirement. Beside deriving recurrence relations and an alternative representation involving incomplete Anger-Weber functions, we show that these functions admit a simple series expansion in terms of Bessel functions of integer order, obtained by resorting to the Jacobi-Anger formula. In plasma applications this eventually leads to expressions involving infinite sums of products of Bessel functions, not particularly apt to numerical evaluation ought to their slow convergence rate when the particle's gyro-radius is larger than the wavelength. By exploiting the previously determined recurrence properties of the new class of functions we present a particularly simple derivation of the linear susceptibility tensor that enables to avoid this inconvenience.",
      "published": "2026-01-16T13:21:17Z",
      "updated": "2026-01-16T13:21:17Z",
      "categories": [
        "physics.plasm-ph",
        "math-ph"
      ],
      "link": "https://arxiv.org/abs/2601.11276v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11276v1"
    },
    {
      "id": "2601.11014v1",
      "title": "Study of circular cross-section plasmas in HL-2A tokamak: MHD equilibrium, stability and operational \\b{eta} limit",
      "authors": [
        "SHEN Yong",
        "DONG Jiaqi",
        "SHI Zhongbing",
        "HE Hongda",
        "ZHAO Kaijun",
        "PENG Xiaodong",
        "QU Hongpeng",
        "LI Jia",
        "SUN Aiping"
      ],
      "summary": "Circular cross-section plasma is the most basic form of tokamak plasma and the fundamental configuration for magnetic confinement fusion experiments. Based on the HL-2A limiter discharge experiments, the magnetohydrodynamic (MHD) equilibrium and MHD instability of circular cross-section tokamak plasmas are investigated in this work. The results show that when q_0=0.95, the internal kink mode of m/n=1/1 is always unstable. The increase in plasma \\b{eta} (the ratio of thermal pressure to magnetic pressure) can lead to the appearance of external kink modes. The combination of axial safety factor q_0 and edge safety factor q_a determines the equilibrium configuration of the plasma and also affects the MHD stability of the equilibrium, but its growth rate is also related to the size of \\b{eta}. Under the condition of q_a>2 and q_0 slightly greater than 1, the internal kink mode and surface kink mode can be easily stabilized. However the plasma becomes unstable again and the instability intensity increases as q_0 continues to increase when q_0 exceeds 1. As the poloidal beta (\\b{eta}_p) increases, the MHD instability develops, the equilibrium configuration of MHD elongates laterally, and the Shafranov displacement increases, which in turn has the effect on suppressing instability. Calculations have shown that the maximum \\b{eta} value imposed by the ideal MHD mode in a plasma with free boundary in tokamak experiments is proportional to the normalized current I_N (I_N=I_p (MA)/a(m)B_0 (T)), and the achievable maximum beta \\b{eta}(max) is calibrated to be 2.01I_N,i.e. \\b{eta}(max)~2.01I_N. The operational \\b{eta} limit of HL-2A circular cross-section plasma is approximately \\b{eta}_N^c~2.0. Too high a value of q_0 is not conducive to MHD stability and leads the \\b{eta} limit value to decrease. When q_0=1.3, we obtain a maximum value of \\b{eta}_N of approximately 1.8.",
      "published": "2026-01-16T06:11:25Z",
      "updated": "2026-01-16T06:11:25Z",
      "categories": [
        "physics.plasm-ph",
        "physics.data-an"
      ],
      "link": "https://arxiv.org/abs/2601.11014v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11014v1"
    },
    {
      "id": "2601.11003v1",
      "title": "Generation and Enhancement of Persistent Nanoscale Magnetization in All-Dielectric Metasurfaces by Optically Injected and Localized Free Carriers",
      "authors": [
        "Shivaksh Rawat",
        "Samyobrata Mukherjee",
        "Gennady Shvets"
      ],
      "summary": "Time-varying dielectric metasurfaces supporting sharp optical resonances with a non-trivial electromagnetic field distribution represent a unique platform for realizing temporal interfaces for metasurface-guided waves (MGWs). Rapidly changing metasurface resonance enables frequency conversion and temporal scattering of a concurrently propagating MGW. Using analytical methods and electromagnetic simulations, we demonstrate that localized free-carrier generation can be engineered to produce frequency-shifted, time-refracted, and reflected infrared MGWs. Furthermore, we demonstrate that such time interfaces can be utilized to generate large, highly localized quasistatic magnetic fields within the metasurfaces. The resulting nanoscale magnetization, supported by the residual circulating currents, persists after the departure of the time-scattered MGWs. We further demonstrate that the initial electromagnetic energy of the injected MGWs is partitioned between the time-reflected/refracted MGWs, residual motion of the free carriers, and a quasistatic magnetic field.",
      "published": "2026-01-16T05:35:11Z",
      "updated": "2026-01-16T05:35:11Z",
      "categories": [
        "physics.optics",
        "physics.app-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.11003v1",
      "pdf_link": "https://arxiv.org/pdf/2601.11003v1"
    },
    {
      "id": "2601.10885v1",
      "title": "Learning collision operators from plasma phase space data using differentiable simulators",
      "authors": [
        "Diogo D. Carvalho",
        "Pablo J. Bilbao",
        "Warren B. Mori",
        "Luis O. Silva",
        "E. Paulo Alves"
      ],
      "summary": "We propose a methodology to infer collision operators from phase space data of plasma dynamics. Our approach combines a differentiable kinetic simulator, whose core component in this work is a differentiable Fokker-Planck solver, with a gradient-based optimisation method to learn the collisional operators that best describe the phase space dynamics. We test our method using data from two-dimensional Particle-in-Cell simulations of spatially uniform thermal plasmas, and learn the collision operator that captures the self-consistent electromagnetic interaction between finite-size charged particles over a wide variety of simulation parameters. We demonstrate that the learned operators are more accurate than alternative estimates based on particle tracks, while making no prior assumptions about the relevant time-scales of the processes and significantly reducing memory requirements. We find that the retrieved operators, obtained in the non-relativistic regime, are in excellent agreement with theoretical predictions derived for electrostatic scenarios. Our results show that differentiable simulators offer a powerful and computational efficient approach to infer novel operators for a wide rage of problems, such as electromagnetically dominated collisional dynamics and stochastic wave-particle interactions.",
      "published": "2026-01-15T22:31:26Z",
      "updated": "2026-01-15T22:31:26Z",
      "categories": [
        "physics.plasm-ph",
        "cs.LG",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10885v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10885v1"
    },
    {
      "id": "2601.10855v1",
      "title": "Vortex Solitons and Filamentation of Electromagnetic Beams in Relativistically Degenerate Plasmas",
      "authors": [
        "Nikolai Maltsev",
        "Vazha I. Berezhiani"
      ],
      "summary": "We study the propagation and stability of electromagnetic vortex beams in relativistically de generate plasmas. We show that such plasmas support localized vortex solitons carrying orbital angular momentum and analyze their linear and nonlinear stability. Vortex solitons undergo az imuthal symmetry-breaking instabilities whose growth rates depend on beam power, propagation constant, and topological charge, with the dominant mode determining the number of filaments formed during breakup. We further demonstrate that vortex solitons act as nonlinear attractors with a finite basin of attraction, while the vortex core remains topologically protected, maintaining a strictly zero field intensity at the beam center throughout the evolution. The results persist across a broad range of degeneracy parameters and are relevant to hard X-ray radiation propagating in dense astrophysical plasmas.",
      "published": "2026-01-15T20:46:44Z",
      "updated": "2026-01-15T20:46:44Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10855v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10855v1"
    },
    {
      "id": "2601.10570v1",
      "title": "Canonical Vorticity Perspective on Magnetogenesis: Unifying Weibel, Biermann, and Beyond",
      "authors": [
        "Modhuchandra Laishram",
        "Young Dae Yoon"
      ],
      "summary": "We briefly review the current status of magnetogenesis, a cross-disciplinary field that bridges cosmology and plasma physics, studying the origin of magnetic fields in the universe. We formulate a canonical vorticity framework to investigate kinetic plasma physics-based magnetogenesis processes in a collisionless plasma. By considering canonical vorticity, a weighted sum of the fluid vorticity and the magnetic field as the canonical variable, this framework unifies several magnetogenesis processes, including the Biermann battery, the Weibel instability, and predicts several new pressure tensorial configurations as the fundamental source of self-generated magnetic field and vorticity in plasma. The framework is further extended to relativistic regime where an additional source of canonical vorticity, termed as kineclinicity effect, is identified. The theoretical predictions are systematically validated using particle-in-cell simulations, highlighting their implications for laboratory and astrophysical plasma environments.",
      "published": "2026-01-15T16:34:10Z",
      "updated": "2026-01-15T16:34:10Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10570v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10570v1"
    },
    {
      "id": "2601.10472v1",
      "title": "From Weibel seeds to collisionless dynamos beyond pair-plasmas",
      "authors": [
        "Lise Hanebring",
        "James Juno",
        "Ammar Hakim",
        "Jason M. TenBarge",
        "Istvan Pusztai"
      ],
      "summary": "Bridging the spatiotemporal scales of magnetic seed field generation and subsequent dynamo amplification in the weakly collisional intracluster medium presents an extreme numerical challenge. We perform collisionless turbulence simulations with initially unmagnetized electrons that capture both magnetic seed generation via the electron Weibel instability and the ensuing dynamo amplification. Going beyond existing pair-plasma studies, we use an ion-to-electron mass ratio of 100 for which we find electron and ion dynamics are sufficiently decoupled. These simulations are enabled by the 10-moment collisionless fluid solver of Gkeyll, which evolves the full pressure tensor for all species. The electron heat-flux closure regulates pressure isotropization and effectively sets the magnetic Reynolds number. We investigate how the strength of of the closure influences the transition between a regime reminiscent of previous kinetic pair-plasma simulations and a more MHD-like dynamo regime.",
      "published": "2026-01-15T14:57:57Z",
      "updated": "2026-01-15T14:57:57Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.10472v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10472v1"
    },
    {
      "id": "2601.10295v1",
      "title": "Design, Fabrication and Testing of a D-Shaped High Temperature Superconducting Magnet",
      "authors": [
        "Upendra Prasad",
        "Mahesh Ghate",
        "Piyush Raj",
        "Deven Kanabar",
        "Pankaj Varmora",
        "Swati Roy",
        "Arun Panchal",
        "Dhaval Bhavsar",
        "Anees Bano",
        "Nitish Kumar",
        "Bhadresh Parghi",
        "Akhilesh Yadav",
        "Mohd. Umer",
        "Vijay Vasava",
        "Raton Mandal",
        "Rajkumar Ahirwar",
        "Megha Thaker"
      ],
      "summary": "High-temperature technical superconductors are potential candidates for compact and high-field tokamak magnets. The demand for higher fusion power can be met with an on-axis high magnetic field due to toroidal magnets. An R&D activity has been initiated at the Institute for Plasma Research, India, to develop a compact D-shaped superconducting magnet utilizing REBCO high-temperature superconducting tapes. Under this initiative, a toroidal configuration with a major radius of 0.42 m, consisting of eight D-shaped, four poloidal field, and a central solenoid high-temperature superconducting magnets producing an on-axis toroidal magnetic field of 0.23 T has been conceptualized. The fabrication feasibility of a D-shaped coil for this toroidal configuration also envisaged using stacked high-temperature superconducting cable. In this paper, we report the design of a compact D-shaped coil, the fabrication of a long length HTS cable, a winding pack, and its integration with a cryogenic casing and vacuum enclosure. The winding pack terminations, joints, its interfacing with the power supply, and performance testing are also reported in this paper.",
      "published": "2026-01-15T11:13:18Z",
      "updated": "2026-01-15T11:13:18Z",
      "categories": [
        "physics.acc-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.10295v1",
      "pdf_link": "https://arxiv.org/pdf/2601.10295v1"
    },
    {
      "id": "2601.18553v1",
      "title": "Different Transient Phenomena at the Edges of Traveling Foreshocks",
      "authors": [
        "Primoz Kajdic",
        "Xóchitl Blanco-Cano",
        "Diana Rojas-Castllo",
        "Nojan Omidi"
      ],
      "summary": "Past kinetic simulations and spacecraft observations have shown that traveling foreshocks (TFs) are bounded by either foreshock compressional boundaries (FCBs) or foreshock bubbles (FBs). Here we present four TFs with a different kind of structure appearing at one of their edges. Two of them, observed by the Cluster mission, are bounded by a hot flow anomaly (HFA). In one case, the HFA was observed only by the spacecraft closest to the bow shock, while the other three probes observed an FCB. In addition, two other TFs were observed by the MMS spacecraft to be delimited by a structure that we call HFA-like FCB. In the spacecraft data, these structures present signatures similar to those of HFAs: dips in magnetic field magnitude and solar wind density, decelerated and deflected plasma flow and increased temperature. However, a detailed inspection of these events reveals the absence of heating of the SW beam. Instead, the beam almost disappears inside these events and the plasma moments are strongly influenced by the suprathermal particles. We suggest that HFA-like FCBs are related to the evolution and structure of the directional discontinuities of the interplanetary magnetic field whose thickness is larger than the gyroradious of suprathermal ions. We also show that individual TFs may appear together with several different types of transient upstream mesoscale structures, which brings up a question about their combined effect on regions downstream of the bow shock.",
      "published": "2026-01-26T14:59:34Z",
      "updated": "2026-01-26T14:59:34Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18553v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18553v1"
    },
    {
      "id": "2601.15762v2",
      "title": "Multi-Scale Irregularities Product: a data product utilizing the high-resolution Swarm plasma density data for space weather applications",
      "authors": [
        "Yaqi Jin",
        "Luca Spogli",
        "Daria Kotova",
        "Alan Wood",
        "Jaroslav Urbář",
        "Lucilla Alfonsi",
        "Mainul Mohammed Hoque",
        "Wojciech Miloch"
      ],
      "summary": "We use the high-resolution Swarm faceplate plasma density data at 16 Hz to develop a set of parameters that can characterize multi-scale ionospheric structures and irregularities along the Swarm orbit. We present the methods for calculating density gradients over different window sizes, rate of change of density index, power spectral density and the spectral slope at both low and high latitudes. The faceplate plasma data are not continuously available through the years. However, about 8 years of data from Swarm A are processed from late 2014 to the end of 2025. Some statistical results from Swarm A are presented. The variations of plasma structures and irregularities are dependent on solar activity, season, local time and geomagnetic activities, and the variations show different patterns between low and high latitudes. For example, the high-latitude ionosphere is characterized by persistent ionospheric structures and irregularities poleward of 60 magnetic latitude, while the low-latitude ionospheric irregularities are only dominant during 19-01 local time near the magnetic equator. The occurrence of steep spectral slope at high latitudes shows clear seasonal variations, i.e., it maximizes during local summer and minimizes during local winter in both hemispheres. However, the occurrence of steep spectral slope at low latitudes is only sensible when significant plasma structures and irregularities are present. We further calculate the histogram of spectral slopes at low latitudes when the rate of change of density index is enhanced. The histogram resembles a Gaussian distribution with an expected value of 1.97. The processed data are available to the wider community. Given the high resolution, this new data product will be useful for the scientific communities that are interested in the magnetosphere-ionosphere-thermosphere coupling and near-Earth space environment.",
      "published": "2026-01-22T08:55:19Z",
      "updated": "2026-01-23T10:22:39Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15762v2",
      "pdf_link": "https://arxiv.org/pdf/2601.15762v2"
    },
    {
      "id": "2601.08054v3",
      "title": "Magnetic reconnection as an Adler-Ohmic bifurcation: The topological origin of Bohm resistivity",
      "authors": [
        "Magnus F Ivarsen"
      ],
      "summary": "The physical origin of 'anomalous' resistivity in magnetic reconnection remains one of the longest-standing problems in space plasma physics. While the empirical Bohm diffusion scaling ($η\\propto T/B$) is widely invoked to explain fast reconnection rates, it lacks a rigorous derivation from first principles. Here, we derive this scaling by modeling the ensemble of electron gyro-axes in a magnetized plasma as an overdamped spintronic condensate governed by the Landau-Lifshitz-Gilbert equation. We demonstrate that the breakdown of the \"frozen-in\" condition is rigorously identified as an Adler-Ohmic bifurcation: a topological phase transition where electron gyro-axes lose synchronization with the mean magnetic field. Unlike stochastic turbulence models, this framework predicts a coherent, explosive onset of resistivity that naturally saturates at the Bohm limit. We support this thesis with renormalization group theory and a novel analysis of Magnetospheric Multiscale mission data, which reveals an explosive phase space confinement consistent with collective phase slippage rather than chaotic scattering. These results suggest that Bohm resistivity is a universal topological property of magnetized matter at the critical point of reconnection.",
      "published": "2026-01-12T22:48:40Z",
      "updated": "2026-01-26T16:48:20Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "cond-mat.soft",
        "cond-mat.stat-mech",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08054v3",
      "pdf_link": "https://arxiv.org/pdf/2601.08054v3"
    },
    {
      "id": "2601.05996v1",
      "title": "Self-organization of local streamline structures and energy transfer rate in compressible plasma turbulence",
      "authors": [
        "Simone Benella",
        "Virgilio Quattrociocchi",
        "Emanuele Papini",
        "Andrea Verdini",
        "Simone Landi",
        "Maria Federica Marcucci",
        "Giuseppe Consolini"
      ],
      "summary": "We examine how local streamline topology and energy cascade rate self-organize in plasma turbulence for both compressible and incompressible regimes. Using a fully-compressible Hall-magnetohydrodynamic simulation, we quantify the subgrid-scale energy transfer and analyze its relationship to streamline structures by means of grandient tensor geometric invariants of the velocity field. Our results highlight how streamline topology is crucial for diagnosing turbulence: for nearly-incompressible fluctuations the energy is primarily transferred to smaller scales through strain-dominated and stable-vortical structures, while is back-transferred towards larger scales through unstable-vortical structures. Compressible fluctuations, on the contrary, do not show a clear topological selection of the energy transfer since the overall direction of the local cascade rate is found to be determined by the sign of $-\\nabla\\cdot u$ (plasma volumetric compression or expansion).",
      "published": "2026-01-09T18:23:00Z",
      "updated": "2026-01-09T18:23:00Z",
      "categories": [
        "physics.space-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05996v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05996v1"
    },
    {
      "id": "2601.05426v1",
      "title": "An integration-free method for calculating curl and divergence in space plasmas using multi-spacecraft data",
      "authors": [
        "Rohan Singh",
        "Supratik Banerjee",
        "Arijit Halder"
      ],
      "summary": "The knowledge of local spatial gradients (curl, divergence etc.) is crucial to examine the three-dimensional variation of flow fields including velocity and magnetic fields in space plasmas like the solar wind. Here we propose a simple method to calculate the same using the in-situ data of multi-spacecraft systems. Unlike the popular Curlometer method which depends on the vector integration theorems, our integration-free method is based on the construction of a local orthonormal coordinate system and the associated finite difference approximations. The Curlometer is applicable to a four spacecraft system arranged in a tetrahedron and yields a single volume-averaged estimate of the curl. Using our proposed method over 107 intervals of MMS (NASA) data, on the other hand, we successfully calculate the spatial derivatives at the position of each spacecraft of the tetrahedron and a three-spacecraft (non-collinear) subset of the same. The average value of all the curls calculated for a given tetrahedron shows an excellent agreement (correlation coeffcient ~ 0:99) with the curls calculated using Curlometer formula. The quality of the calculated curl (using our method) is found to improve if the spacecraft configuration approaches a regular tetrahedron. The current framework facilitates investigation of turbulent heating rates and the exploration of local flow features like Beltramization, existence of current sheets, etc., in present and future multi-spacecraft mission, including those involving more than four spacecraft.",
      "published": "2026-01-08T23:21:20Z",
      "updated": "2026-01-08T23:21:20Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.05426v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05426v1"
    },
    {
      "id": "2601.05209v1",
      "title": "Addressing Known Challenges in Solar Flare Forecasting I: Limb-Flare Prediction with a 4-pi Full-Heliosphere Framework",
      "authors": [
        "K. D. Leka",
        "Eric L. Wagner",
        "Lisa Upton",
        "Bibhuti Kumar Jha",
        "Kiran Jain",
        "Sara Petty"
      ],
      "summary": "A demonstrated failure mode for operational solar flare forecasting is the inability to forecast flares that occur near, or just beyond, the solar limb. To address this shortcoming, we develop a \"4pi\" full-heliosphere event forecasting framework and evaluate its statistical classification ability against this specific challenge. A magnetic surface flux transport model is used to generate full-sun maps of the photospheric radial magnetic field from which active regions (ARs) are identified and tracked using a new labeling scheme that is observer-location agnostic and allows for post-facto modifications. Flare-relevant magnetic parameters couple to a \"visibility\" index that specifies AR location relative to the visible solar limb and expected flare detection. Flare labels are assigned according to peak Soft X-ray flux, and a statistical classification is performed using nonparametric discriminant analysis. A version where new or emerging ARs on the far (\"invisible\" side of the Sun are incorporated into the model by way of far-side helioseismology, is also tested. We evaluate the new framework by its performance specifically including the limb areas using Brier Skill Score and ROC Skill Score, finding improvement at the 2-sigma level or less. However, we do find that the number of False Negatives, or \"missed\" forecasts decreases, and find strong evidence that the additional information provided by the far-side helioseismology can help predict near- and just-beyond-limb flares, particularly for East-limb events. While individual components of this framework could be improved, we demonstrate that a known failure mode for solar flare forecasting can be mitigated with available resources.",
      "published": "2026-01-08T18:34:43Z",
      "updated": "2026-01-08T18:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05209v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05209v1"
    },
    {
      "id": "2601.04165v1",
      "title": "Properties of Magnetic Switchbacks in the Near-Sun Solar Wind",
      "authors": [
        "Samuel T. Badman",
        "Naïs Fargette",
        "Lorenzo Matteini",
        "Oleksiy V. Agapitov",
        "Mojtaba Akhavan-Tafti",
        "Stuart D. Bale",
        "Srijan Bharati Das",
        "Nina Bizien",
        "Trevor A. Bowen",
        "Thierry Dudok de Wit",
        "Clara Froment",
        "Timothy Horbury",
        "Jia Huang",
        "Vamsee Krishna Jagarlamudi",
        "Andrea Larosa",
        "Maria S. Madjarska",
        "Olga Panasenco",
        "Etienne Pariat",
        "Nour E. Raouafi",
        "Alexis P. Rouillard",
        "David Ruffolo",
        "Nikos Sioulas",
        "Shirsh Lata Soni",
        "Luca Sorriso-Valvo",
        "Gabriel Ho Hin Suen",
        "Marco Velli",
        "Jaye Verniero"
      ],
      "summary": "Magnetic switchbacks are fluctuations in the solar wind in which the interplanetary magnetic field sharply deflects away from its background direction so as to create folds in magnetic field lines while remaining of roughly constant magnitude. The magnetic field and velocity fluctuations are extremely well correlated in a way corresponding to Alfvénic fluctuations propagating away from the Sun. For a background field which is nearly radial this causes an outwardly propagating jet to form. Switchbacks and their characteristic velocity jets have recently been observed to be nearly ubiquitous by Parker Solar Probe with in situ measurements in the inner heliosphere within 0.3 AU. Their prevalence, substantial energy content, and potentially fundamental role in the dynamics of the outer corona and solar wind motivate the significant research efforts into their understanding. Here we review the in situ measurements of these structures (primarily by Parker Solar Probe). We discuss how they are identified and measured, and present an overview of the primary observational properties of these structures, both in terms of individual switchbacks and their collective arrangement into ``patches''. We identify both properties for which there is a strong consensus and those that have limited or qualified support and require further investigation. We identify and collate several open questions and recommendations for future studies.",
      "published": "2026-01-07T18:26:35Z",
      "updated": "2026-01-07T18:26:35Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04165v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04165v1"
    },
    {
      "id": "2601.03818v1",
      "title": "Modelling spacecraft-emitted electrons measured by SWA-EAS experiment on board Solar Orbiter mission",
      "authors": [
        "Š. Štverák",
        "D. Herčík",
        "P. Hellinger",
        "M. Popďakunik",
        "G. R. Lewis",
        "G. Nicolaou",
        "C. J. Owen",
        "Yu. V. Khotyaintsev",
        "M. Maksimovic"
      ],
      "summary": "Thermal electron measurements in space plasmas typically suffer at low energies from spacecraft emissions of photo- and secondary electrons and from charging of the spacecraft body. We examine these effects by use of numerical simulations in the context of electron measurements acquired by the Electron Analyser System (SWA-EAS) on board the Solar Orbiter mission. We employed the Spacecraft Plasma Interaction Software to model the interaction of the Solar Orbiter spacecraft with solar wind plasma and we implemented a virtual detector to simulate the measured electron energy spectra as observed in situ by the SWA-EAS experiment. Numerical simulations were set according to the measured plasma conditions at 0.3~AU. We derived the simulated electron energy spectra as detected by the virtual SWA-EAS experiment for different electron populations and compared these with both the initial plasma conditions and the corresponding real SWA-EAS data samples. We found qualitative agreement between the simulated and real data observed in situ by the SWA-EAS detector. Contrary to other space missions, the contamination by cold electrons emitted from the spacecraft is seen well above the spacecraft potential energy threshold. A detailed analysis of the simulated electron energy spectra demonstrates that contamination above the threshold is a result of cold electron fluxes emitted from distant spacecraft surfaces. The relative position of the break in the simulated spectrum with respect to the spacecraft potential slightly deviates from that in the real observations. This may indicate that the real potential of the SWA-EAS detector with respect to ambient plasma differs from the spacecraft potential value measured on board. The overall contamination is shown to be composed of emissions from a number of different sources and their relative contribution varies with the ambient plasma conditions.",
      "published": "2026-01-07T11:22:20Z",
      "updated": "2026-01-07T11:22:20Z",
      "categories": [
        "astro-ph.IM",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03818v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03818v1"
    },
    {
      "id": "2601.03650v1",
      "title": "Investigating the Center-to-Limb Effects in Helioseismic Data Using 3D Radiative Hydrodynamic Simulations",
      "authors": [
        "Irina N. Kitiashvili"
      ],
      "summary": "Full-disk observations from missions such as the SDO and SOHO have enabled comprehensive studies of solar oscillations and dynamics. Interpreting helioseismic and photospheric data is complicated by systematic center-to-limb variations. To explore the physical origin of these variations, we perform local 3D radiative hydrodynamic simulations that include effects of solar rotation to generate 24-hour synthetic time series of continuum intensity and Doppler velocity for nine viewing angles spanning from -75 to 75 degrees. The simulations reveal a systematic decrease in oscillation power toward the limbs and a pronounced East-West asymmetry that increases with frequency, primarily due to rotation-induced flows. With increasing angular distance from the disk center, the amplitudes and widths of the surface gravity (f) and resonant pressure (p) modes decrease. In contrast, the amplitudes of the corresponding pseudo-modes with frequencies above the acoustic cut-off frequency increase in the intensity power spectra but are suppressed in the velocity spectra. The local helioseismology ring-diagram analysis of the simulation data further demonstrates anisotropic broadening of the modes and distinct differences in background noise and pseudo-mode structure between the intensity and velocity data. These results indicate that the center-to-limb effects arise from both geometric projection and physical factors such as line-formation height and potential effects of the radial differential rotation. The findings provide a framework for correcting helioseismic observations and demonstrate that realistic 3D radiative hydrodynamic simulations are a powerful tool for disentangling geometric and physical biases in solar data.",
      "published": "2026-01-07T07:01:34Z",
      "updated": "2026-01-07T07:01:34Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03650v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03650v1"
    },
    {
      "id": "2601.03620v2",
      "title": "On flying through the base of a pseudo-streamer",
      "authors": [
        "Forrest Mozer",
        "Oleksiy Agapitov",
        "Kyungeun Choi",
        "Andrii Voshchepynets"
      ],
      "summary": "Near the 10 solar radius perihelion of Parker Solar Probe orbit 24, a confined region containing an enhanced plasma density of 25,000 particles per cubic centimeter and broadband electrostatic waves was encountered. The solar wind velocity of 200 kilometers per second and ion temperature of 25 eV were significantly reduced as compared to their values in the ambient solar wind. These anomalous plasma conditions were observed on closed magnetic field lines, as determined from observations of the suprathermal electron strahl. Because the polarity of the radial magnetic field did not change sign on the two sides of the crossing and the crossed region contained a double-peaked plasma structure, the spacecraft must have passed through the base of a pseudo-streamer whose structure extended out to 10 solar radii. In the plasma frame, an electric field as large as 400 millivolts per meter was detected during the crossing. The current associated with this electric field was less than one milliampere per square meter, corresponding to a drift velocity less than 2.5 kilometers per second. It also contained a turbulent plasma with density fluctuations divided by density as large as 0.3, suggesting that the resistive term in the generalized ohm's law was significant. Also, the density as a function of time had a non-zero slope when the electric field was non-zero, suggesting that the pressure gradient term also mattered. As compared to earlier remote sensing and theoretical results, it is surprising that the plasma in this pseudo-streamer had a remarkably low flow velocity and that the pseudo-streamer base extended out to 10 solar radii.",
      "published": "2026-01-07T06:01:19Z",
      "updated": "2026-01-22T17:50:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03620v2",
      "pdf_link": "https://arxiv.org/pdf/2601.03620v2"
    },
    {
      "id": "2601.03344v1",
      "title": "Non-thermal particle acceleration in multi-species kinetic plasmas: universal power-law distribution functions and temperature inversion in the solar corona",
      "authors": [
        "Uddipan Banik",
        "Amitava Bhattacharjee"
      ],
      "summary": "The origin of non-thermal power-law distribution functions ubiquitously observed in astrophysical/space (e.g., the solar wind) and laboratory kinetic plasmas, is not well understood. Another puzzling phenomenon is temperature inversion in the solar corona. These two issues are deeply connected. We develop a self-consistent quasilinear theory (QLT) for electromagnetically driven kinetic plasmas, deriving a Fokker-Planck equation for the simultaneous relaxation of multiple species, with (i) a drive diffusion coefficient for the heating of dressed particles directly by the drive and indirectly by waves, and (ii) Balescu-Lenard diffusion and drag coefficients for internal turbulence and Coulomb collisions. Both electron and ion distributions relax towards a universal attractor with a $v^{-5}$ $(E^{-2})$ tail, akin to a $κ= 1.5$ distribution, under a super-Debye (but sub-Larmor) drive with a steep power-spectrum. This is an outcome of Debye screening: large-scale fields accelerate the unscreened, fast particles but not the screened, slow ones. The universality may be broken by shallow power-spectra and incomplete relaxation. Collisions cannot decelerate suprathermal particles, rendering a high $v$ tail immune to Maxwellianization. Such a tail may be generated in the solar corona by chromospheric convection despite collisional losses. The suprathermal particles escape sun's gravity (velocity filtration), inverting the temperature profile and raising it to $10^6$ K. A proper analysis of velocity filtration with a $κ\\approx 1.5-2$ distribution inspired by QLT provides a reasonable fit to the spectroscopic data of heavy ions and explains the abrupt temperature rise, a consequence of the divergence of pressure in the $κ\\to 1.5$ limit.",
      "published": "2026-01-06T19:00:01Z",
      "updated": "2026-01-06T19:00:01Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03344v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03344v1"
    },
    {
      "id": "2601.00485v1",
      "title": "Spectral performance of single-channel plastic and GAGG scintillator bars of the CUbesat Solar Polarimeter (CUSP)",
      "authors": [
        "Nicolas De Angelis",
        "Abhay Kumar",
        "Sergio Fabiani",
        "Ettore Del Monte",
        "Enrico Costa",
        "Giovanni Lombardi",
        "Alda Rubini",
        "Paolo Soffitta",
        "Andrea Alimenti",
        "Riccardo Campana",
        "Mauro Centrone",
        "Giovanni De Cesare",
        "Sergio Di Cosimo",
        "Giuseppe Di Persio",
        "Alessandro Lacerenza",
        "Pasqualino Loffredo",
        "Gabriele Minervini",
        "Fabio Muleri",
        "Paolo Romano",
        "Emanuele Scalise",
        "Enrico Silva",
        "Davide Albanesi",
        "Ilaria Baffo",
        "Daniele Brienza",
        "Valerio Campomaggiore",
        "Giovanni Cucinella",
        "Andrea Curatolo",
        "Giulia de Iulis",
        "Andrea Del Re",
        "Vito Di Bari",
        "Simone Di Filippo",
        "Immacolata Donnarumma",
        "Pierluigi Fanelli",
        "Nicolas Gagliardi",
        "Paolo Leonetti",
        "Matteo Mergè",
        "Dario Modenini",
        "Andrea Negri",
        "Daniele Pecorella",
        "Massimo Perelli",
        "Alice Ponti",
        "Francesca Sbop",
        "Paolo Tortora",
        "Alessandro Turchi",
        "Valerio Vagelli",
        "Emanuele Zaccagnino",
        "Alessandro Zambardi",
        "Costantino Zazza"
      ],
      "summary": "Our Sun is the closest X-ray astrophysical source to Earth. As such, it makes a formidable case study to better understand astrophysical processes. Solar flares are in particular very interesting as they are linked to coronal mass ejections as well as magnetic field reconnection sites in the solar atmosphere. Flares can therefore provide insightful information on the physical processes at play on their production sites, but also on the emission and acceleration of energetic charged particles towards our planet, making it a formidable forecasting tool for space weather. While solar flares are critical to understanding magnetic reconnection and particle acceleration, their hard X-ray polarization -- key to distinguishing between competing theoretical models -- remains poorly constrained by existing observations. To address this, we present the CUbesat Solar Polarimeter (CUSP), a mission under development to perform solar flare polarimetry in the 25-100 keV energy range. CUSP consists of a 6U-XL platform hosting a dual-phase Compton polarimeter. The polarimeter is made of a central assembly of four 4x4 arrays of plastic scintillators, each coupled to multi-anode photomultiplier tubes, surrounded by four strips of eight elongated GAGG scintillator bars coupled to avalanche photodiodes. Both types of sensors from Hamamatsu are respectively read out by the MAROC-3A and SKIROC-2A ASICs from Weeroc. In this manuscript, we present the preliminary spectral performances of single plastic and GAGG channels measured in the laboratory using development boards of the ASICs foreseen for the flight model.",
      "published": "2026-01-01T21:40:47Z",
      "updated": "2026-01-01T21:40:47Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00485v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00485v1"
    },
    {
      "id": "2601.00470v1",
      "title": "Betelgeuse: Detection of the Expanding Wake of the Companion Star",
      "authors": [
        "Andrea K. Dupree",
        "Paul I. Cristofari",
        "Morgan MacLeod",
        "Kateryna Kravchenko"
      ],
      "summary": "Recent analyses conclude that Betelgeuse, a red supergiant star (HD 39801), likely has a companion object with a period of about 2000 days orbiting at only 2.3 stellar radii, deep in the chromosphere of the supergiant. A probable detection of such a companion, named Siwarha, has just occurred from speckle imaging. This study finds that Betelgeuse spectra in the optical region and ultraviolet exhibit signatures of variable circumstellar absorption and chromospheric outflows. These variations are consistent with the ~ 2000-day period of the companion object. Circumstellar absorption evident in optical Mn I lines, and mass outflow marked by ultraviolet Fe II, Si I, and Mg I lines increase after the transit of the companion across the disk of Betelgeuse. Following the eclipse of the companion, the absorption and outflow slowly decrease in advance of the next transit. The occurrence and variation of this plasma appear consistent with the presence of a trailing and expanding wake caused by a companion star orbiting within the atmosphere of Betelgeuse.",
      "published": "2026-01-01T20:56:05Z",
      "updated": "2026-01-01T20:56:05Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00470v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00470v1"
    },
    {
      "id": "2512.24425v2",
      "title": "Turbulence-Driven Corrugation of Collisionless Fast-Magnetosonic Shocks",
      "authors": [
        "Immanuel Christopher Jebaraj",
        "Mikhail Malkov",
        "Nicolas Wijsen",
        "Jens Pomoell",
        "Vladimir Krasnoselskikh",
        "Nina Dresing",
        "Rami Vainio"
      ],
      "summary": "Collisionless fast-magnetosonic shocks are often treated as smooth, planar boundaries, yet observations point to organized corrugation of the shock surface. A plausible driver is upstream turbulence. Broadband fluctuations arriving at the front can continually wrinkle it, changing the local shock geometry and, in turn, conditions for particle injection and radiation. We develop a linear-MHD formulation that treats the shock as a moving interface rather than a fixed boundary. In this approach the shock response can be summarized by an effective impedance determined by the Rankine-Hugoniot base state and the shock geometry, while the upstream turbulence enters only through its statistics. This provides a practical mapping from an assumed incident spectrum to the corrugation amplitude, its drift along the surface, and a coherence scale set by weak damping or leakage. The response is largest when the transmitted downstream fast mode propagates nearly parallel to the shock in the shock frame, which produces a Lorentzian-type enhancement controlled by the downstream normal group speed. We examine how compression, plasma $β$, and obliquity affect these corrugation properties and discuss implications for fine structure in heliospheric and supernova-remnant shock emission.",
      "published": "2025-12-30T19:03:59Z",
      "updated": "2026-01-06T09:15:22Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24425v2",
      "pdf_link": "https://arxiv.org/pdf/2512.24425v2"
    },
    {
      "id": "2512.22424v1",
      "title": "Brace for Impact: A Review of Mitigation Decisions of Critical Infrastructure Operators During the 2024 Solar Maximum",
      "authors": [
        "Caitlin LaNeve",
        "Edward J Oughton",
        "Noah Rivera",
        "Lucy Wilkerson",
        "Robert S Weigel",
        "Dean Thomas",
        "CT Gaunt"
      ],
      "summary": "The Gannon Storm in May 2024 was the largest space weather event experienced in 20 years, generating auroras latitudes as low as 35°. Such activity can pose significant operational challenges for critical infrastructure operators, particularly those managing electricity transmission networks, satellite constellations, and aviation systems. Substantial progress has been made in understanding space weather and the potential exposure of infrastructure assets to severe events. We have seen few evaluations of the types of current mitigation strategies in use to reduce our shared vulnerability to this activity, motivating this study. Firstly, we fill an important literature gap by undertaking a systematic review of the range of space weather mitigation strategies for these three critical infrastructure sectors. Secondly, we contacted 303 critical infrastructure operators (50 power, 227 satellite, 26 aviation) for participation in an anonymous online survey or interview receiving 55 unique responses (18% response rate). To capture narratives of mitigation actions taken and impacts experienced over the solar maximum, qualitative interviews were then conducted with 33 operators. The results identified 91 potential mitigation actions within the sectors and found that 149 mitigation actions were enacted due to space weather forecasts and experienced impacts. This is one of the first exhaustive studies of space weather mitigation activities, and moves beyond the traditional focus on purely impacts.",
      "published": "2025-12-27T01:11:55Z",
      "updated": "2025-12-27T01:11:55Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22424v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22424v1"
    },
    {
      "id": "2601.02393v1",
      "title": "Spectral Properties and Energy Injection in Mercury's Magnetotail Current Sheet",
      "authors": [
        "Xinmin Li",
        "Chuanfei Dong",
        "Liang Wang",
        "Sae Aizawa",
        "Lina Z. Hadid",
        "Chi Zhang",
        "Hongyang Zhou",
        "James A. Slavin",
        "Jiawei Gao",
        "Mirko Stumpo",
        "Wei Zhang"
      ],
      "summary": "Mercury's magnetotail hosts a thin and highly dynamic current sheet (CS), where magnetic reconnection and strong fluctuations frequently occur. Here, we statistically analyze magnetic field power spectra across 370 magnetotail CSs observed by MESSENGER. About 20% of the events are quasi-laminar, showing single power-law spectra, whereas 80% are turbulent, exhibiting a spectral break separating inertial and kinetic ranges. A dawn-dusk asymmetry is identified: inertial-range slopes are systematically shallower on the dawnside, whereas kinetic-range slopes are steeper, indicating more developed turbulence there, consistent with the higher occurrence of reconnection-related processes on the dawnside. Component analysis shows that the transverse components, orthogonal to the tail-aligned principal field (BX), display shallow slopes near -1 in the inertial range, suggesting energy injection at ion scales rather than a classical inertial range. These results demonstrate that Mercury's unique plasma environment fundamentally reshapes the initiation of turbulence and the redistribution of energy in the magnetotail.",
      "published": "2025-12-25T20:52:08Z",
      "updated": "2025-12-25T20:52:08Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02393v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02393v1"
    },
    {
      "id": "2512.20098v1",
      "title": "Alfvénic solar wind intervals observed by Solar Orbiter: Exploiting the capability of the SWA plasma suite and source region investigation",
      "authors": [
        "R. D'Amicis",
        "J. M. Raines",
        "S. Benella",
        "M. Velli",
        "O. Panasenco",
        "G. Nicolaou",
        "C. J. Owen",
        "R. M. Dewey",
        "P. Louarn",
        "A. Fedorov",
        "S. T. Lepri",
        "B. L. Alterman",
        "D. Perrone",
        "R. De Marco",
        "R. Bruno",
        "L. Sorriso-Valvo",
        "O. S. Dhamane",
        "Y. Rivera",
        "O. R. Kieokaew",
        "D. Verscharen",
        "G. Consolini",
        "S. Yardley",
        "V. Réville",
        "D. Telloni",
        "D. Baker",
        "G. Lewis",
        "G. Watson",
        "C. Anekallu",
        "K. Darwish",
        "L. Prech",
        "S. Livi",
        "T. Horbury",
        "G. Mele",
        "V. Fortunato",
        "F. Monti"
      ],
      "summary": "Fast and slow solar wind have distinct properties linked to their solar sources.Alfvénic slow wind complicates the usual speed-based classification, especially at intermediate speeds. Solar Orbiter's Solar Wind Analyzer (SWA) offers unique capabilities to investigate how Alfvénic slow wind differs from fast wind and relate these differences to their solar origins. In September 2022, Solar Orbiter observed several Alfvénic streams: one fast wind, three Alfvénic slow wind (AS1, AS2, AS3), and a moderate fast (FH) interval. We analyze these streams, combining plasma parameters from all SWA sensors with magnetic field measurements from the Magnetometer (MAG). A spectral analysis of magnetic and velocity fluctuations is used to characterize Alfvénicity. The magnetic connectivity of each stream to its solar source is examined using Potential Field Source Surface extrapolation combined with ballistic backmapping from the spacecraft. Proton velocity distribution functions show anisotropies and field-aligned beams characteristic of Alfvénic streams, while electron pitch-angle distributions reveal clear strahl populations. Oxygen and carbon charge-state ratios are low in fast wind but higher in AS1-AS3, consistent with slow wind origins. Magnetic connectivity suggests the fast wind originates from a large coronal hole; AS1 links to a pseudostreamer with high expansion factor; AS2, AS3, and FH connect to a negative-polarity coronal hole whose field lines cross a pseudostreamer that later dissipates. Spectral analysis indicates near energy equipartition in all intervals except AS2. The combined SWA observations offer key insights into the physical processes shaping Alfvénic solar wind streams. Our results reinforce that the simple fast/slow wind classification is inadequate for linking solar wind to sources, and suggest that Alfvénicity relates to the solar source conditions.",
      "published": "2025-12-23T06:50:07Z",
      "updated": "2025-12-23T06:50:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20098v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20098v1"
    },
    {
      "id": "2512.18806v1",
      "title": "Energetically-dominant Sunward-Propagating Alfvén Waves Near 1 au and Their Relation to Large-scale Magnetic Switchbacks",
      "authors": [
        "Nickolas Giardetti",
        "Sofiane Bourouaine",
        "Jean C. Perez"
      ],
      "summary": "In this letter, we investigate the population of energetically-dominant sunward-propagating Alfvén waves (SAWs) using more than 20 years of data provided by the Wind spacecraft near 1 au. We refer to SAWs as energetically-dominant sunward-propagating Alfvén waves within inertial range scales. Key parameters such as normalized cross helicity, plasma incompressibility, and magnetic incompressibility are used to determine the SAWs. Incorporating the polarity of the heliospheric magnetic field, AW modes are identified, which enables the determination of the propagation direction. Occurrence rates of SAWs vary from 1% to 14% depending on the time scale and solar wind stream type considered. Particularly, the relationship between large-scale magnetic field switchbacks (SBs) and SAWs (for a 1-hour long time scale) is investigated. A methodology utilizing pitch angle distributions of suprathermal electron strahl is employed to identify inverted magnetic field topology. The intervals containing SAWs are cross-referenced and examined with intervals identified as SBs. For a sample of 1636 1-hour SAW intervals, 17.5% are associated with magnetic field switchbacks occurring at scales larger than one hour. The analysis lends support to the idea of switchbacks as one of the candidate sources for a portion of the SAW population.",
      "published": "2025-12-21T16:57:44Z",
      "updated": "2025-12-21T16:57:44Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18806v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18806v1"
    },
    {
      "id": "2512.18629v1",
      "title": "Revisiting Mars' Induced Magnetic Field and Clock Angle Departures under Real-Time Upstream Solar Wind Conditions",
      "authors": [
        "Zhihao Cheng",
        "Chi Zhang",
        "Chuanfei Dong",
        "Hongyang Zhou",
        "Jiawei Gao",
        "Abigail Tadlock",
        "Xinmin Li",
        "Liang Wang"
      ],
      "summary": "Mars lacks a global intrinsic dipole magnetic field, but its interaction with the solar wind generates a global induced magnetosphere. Until now, most studies have relied on single-spacecraft measurements, which could not simultaneously capture upstream solar wind conditions and the induced magnetic fields, thereby limiting our understanding of the system. Here, we statistically re-examine the properties of Mars' induced magnetic field by incorporating, for the first time, real-time upstream solar wind conditions from the coordinated MAVEN and Tianwen-1 observations. Our results are show that both solar wind dynamic pressure and the interplanetary magnetic field (IMF) magnitude enhance the strength of the induced magnetic field, but they exert opposite effects on the compression ratio: higher dynamic pressure strengthens compression, while stronger IMF weakens it. The induced field is stronger under quasi-perpendicular IMF conditions compared with quasi-parallel IMF, reflecting a stronger mass-loading effect. We further investigate the clock angle departures of the induced fields. They remain relatively small in the magnetosheath near the bow shock, increase gradually toward the induced magnetosphere, and become significantly larger within the induced magnetosphere. In addition, clock angle departures are strongly enhanced under quasi-parallel IMF conditions. Their dependence on upstream drivers further shows that, within the magnetosheath, clock angle departures are minimized under low dynamic pressure, high IMF magnitude, and low Alfven Mach number conditions. These results may enhance our understanding of solar wind interaction with Mars, and highlight the critical role of multi-point observations.",
      "published": "2025-12-21T07:57:22Z",
      "updated": "2025-12-21T07:57:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.18629v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18629v1"
    },
    {
      "id": "2512.16610v1",
      "title": "Angular dependence of third-order law in anisotropic MHD turbulence",
      "authors": [
        "Bin Jiang",
        "Zhuoran Gao",
        "Yan Yang",
        "Francesco Pecora",
        "Kai Gao",
        "Cheng Li",
        "Sean Oughton",
        "William Matthaeus",
        "Minping Wan"
      ],
      "summary": "In solar wind turbulence, the energy transfer/dissipation rate is typically estimated using MHD third-order structure functions calculated using spacecraft observations. However, the inherent anisotropy of solar wind turbulence leads to significant variations in structure functions along different observational directions, thereby affecting the accuracy of energy-dissipation rate estimation. An unresolved issue is how to optimise the selection of observation angles under limited directional sampling to improve estimation precision. We conduct a series of MHD turbulence simulations with different mean magnetic field strengths, $ B_0 $. Our analysis of the third-order structure functions reveals that the global energy dissipation rate estimated around a polar angle of $ θ= 60^\\circ$ agrees reasonably with the exact one for $ 0 \\le B_0/b_{rms} \\le 5 $, where $b_{rms}$ denotes the root-mean-square magnetic field fluctuation. The speciality of $60^\\circ$ polar angle can be understood by the Mean Value Theorem of Integrals, since the spherical integral of the polar-angle component ($\\widetilde{T_θ}$) of the divergence of Yaglom flux is zero, and $\\widetilde{T_θ}$ changes sign around 60$^\\circ$. Existing theory on the energy flux vector as a function of the polar angle is assessed, and supports the speciality of $60^\\circ$ polar angle. The angular dependence of the third-order structure functions is further assessed with virtual spacecraft data analysis. The present results can be applied to measure the turbulent dissipation rates of energy in the solar wind, which are of potential importance to other areas in which turbulence takes place, such as laboratory plasmas and astrophysics.",
      "published": "2025-12-18T14:52:05Z",
      "updated": "2025-12-18T14:52:05Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2512.16610v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16610v1"
    },
    {
      "id": "2512.16175v1",
      "title": "Physics-Informed Neural Networks for Modeling the Martian Induced Magnetosphere",
      "authors": [
        "Jiawei Gao",
        "Chuanfei Dong",
        "Chi Zhang",
        "Yilan Qin",
        "Simin Shekarpaz",
        "Xinmin Li",
        "Liang Wang",
        "Hongyang Zhou",
        "Abigail Tadlock"
      ],
      "summary": "Understanding the magnetic field environment around Mars and its response to upstream solar wind conditions provide key insights into the processes driving atmospheric ion escape. To date, global models of Martian induced magnetosphere have been exclusively physics-based, relying on computationally intensive simulations. For the first time, we develop a data-driven model of the Martian induced magnetospheric magnetic field using Physics-Informed Neural Network (PINN) combined with MAVEN observations and physical laws. Trained under varying solar wind conditions, including B_IMF, P_SW, and θ_cone, the data-driven model accurately reconstructs the three-dimensional magnetic field configuration and its variability in response to upstream solar wind drivers. Based on the PINN results, we identify key dependencies of magnetic field configuration on solar wind parameters, including the hemispheric asymmetries of the draped field line strength in the Mars-Solar-Electric coordinates. These findings demonstrate the capability of PINNs to reconstruct complex magnetic field structures in the Martian induced magnetosphere, thereby offering a promising tool for advancing studies of solar wind-Mars interactions.",
      "published": "2025-12-18T04:49:20Z",
      "updated": "2025-12-18T04:49:20Z",
      "categories": [
        "astro-ph.EP",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16175v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16175v1"
    },
    {
      "id": "2512.16028v1",
      "title": "Direct calculation of steady-state hydrodynamic solar wind solutions with newtonian viscosity",
      "authors": [
        "Roger B. Scott",
        "Stephen J. Bradshaw",
        "Mark G. Linton",
        "Chris Lowder",
        "Leonard Strachan"
      ],
      "summary": "Steady-state solutions to the Navier-Stokes equations are known to admit solutions that are singular at the sonic point. Consequently, inviscid solar wind models require special treatment of the solution near the sonic points, and this has proven to be a significant impediment to efficient modeling of the solar wind. In this paper we revisit the governing hydrodynamic equations for the expanding solar wind, with the inclusion of the classical (Newtonian) viscous stress , and we show how this inclusion eliminates the singularities that emerge from the inviscid equations. This result has been previously reported and used to generate solar wind profiles from initial conditions in the asymptotic limit; however, those studies did not include realistic treatments of the inner corona, and generally rejected the prospect of extrapolating solutions outward from the Sun into the heliosphere. Here, we expand this method to include external heating and optically thin radiative losses and show that solutions can be computed from initial conditions near the solar surface, thereby capturing the entire range of scales from below the transition region to the outer heliosphere in a single solution. Our approach is to cast the steady-state Navier-Stokes equations as a system of five coupled, ordinary differential equations (ODEs), which we solve using conventional methods, without any special treatment of the governing equations in the vicinity of the sonic point. The representative solutions that we present here demonstrate the utility and efficiency of this extrapolation method, which is considerably more realistic than commonly used analytical or empirical models. This method provides a direct approach to generating accurate solar wind profiles subject to observationally motivated initial conditions near the solar surface, at a fraction of the computational cost of comparable relaxation-based models.",
      "published": "2025-12-17T23:21:33Z",
      "updated": "2025-12-17T23:21:33Z",
      "categories": [
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16028v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16028v1"
    },
    {
      "id": "2512.15172v1",
      "title": "Characterising injection signatures in Jupiter's ultraviolet aurora using Juno observations",
      "authors": [
        "Linus Head",
        "Denis Grodent",
        "Bertrand Bonfond",
        "Alessandro Moirano",
        "Guillaume Sicorello",
        "Julie Vinesse",
        "Alyssa Mouton",
        "Maïté Dumont",
        "Thomas Greathouse",
        "Vincent Hue",
        "Ali Sulaiman",
        "Barry Mauk",
        "Zhonghua Yao",
        "Ruilong Guo",
        "Jinyan Zhao"
      ],
      "summary": "Discrete features in Jupiter's ultraviolet aurora have been interpreted as signatures of plasma injections in the middle magnetosphere. There exists some ambiguity whether magnetodisc scattering or high-latitude Alfvenic acceleration best describes the observed properties of these injection signatures, and also to what extent arcs in the outer emission are related to injections. Many injection signatures are the result of the evolution of dawn storms; there is, however, limited evidence that non-dawn-storm injection signatures are sometimes present in the aurora. We use automatic detection of these discrete features, alongside data from Juno-UVS and in-situ measurements by other Juno instruments, to show that scattering likely accounts for most of the electron precipitation associated with injection signatures. Additionally, there is evidence that injection signatures can be classified into two types: dawn-storm and non-dawn-storm. Arc-like features in the outer emission show very similar properties to traditional blob-like injection signatures and may consist of sequences of injection signatures that have broadened into an arc via energy-dependent electron drift.",
      "published": "2025-12-17T08:09:04Z",
      "updated": "2025-12-17T08:09:04Z",
      "categories": [
        "astro-ph.EP",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15172v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15172v1"
    },
    {
      "id": "2512.15025v1",
      "title": "Effects of Unequal Electron-Ion Plasma Beta on Pressure-Strain Interaction in Turbulent Plasmas",
      "authors": [
        "M. Hasan Barbhuiya",
        "Subash Adhikari"
      ],
      "summary": "A common occurrence in weakly collisional space plasmas is the unequal electron-ion temperatures. The pressure-strain interaction provides a mechanism-agnostic pathway for increasing plasma internal energy through spatiotemporally local isotropic compression and volume preserving deformation, yet its behavior under thermal disequilibrium is largely unexplored. We investigate this using five fully kinetic two-dimensional particle-in-cell simulations of undriven decaying turbulence by varying the initial electron-to-ion temperature ratio. By analyzing the species' internal energy density alongside a decomposition of the pressure-strain term, with a focus on the volume-preserving deformation that contains normal and shear contributions, we quantify how the initial temperature imbalance modifies the channels through which turbulence increases each species' internal energy density. The cumulative pressure-strain interaction tracks the change in internal energy for both electrons and ions, with the total deformation channel of energy conversion dominating. We discover that local changes to electron internal energy density are governed primarily by the shear deformation power density, concentrated in electron-scale current sheets, while the ion shear and normal deformation components cancel, yielding a much smaller net deformation power density that peaks around, rather than within, those electron-scale current structures. We find that the amplitudes and localization of deformation change, but preserve these qualitative trends. Together, these results show how thermal disequilibrium could shape species-dependent turbulent \"heating rate\", measured via pressure-strain interaction and approximated via only its shear deformation part, and provide a framework for interpreting energy evolution and conversion in space plasmas where unequal species temperature is the norm.",
      "published": "2025-12-17T02:30:12Z",
      "updated": "2025-12-17T02:30:12Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15025v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15025v1"
    },
    {
      "id": "2512.14462v1",
      "title": "NASA/NOAA MOU Annex Final Report: Evaluating Model Advancements for Predicting CME Arrival Time",
      "authors": [
        "M. L. Mays",
        "P. J. MacNeice",
        "A. Taktakishvili",
        "C. P. Wiegand",
        "J. Merka",
        "E. T. Adamson",
        "V. J. Pizzo",
        "D. A. Biesecker",
        "A. R. Marble",
        "D. Odstrcil",
        "C. J. Henney",
        "C. N. Arge",
        "S. I. Jones",
        "S. Wallace"
      ],
      "summary": "The purpose of this project was to assess improvements in CME arrival time forecasts at Earth using the Air Force Data Assimilative Photospheric Flux Transport (ADAPT) model driven by data from the Global Oscillation Network Group (GONG) ground observatories. These outputs are then fed into the coupled Wang-Sheeley-Arge (WSA) - ENLIL model and compared to an operational version of WSA-ENLIL (without ADAPT). SWPC selected a set of 38 historical events over the period of five years from 2012--2014 (33 events) and 2017--2019 (5 events). The overall three-year project consisted of multiple simulation validation studies for the entire event set (1292 simulations): (a) benchmark single map (operational version prior to May 2019) (b) time-dependent sequence of GONG maps driving WSA-ENLIL with 4 different model settings (c) single test simulation of a time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL (d) single GONG map driving ADAPT-WSA-ENLIL (e) time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL. We report that for all 38 events, within each model version/settings combination, the CME arrival time error decreased by 0.2 to 0.9 hours when using a sequence of time-dependent zero-point corrected magnetograms compared to using single magnetogram input. Overall, for all events, when using the older uncorrected magnetograms, the CME arrival time error increased for all new model versions/settings combination compared to the benchmark. Notably for the 5 events in the period 2017--2019 when more reliable zero-point corrected magnetograms were available, the ADAPT-WSA-ENLIL (median arrival realization) CME arrival time error decreased against all benchmarks. In this report we also discuss replicating the operational model, challenges in detecting CME arrival in simulations, and comparing zero-point corrected and uncorrected magnetogram inputs.",
      "published": "2025-12-16T14:49:14Z",
      "updated": "2025-12-16T14:49:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2512.14462v1",
      "pdf_link": "https://arxiv.org/pdf/2512.14462v1"
    },
    {
      "id": "2512.13320v1",
      "title": "Evidence for in situ particle energization during the May-2024 event based on ASPEX instrument on board Aditya-L1",
      "authors": [
        "Shivam Parashar",
        "Dibyendu Chakrabarty",
        "Prashant Kumar",
        "Abhishek Kumar",
        "Bhas Bapat",
        "Aveek Sarkar",
        "P. Janardhan",
        "Anil Bhardwaj",
        "Santosh V. Vadawale",
        "Manan S. Shah",
        "Hiteshkumar L. Adalja",
        "Arpit R. Patel",
        "Pranav R. Adhyaru",
        "M. Shanmugam",
        "Swarop B. Banerjee",
        "K. P. Subramanian",
        "Tinkal Ladia",
        "Jacob Sebastian",
        "Bijoy Dalal",
        "Aakash Gupta",
        "Shiv Kumar Goyal",
        "Neeraj Kumar Tiwari",
        "Aaditya Sarda",
        "Sushil Kumar",
        "Nishant Singh",
        "Deepak Kumar Painkra",
        "Piyush Sharma",
        "Abhishek J. Verma",
        "M. B. Dadhania"
      ],
      "summary": "The interaction between interplanetary Coronal Mass Ejection (ICME) structures can alter the geo-effectiveness of the ICME events in myriad ways. Many aspects of these interaction processes are not well-understood till date. Using the energy spectra measured in two mutually orthogonal top hat analyzers (THA 1 and 2), which are part of the Solar Wind Ion Spectrometer (SWIS) subsystem of the Aditya Solar Wind Particle EXperiment (ASPEX) on board India's Aditya L1 mission, we gain insights into intricate features of ICME ICME interactions during May 2024 solar event. We report here an unprecedented two-orthogonal-plane perspective of ICME ICME interactions for the first time from the L1 point. The investigation reveals a special interaction region formed by the propagation of the forward shock driven by complex ejecta in the preceding ICME. The interaction causes the formation of a downstream region spanning over 13 hours, which propagates in the interplanetary medium. The observations reveal that this region serves as a site for proton and alpha particle energization, and the particles within this region get distributed from one plane to the other. The presence of forward shock and particle energization is confirmed by the energetic particle flux measurements by the SupraThermal and Energetic Particle Spectrometer (STEPS) of ASPEX. These observations provide an unprecedented perspective on how solar wind ions become energized and distributed in an ICME-ICME interaction region.",
      "published": "2025-12-15T13:38:24Z",
      "updated": "2025-12-15T13:38:24Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.13320v1",
      "pdf_link": "https://arxiv.org/pdf/2512.13320v1"
    },
    {
      "id": "2512.12786v2",
      "title": "Solar Energetic Particle Forecasting with Multi-Task Deep Learning: SEPNET",
      "authors": [
        "Yian Yu",
        "Yang Chen",
        "Lulu Zhao",
        "Kathryn Whitman",
        "Ward Manchester",
        "Tamas Gombosi"
      ],
      "summary": "Solar energetic particle (SEP) events pose severe threats to spacecraft, astronaut safety, and aviation operations. Accurate SEP forecasting remains a critical challenge in space weather research due to their complex origins and highly variable propagation. In this work, we built SEPNET, an innovative multi-task neural network that jointly predicts future solar eruptive events, including solar flares and coronal mass ejections (CMEs) and SEPs, incorporating long short-term memory and transformer architectures that capture contextual dependencies. SEPNet is a machine learning framework for SEP prediction that utilizes an extensive set of predictors, including solar flares, CMEs, and space-weather HMI active region patches (SHARP) magnetic field parameters. SEPNET is rigorously evaluated on the SEPVAL SEP dataset (Whitman, 2025b), which is used to evaluate the performance of the current SEP prediction models. The performance of SEPNet is compared with classical machine learning methods and current state-of-the-art pre-eruptive SEP prediction models. The results show that SEPNET, particularly with SHARP parameters, achieves higher detection rates and skill scores while maintaining suitable for real-time space weather alert operations. Although class imbalance in the data leads to relatively high false alarm rates, SEPNET consistently outperforms reference methods and provides timely SEP forecasts, highlighting the capability of deep multi-task learning for next-generation space weather prediction. All data and code are available on GitHub at https://github.com/yuyian/SEP-Prediction.git.",
      "published": "2025-12-14T18:03:06Z",
      "updated": "2026-01-20T21:45:51Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12786v2",
      "pdf_link": "https://arxiv.org/pdf/2512.12786v2"
    },
    {
      "id": "2512.12585v1",
      "title": "What are Switchbacks?",
      "authors": [
        "Zesen Huang",
        "Marco Velli",
        "Yuliang Ding"
      ],
      "summary": "We present a solitary Alfvén wave model that exhibits nontrivial three-dimensional twisting of open magnetic field lines while preserving constant $|B|$. Embedded rotational discontinuities sharply deflect the otherwise uniform field lines, producing localized, large-amplitude field reversals in one-dimensional profiles that closely resemble the ``switchbacks'' observed by the Parker Solar Probe in the inner heliosphere. This indicates that switchbacks, as seen in one-dimensional spacecraft time series, arise from traversals through strongly curved segments of open magnetic field lines.",
      "published": "2025-12-14T07:39:01Z",
      "updated": "2025-12-14T07:39:01Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12585v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12585v1"
    },
    {
      "id": "2512.21342v1",
      "title": "An Enhanced \"Flux-Corrected Transport\"-Based Plasmasphere Refilling Model",
      "authors": [
        "Jaden Fitzpatrick",
        "Kausik Chatterjee",
        "Naomi Maruyama"
      ],
      "summary": "A previously developed multi-ion, two-stream Flux-Corrected Transport (FCT) hydrodynamic model for plasmasphere refilling has been extended to incorporate self-consistent electron temperature evolution. The past assumption of a constant temperature along the modeled flux tube has been replaced by solving the electron energy equation, permitting spatially and temporally varying temperature. This improvement provides a more physically complete representation of the pressure and ambipolar electric-field gradients that influence ion transport. The extended model allows us to investigate two-stage refilling behavior established by prior observations and simulations. The model continues to reproduce the expected dominance of H+, enhanced early-time O+ contributions, and the coupling between H+ and He+ through the ambipolar electric field during the transition between stages. Sensitivity experiments with modified initial ion concentrations, including cases representing seasonal effects, highlight the distinct roles of each ion species in shaping the refilling trajectory. Comparisons across L-shells 3 and 4 further confirm the robustness of the model framework for future extension to three-dimensional geometries. Overall, by incorporating more realistic temperature variations, this enhanced model strengthens the physical understanding for interpreting complex multi-ion transport processes during plasmasphere recovery following geomagnetic storms.",
      "published": "2025-12-13T15:01:14Z",
      "updated": "2025-12-13T15:01:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21342v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21342v1"
    },
    {
      "id": "2601.18781v1",
      "title": "Another relation among the neutrino mass-squared differences?",
      "authors": [
        "I. Alikhanov"
      ],
      "summary": "Determining absolute neutrino masses remains a central challenge in particle physics. Relations among the neutrino mass-squared differences could facilitate this determination and shed additional light on the underlying mass-generation mechanism. Inspired by recent global fits of neutrino oscillation parameters, we propose a simple algebraic relation between $Δm^2_{21}$ and $Δm^2_{31}$. It provides a framework to analytically manipulate these parameters and admits specific physical interpretations. In particular, the results may point toward a vanishing $ν_1$ mass.",
      "published": "2026-01-26T18:48:20Z",
      "updated": "2026-01-26T18:48:20Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18781v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18781v1"
    },
    {
      "id": "2601.18666v1",
      "title": "The phase structure of QCD: Fluctuations and Correlations",
      "authors": [
        "Peter Braun-Munzinger",
        "Anar Rustamov",
        "Nu Xu"
      ],
      "summary": "The strong interaction - governed by Quantum Chromodynamics (QCD) - shapes the structure of the visible universe. At about 10 $μ$s after the big bang, the primordial matter made up of quarks and gluons plus leptons, photons and neutrinos, the quark-gluon plasma (QGP), became cool enough to create, in a phase transition, the protons and neutrons of ordinary matter, along with other strongly interacting unstable hadrons. This phase transition was predicted within the framework of QCD and has been studied in accelerator laboratories world-wide since about 40 years. This review will explore recent breakthroughs in the study of the QCD phase diagram. We will highlight measurements of particle production and fluctuations, and compare them to theoretical predictions. We summarize our current understanding of the QCD structure and outline future experimental opportunities with high energy nuclear collisions at fixed-target and collider facilities world-wide.",
      "published": "2026-01-26T16:40:54Z",
      "updated": "2026-01-26T16:40:54Z",
      "categories": [
        "nucl-ex",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18666v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18666v1"
    },
    {
      "id": "2601.18601v1",
      "title": "Geometrical Constraints On Leptonic Unitarity Triangles",
      "authors": [
        "Mathieu Guigue",
        "Lorenzo Restrepo"
      ],
      "summary": "The precision of the neutrino oscillation parameters measurements has improved and will continue to improve as the next-generation experiments become online. Beyond the more precise measurements of the mixing angles and phases used to parametrize the lepton mixing matrix, tests of its unitarity are of great interest. This paper studies how the amplitudes of the oscillation patterns can be used and combined to construct leptonic unitarity triangles.",
      "published": "2026-01-26T15:44:16Z",
      "updated": "2026-01-26T15:44:16Z",
      "categories": [
        "hep-ph",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.18601v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18601v1"
    },
    {
      "id": "2601.18503v1",
      "title": "Interference-induced entanglement in an effectively zero-lifetime particle pair",
      "authors": [
        "Xin Wu",
        "Xinbai Li",
        "Zebo Tang",
        "Yusong Wang",
        "Wangmei Zha"
      ],
      "summary": "Quantum entanglement in high-energy collisions is often obscured by finite lifetimes, dynamical evolution, and final-state interactions, complicating the identification of genuinely quantum correlations. Ultra-peripheral heavy-ion collisions provide a clean benchmark via the Drell-S${\\rm\\ddot{o}ding}$ production of nonresonant pion pair, realizing an effectively zero-lifetime particle pair whose quantum correlations are fixed at production and remain robust against subsequent elastic scattering. The coherent superposition of photoproduction amplitudes from two indistinguishable nuclei encodes the linear polarization of quasi-real photons in the orbital motion of the pair, generating a nonfactorizable two-particle quantum state. This entanglement leaves a direct experimental imprint: a characteristic second-harmonic azimuthal modulation in momentum space arising from spin-dependent interference between the two sources. In this paper, we establish a quantitative framework for Drell-S${\\rm\\ddot{o}ding}$ pion-pair production in relativistic heavy-ion collisions and predict the magnitude and transverse-momentum dependence of the entanglement-induced azimuthal asymmetry. Our results provide experimentally accessible signatures of interference-induced entanglement and a controlled test of quantum coherence in relativistic environments.",
      "published": "2026-01-26T14:08:34Z",
      "updated": "2026-01-26T14:08:34Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18503v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18503v1"
    },
    {
      "id": "2601.18449v1",
      "title": "Hamiltonian formulation of the $1+1$-dimensional $φ^4$ theory in a momentum-space Daubechies wavelet basis",
      "authors": [
        "Mrinmoy Basak",
        "Debsubhra Chakraborty",
        "Nilmani Mathur",
        "Raghunath Ratabole"
      ],
      "summary": "We apply the wavelet formalism of quantum field theory to investigate nonperturbative dynamics within the Hamiltonian framework. In particular, we employ Daubechies wavelets in momentum space, whose basis functions are labeled by resolution and translation indices, providing a natural nonperturbative truncation of both infrared and ultraviolet truncation of quantum field theories. As an application, we compute the energy spectra of a free scalar field theory and the interacting $1+1$-dimensional $φ^4$ theory. This approach successfully reproduces the well-known strong-coupling phase transition in the $m^2 > 0$ regime. We find that the extracted critical coupling systematically converges toward its established value as the momentum resolution is increased, demonstrating the effectiveness of the wavelet-based Hamiltonian formulation for nonperturbative field-theoretic calculations.",
      "published": "2026-01-26T12:57:10Z",
      "updated": "2026-01-26T12:57:10Z",
      "categories": [
        "hep-th",
        "hep-ex",
        "hep-lat",
        "hep-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18449v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18449v1"
    },
    {
      "id": "2601.18397v1",
      "title": "Testing residual-symmetry-fixed columns of $U_{\\rm PMNS}$ at DUNE and T2HK with initial JUNO constraints",
      "authors": [
        "Debajyoti Dutta",
        "Srubabati Goswami",
        "Monal Kashav",
        "Ketan M. Patel"
      ],
      "summary": "We study fixed-column predictions of the lepton mixing matrix that arise from residual symmetries originating in a class of discrete flavour and modular symmetries. While the recent high-precision determination of $\\sin^{2}θ_{12}$ by JUNO already constrains part of these predictions, the remaining ones are primarily characterized by non-trivial correlations between $\\sin^{2}θ_{23}$ and the Dirac CP phase $δ_{\\rm CP}$, which are currently only weakly constrained. This motivates a detailed investigation using next-generation long-baseline neutrino experiments. For the viable scenarios, we derive precise $\\sin^{2}θ_{23}$-$δ_{\\rm CP}$ correlations and use them to generate test-event samples, marginalising over the remaining oscillation parameters. We perform detailed simulations for DUNE and T2HK, presenting allowed regions in the $\\sin^{2}θ_{23}$-$δ_{\\rm CP}$ plane and evaluating the CP-violation fraction as a function of exposure. Our results show that the combined sensitivity of DUNE and T2HK provides a robust test of fixed-column lepton-mixing predictions.",
      "published": "2026-01-26T11:55:30Z",
      "updated": "2026-01-26T11:55:30Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18397v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18397v1"
    },
    {
      "id": "2601.17864v1",
      "title": "Generation of gravitating solutions with Baryonic charge from Einstein-Scalar-Maxwell seeds",
      "authors": [
        "Fabrizio Canfora",
        "Anibal Neira",
        "Seung Hun Oh"
      ],
      "summary": "We establish, for the first time, an exact correspondence between Einstein-scalar-Maxwell theory and gauged Skyrme-Maxwell-Einstein models in (3+1) dimensions. By constructing the simplest consistent ansatz within the gauged Skyrme-Maxwell framework, we reveal a remarkable equivalence in a sector that admits nonvanishing, highly magnetized baryonic charge. This correspondence has a particularly appealing consequence: it transfers the full power of solution-generating techniques developed for electrovacuum systems-many of which naturally accommodate scalar fields to the considerably more intricate setting of gauged Skyrme-Maxwell theory minimally coupled to General Relativity. As a result, it opens the door to a systematic and much broader exploration of exact solutions in Skyrme-Maxwell-Einstein theory and of their potential applications in cosmology and astrophysics. Notably, the resulting configurations carry nonzero baryonic charge whenever the derivative of the hadronic profile along the magnetic field lines does not vanish. As an illustrative example, we apply this new dictionary to a rotating Kerr-Newman-like spacetime dressed with a scalar field. In the corresponding Skyrme-Maxwell-Einstein solution, the quantization of the baryonic charge enforces a quantization of the Kerr rotation parameter. We derive an upper bound on the baryonic charge in terms of the integration constants of the solution and show that, in the regime of small baryonic charge, the rotation parameter depends linearly on the baryonic charge.",
      "published": "2026-01-25T14:50:47Z",
      "updated": "2026-01-25T14:50:47Z",
      "categories": [
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.17864v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17864v1"
    },
    {
      "id": "2601.17461v1",
      "title": "Measurement of diboson production and precision EFT constraints in ATLAS",
      "authors": [
        "Shu Li"
      ],
      "summary": "These proceedings summarize the latest progress by the ATLAS Experiment at the LHC in measuring diboson production and related searches for physics beyond Standard Model via anomalous gauge couplings with the latest Effective Field Theory approach. The most recent measurements of $W^{+}W^{-} \\to \\ell^{+}ν\\ell^{-}\\barν$, $W^{\\pm}Z \\to 3\\ell1ν$ and $Z(\\to \\ell^{+}\\ell^{-})γ$ measurements with ATLAS full Run 2 dataset are presented, along with the highlights of the first evidence of $W^{+}W^{-}$ charge asymmetry, the first measurement of CP-violation sensitive observables in $WZ$, and, for the first time at the LHC, $SU(2)_L \\otimes U(1)_Y$ fully gauge invariant anomalous neutral triple gauge coupling limits with $Z(\\to \\ell^{+}\\ell^{-})γ$ process.",
      "published": "2026-01-24T13:24:01Z",
      "updated": "2026-01-24T13:24:01Z",
      "categories": [
        "hep-ex",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.17461v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17461v1"
    },
    {
      "id": "2601.17157v1",
      "title": "Averaging Theory and Dynamical Systems in Cosmology: A Qualitative Study of Oscillatory Scalar-Field Models",
      "authors": [
        "Genly Leon",
        "Claudio Michea"
      ],
      "summary": "We study cosmological models using dynamical systems and averaging methods, encompassing flat and open FLRW geometries as well as the LRS Bianchi types I, III, and V. Under mild regularity and frequency-scaling assumptions, we obtain a near-identity conjugacy between the oscillatory flow and an averaged slow flow, with $\\| \\mathbf{x}(t)-\\bar {\\mathbf{x}}(t)\\| =\\mathcal{O}(H(t))$. The effective systems preserve the original asymptotics and yield geometry-dependent late-time attractor classifications. A corollary addresses the case in which the leading averaged vector field vanishes, so the system exhibits no autonomous drift at order $H^0$.",
      "published": "2026-01-23T20:29:27Z",
      "updated": "2026-01-23T20:29:27Z",
      "categories": [
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.17157v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17157v1"
    },
    {
      "id": "2601.18501v1",
      "title": "Gravitational wave detectors from an experimental perspective",
      "authors": [
        "Marina Trad-Nery",
        "Margherita Turconi",
        "Walid Chaibi"
      ],
      "summary": "This chapter introduces the fundamental principles of gravitational wave detectors in a simple and comprehensive manner. Because these instruments aim for extremely high sensitivity, it is essential to understand their various noise sources, how such noise couples to the detector output, and the strategies used to mitigate them. These noises contributions are computed in the frame of the Virgo detector and a sensitivity curve is calculated. Although a simplified layout of a gravitational wave detector is considered, it takes into account the most dominant effects and yields in a sensitivity estimate close to the what is observed in real detectors.",
      "published": "2026-01-26T14:06:40Z",
      "updated": "2026-01-26T14:06:40Z",
      "categories": [
        "physics.optics",
        "astro-ph.IM",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.18501v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18501v1"
    },
    {
      "id": "2601.18466v1",
      "title": "Study of dynamical systems and large-scale structure",
      "authors": [
        "Dumiso Mithi",
        "Saikat Charkraborty",
        "Shambel Sahlu",
        "Amare Abebe"
      ],
      "summary": "In this study, we employ dynamical systems methods to analyse the large-scale structure by considering two distinct interaction models (linear and non-linear) within the dark sector, associated with a specific dynamical dark energy model inspired by the Veneziano ghost theory in quantum chromodynamics (QCD). In these models, the dark energy density ($ρ_{DE}$) varies with the Hubble parameter ($H$), expressed as $ρ_{DE} = αH + βH^2$. After defining the dimensionless parameters, we present autonomous equations that allow us to find the trace $\\text{Tr}(J)$ and the determinant $D(J)$. With these solutions, we demonstrate the presence of unstable, saddle, and stable fixed points, corresponding to the radiation-, matter-, and dark-energy-dominated eras, respectively. Our results suggest that these models are theoretically viable for representing the interaction between dark sector fluids.",
      "published": "2026-01-26T13:13:30Z",
      "updated": "2026-01-26T13:13:30Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.18466v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18466v1"
    },
    {
      "id": "2601.18378v1",
      "title": "Assessing astrophysical foreground subtraction in DECIGO using compact binary populations inferred from the first part of the LIGO-Virgo-KAGRA's fourth observation run",
      "authors": [
        "Takahiro S. Yamamoto"
      ],
      "summary": "Detecting the stochastic gravitational wave background (SGWB) from our Universe under the inflationary era is one of the primary scientific objectives of DECIGO, a space-borne gravitational wave detector sensitive in the 0.1 Hz frequency band. This frequency band is dominated by the gravitational waves from inspiraling compact object binaries. Subtracting these signals is necessary to search for the primordial SGWB. In this paper, we assess the feasibility of the subtraction of such binary signals by employing the population model inferred from the latest gravitational wave event catalogue of the LIGO-Virgo-KAGRA Collaboration. We find that the projection scheme, which was originally proposed by Cutler & Harms (2005), is necessary to reduce the binary signals to the level where DECIGO can detect the primordial background.",
      "published": "2026-01-26T11:29:21Z",
      "updated": "2026-01-26T11:29:21Z",
      "categories": [
        "gr-qc",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.18378v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18378v1"
    },
    {
      "id": "2601.17953v1",
      "title": "QPO-Based Bayesian Constraints on Charged Particle Dynamics Around Magnetized Schwarzschild Black Holes",
      "authors": [
        "Z. Ahal",
        "H. El Moumni",
        "K. Masmar"
      ],
      "summary": "We study the motion of charged particles with a magnetic dipole moment orbiting a Schwarzschild black hole immersed in an external paraboloidal magnetic field. The interaction between the particle's intrinsic magnetic moment and the black hole magnetosphere is modeled through a dipole coupling, and the equations of motion are derived using the Hamilton-Jacobi formalism. We analyze equatorial circular orbits, the innermost stable circular orbit, and epicyclic oscillations, showing that the magnetic field strength and coupling parameter produce competing effects on orbital stability and fundamental frequencies. These frequencies are applied to model high-frequency quasi-periodic oscillations within the relativistic precession framework. Using observational QPO data from stellar-mass, intermediate-mass, and supermassive black holes, we perform a Bayesian parameter estimation based on Markov Chain Monte Carlo techniques. The analysis constrains the black hole mass, magnetic field strength, field geometry, coupling parameter, and QPO orbital radius, highlighting the role of magnetospheric interactions in shaping both particle dynamics and timing properties of accreting black holes.",
      "published": "2026-01-25T19:03:17Z",
      "updated": "2026-01-25T19:03:17Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.17953v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17953v1"
    },
    {
      "id": "2601.17906v1",
      "title": "Telling tails and quasi-resonances in the vicinity of Dymnikova regular black hole",
      "authors": [
        "Bekir Can Lütfüoğlu",
        "Javlon Rayimbaev",
        "Bekzod Rahmatov",
        "Fayzullo Shayimov",
        "Ikram Davletov"
      ],
      "summary": "We investigate quasinormal modes, late-time tails, and grey-body factors for massive scalar perturbations in the background of the Dymnikova regular black hole. By applying both the time-domain integration and the WKB method with Padé improvements, we show that the spectrum of massive fields differs qualitatively from the massless case. The oscillation frequency of the dominant mode grows with the field mass $μ$, while the damping rate decreases, suggesting the existence of quasi-resonances at sufficiently large $μ$. In the time domain, the late-time signal exhibits oscillatory tails with a power-law envelope, whose decay rate matches analytic expectations. Grey-body factors are also computed, showing strong suppression of radiation when mass is increased. Taken together, these results indicate that massive fields provide distinctive signatures of regular black holes and may serve as probes of near-horizon quantum corrections in the Dymnikova geometry.",
      "published": "2026-01-25T16:54:41Z",
      "updated": "2026-01-25T16:54:41Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.17906v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17906v1"
    },
    {
      "id": "2601.17891v1",
      "title": "The Hamiltonian for an atom interacting with gravitational waves",
      "authors": [
        "Linda M. van Manen",
        "André Grossardt"
      ],
      "summary": "Building on the relativistic Hamiltonian of Sonnleitner and Barnett arXiv:1806.00234 and its post-Newtonian extensions by Schwartz and Giuilini arXiv:1908.06929, we investigate composite atomic systems in dynamical gravitational backgrounds. Using a local inertial frame and a perturbed Minkowski metric, we derive curvature-dependent corrections to both center-of-mass and internal Hamiltonians for atoms interacting with weak gravitational waves. The resulting Hamiltonian contains distinct curvature couplings modifying the internal potential and affecting the center-of-mass dynamics. These contributions imply that internal-energy variations do not always reduce to mass renormalization and can induce genuine forces due to changes in momentum. The initial research was motivated by anomalous friction-like forces emerging in quantum optics, and clarified that the anomalous forces are mere relativistic corrections from mass-energy equivalence. Our results suggest that, with increasingly sensitive detectors, additional forces from gravitational wave interactions may become visible in future experiments.",
      "published": "2026-01-25T16:00:08Z",
      "updated": "2026-01-25T16:00:08Z",
      "categories": [
        "gr-qc",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.17891v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17891v1"
    },
    {
      "id": "2601.17873v1",
      "title": "Stability-Protected Phantom Bound in Scalar-Field Cosmology",
      "authors": [
        "Prasanta Sahoo"
      ],
      "summary": "Recent cosmological observations, most notably from the DESI Data Release 2 (DR2) \\cite{DESIDR2}, suggest a potential redshift evolution of the dark energy equation of state, reviving fundamental questions regarding the physical viability of the phantom regime ($w < -1$). In this Letter, a no-go result is established for a broad class of single-field effective scalar cosmologies where the kinetic response is modulated by the Hubble expansion rate, a structural feature characteristic of infrared-modified and nonlocal gravity theories \\cite{DeserWoodard2007, Maggiore2014}. It is proved that imposing ghost freedom, defined by the positivity of the kinetic response function $\\mathcal{M} \\equiv \\partialρ/\\partial X > 0$, enforces the phantom divide ($w = -1$) as a \\textit{stability-protected boundary} in the cosmological phase space. While the equation of state can approach this limit arbitrarily closely, continuous ghost-free evolution into the phantom regime is shown to be strictly forbidden. The dynamics are found to converge toward a de~Sitter-like attractor where $w \\to -1$ emerges as a consequence of dynamical selection and stability rather than the fine-tuning of the scalar potential. These results suggest that the \"hints\" of evolution observed in DESI DR2 may reflect the underlying stability requirements of the effective field theory, providing a theoretical mechanism that prevents a physical transition into the phantom phase.",
      "published": "2026-01-25T15:08:04Z",
      "updated": "2026-01-25T15:08:04Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.17873v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17873v1"
    },
    {
      "id": "2601.17696v1",
      "title": "The neutrino behavior in the Einstein$\\text{-}$Hilbert$\\text{-}$Bumblebee gravity around global monopole field",
      "authors": [
        "B. Q. Wang",
        "S. R. Wu",
        "Z. W. Long"
      ],
      "summary": "In this work, we study the phase of neutrino oscillation propagating along radial and non-radial paths in the Einstein$\\text{-}$Hilbert$\\text{-}$Bumblebee (EHB) gravity around global monopole field, by using the quantummechanical treatment, the expression of the corrected neutrino of probability of oscillation is obtained. Our results show that neutrino oscillation in the EHB gravity around global monopole field is different from that in Schwarzschild black hole, the Lorentz-violating parameter $a$ mainly affects the peak of the oscillation probability, and the global monopole $\\overline { μ}$ and the lightest neutrino mass both affect the frequency of the oscillations of probabilities, which means that studying the neutrino oscillation phenomenon in curved spacetime may not only become a new technology for probing the properties of compact celestial bodies, but also help deepen our understanding of neutrinos.",
      "published": "2026-01-25T05:04:03Z",
      "updated": "2026-01-25T05:04:03Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.17696v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17696v1"
    },
    {
      "id": "2601.17503v1",
      "title": "Scattering angle at 3PM in scalar-tensor theories using the PM-EFT formalism",
      "authors": [
        "Laura Bernard",
        "Tamanna Jain",
        "Stavros Mougiakakos"
      ],
      "summary": "In this work, we derive the conservative dynamics of non-spinning binaries in the massless scalar-tensor theories using the post-Minkowskian Effective Field Theory (EFT) approach. Our main result is an analytic expression of the scattering angle, computed up to third Post-Minkowskian order via two-loop Feynman diagrams. Our results are in perfect agreement with previous literature, in particular within the post-Newtonian limit.",
      "published": "2026-01-24T16:06:27Z",
      "updated": "2026-01-24T16:06:27Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.17503v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17503v1"
    },
    {
      "id": "2601.17384v1",
      "title": "The Universe as a Detector: A Quantum Filtering Formulation of the Diósi-Penrose Model",
      "authors": [
        "John Gough",
        "Dylon Rees"
      ],
      "summary": "We consider the Diósi-Penrose problem but rather than postulating background gravitational fluctuations, we instead consider the quantum filter that arises from space-time homodyning the continuum of output quadrature described in the open quantum stochastic model presented here. This is described by a quantum Kushner-Stratonovich equation, typical of the form appearing in continuous-time collapse of the wave-function models in Quantum Decoherence Theory",
      "published": "2026-01-24T09:13:52Z",
      "updated": "2026-01-24T09:13:52Z",
      "categories": [
        "quant-ph",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.17384v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17384v1"
    },
    {
      "id": "2601.17281v1",
      "title": "Dissipative Unimodular Gravity: Linking Energy Diffusion to Bulk Viscosity as an Alternative to $Λ$CDM under DESI DR2 Data",
      "authors": [
        "Norman Cruz",
        "Esteban González"
      ],
      "summary": "In this paper, we explore a theoretical and observational study of the presence of viscosity in the Unimodular Gravity formalism, a pioneering approach that, to the best of our knowledge, has not been previously explored in this context. Specifically, we study a flat FLRW universe at late times, where matter experiences dissipative processes in the form of a bulk viscosity, in the framework of Eckart's theory, which is linked to the energy diffusion function $Q$ through the power law $ξ=ξ_{0}\\left|Q\\right|^{1/2}$, being $ξ_{0}$ a positive dimensionless parameter. By assuming the ansatz $Q=νH^{2}$, where $H$ is the Hubble parameter and $ν$ is a dimensionless arbitrary constant, we find analytical solutions for the cosmological evolution. We test these models against the most recent cosmological observations, including type Ia supernovae, baryon acoustic oscillations, cosmic chronometers, gravitational lensing, and black hole shadow data. Our results show that two of the tested models provide a significantly better fit to the data ($χ_{\\text{min}}^{2}$) and remain as competitive as $Λ$CDM model according to the Bayesian Information Criterion. These findings, combined with the inherent ability of Unimodular Gravity to alleviate the cosmological constant problem, position dissipative UG as a robust and compelling alternative to the standard model, potentially suggesting that a very small but nontrivial energy nonconservation is compatible with the late-time observational data.",
      "published": "2026-01-24T03:41:53Z",
      "updated": "2026-01-24T03:41:53Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.17281v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17281v1"
    },
    {
      "id": "2601.16703v1",
      "title": "Dirac-Bergmann algorithm and canonical quantization of $k$-essence cosmology",
      "authors": [
        "Andrés Lueiza",
        "Andronikos Paliathanasis",
        "Nikolaos Dimakis"
      ],
      "summary": "We develop a general canonical quantization scheme for $k$-essence cosmology in scalar-tensor theory. Utilizing the Dirac-Bergmann algorithm, we construct the Hamiltonian associated with the cosmological field equations and identify the first- and second-class constraints. The introduction of appropriate canonically conjugate variables with respect to Dirac brackets, allows for the canonical quantization of the model. In these new variables, the Hamiltonian constraint reduces to a quadratic function with no potential term. Its quantum realization leads to a Wheeler-DeWitt equation reminiscent of the massless Klein-Gordon case. As an illustrative example, we consider the action of a tachyonic field and investigate the conditions under which a phantom crossing can occur as a quantum tunneling effect. For the simplified constant potential case, we investigate the consequences of different boundary conditions on the singularity avoidance and to the mean expansion rate.",
      "published": "2026-01-23T12:44:17Z",
      "updated": "2026-01-23T12:44:17Z",
      "categories": [
        "gr-qc",
        "hep-th",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.16703v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16703v1"
    }
  ]
}