{
  "timestamp": "20260110_181219",
  "harvest_date": "2026-01-10T18:12:19.058819+00:00",
  "total_papers": 138,
  "papers": [
    {
      "id": "2601.05048v1",
      "title": "Jet launching from the Kerr black hole magnetosphere: An electrogeodesic approach",
      "authors": [
        "Jibril Ben Achour",
        "Ileyk El Mellah",
        "Eric Gourgoulhon"
      ],
      "summary": "The launch of relativistic jets of plasma on astrophysical to cosmological scales are observed in a variety of astrophysical sources, from active galactic nuclei to X-rays binaries. While these jets can be reproduced by the general relativistic magneto-hydrodynamic (GRMHD) and particle-in-cells (GRPIC) simulations of the dynamical Kerr magnetosphere, the development of analytic models to describe the physics of the jets has remained limited. A key challenge is to analytically describe the individual trajectories of accelerated charged particles which ultimately build up the jet and emit radiation. In this work, we provide a first simple but fully analytical model of jet launching from the Kerr magnetosphere based on the motion of charged particles. To that end, we use the integrability of electrogeodesic motion in the Kerr monopole magnetosphere to study the ejection of charged particles near the poles. This enables us to derive (i) a criterion for the rotation axis to constitute a stable latitunal equilibrium position, thereby representing an idealized jet, (ii) the expression for the magnetic frame-dragging effect, and (iii) the condition for an asymptotic observer to measure blueshifted particles emanating from the black hole surroundings. Our study reveals that particles can be accelerated only in a specific region whose maximal radius depends on the spin and magnetization of the black hole. Alongside these results, we provide a detailed review of the construction of test magnetospheres from (explicit and hidden) symmetries of the Kerr geometry and the condition for the separability of the electrogeodesic motion in a test magnetosphere, which serves as a basis for the model we study in this work.",
      "published": "2026-01-08T15:54:35Z",
      "updated": "2026-01-08T15:54:35Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.05048v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05048v1"
    },
    {
      "id": "2601.04990v1",
      "title": "Probing millisecond magnetar formation in binary neutron star mergers through X-ray follow-up of gravitational wave alerts",
      "authors": [
        "Clara Plasse",
        "Alexis Reboul-Salze",
        "Jérome Guilet",
        "Diego Götz",
        "Nicolas Leroy",
        "Raphaël. Raynaud",
        "Matteo Bugli",
        "Tito Dal Canton"
      ],
      "summary": "The nature of the remnant of a binary neutron star (BNS) merger is uncertain. Though certainly a black hole (BH) in the cases of the most massive BNSs, X-ray lightcurves from gamma-ray burst (GRB) afterglows suggest a neutron star (NS) as a viable candidate for both the merger remnant as well as the central engine of these transients. When jointly observed with gravitational waves (GWs), X-ray lightcurves from BNS merger events could provide critical constraints on the remnant's nature. We aim to assess the current and future capabilities to detect a NS remnant through X-ray observations following GW detections. To this end, we simulate GW signals from BNS mergers and the subsequent X-ray emission from newborn millisecond magnetars. The GW detectability is modeled for both current and next-generation interferometers, while the X-ray emission is reproduced using a dedicated numerical code that models magnetar spin-down and ejecta dynamics informed by numerical-relativity simulations. In our simulations, 2% - 16% of BNS mergers form millisecond magnetars. Among these, up to 70% could be detectable, amounting to up to 1 millisecond magnetar detection per year with SVOM/MXT-like instruments during the LIGO Virgo KAGRA LIGO India (LVKI) O5 run, with optimal detectability occurring about 2 hours post-merger. For next-generation GW interferometers, this rate could increase by up to three orders of magnitude, with peak detectability 3 to 4 hours post-merger. We also explore how the magnetar's magnetic field strength and observer viewing angle affect detectability and discuss optimized observational strategies. Although more likely with upcoming GW interferometers, detecting the spin-down emission of a millisecond magnetar may already be within reach, warranting sustained theoretical and observational efforts given the profound implications for mergers, GRBs, and NS physics of a single detection.",
      "published": "2026-01-08T14:48:12Z",
      "updated": "2026-01-08T14:48:12Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.04990v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04990v1"
    },
    {
      "id": "2601.04939v1",
      "title": "Multi-Messenger Studies with High-Energy Neutrinos and Gamma Rays: The WST Opportunity",
      "authors": [
        "Fabian Schüssler",
        "Sofia Bisero",
        "Bernardo Cornejo",
        "Filippo D'Ammando",
        "Richard I. Anderson",
        "Ilja Jaroschewski",
        "Silvia Piranomonte",
        "Fatemeh Zahra Majid"
      ],
      "summary": "The search for the sources of ultra-high-energy cosmic rays (UHECRs) using high-energy neutrinos represents a frontier in high-energy astrophysics. However, a critical bottleneck remains: the ability to rapidly survey the sizable sky areas defined by the localization uncertainties of neutrino detectors and to provide rapid spectroscopic classification of the multitude of optical transients found within them.   By deploying a large field-of-view with high-multiplex Multi-Object Spectroscopy (MOS) on a large aperture telescope, one can instantaneously cover neutrino error circles, thus providing crucial spectroscopic classifications of potential counterparts discovered, for example, by the Vera C. Rubin Observatory (LSST) with unprecedented efficiency. Furthermore, simultaneous operation of a giant panoramic central Integral Field Spectrograph (IFS) would allow for detailed kinematic and environmental characterization of primary candidates. This facility would unlock deep synergies between next-generation neutrino telescopes (IceCube-Gen2, KM3NeT) and gamma-ray observatories (CTAO), transforming unique multi-messenger alerts into a comprehensive physical understanding.",
      "published": "2026-01-08T13:43:02Z",
      "updated": "2026-01-08T13:43:02Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.04939v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04939v1"
    },
    {
      "id": "2601.04877v1",
      "title": "Temporal Variations in Pulsar Spectro-Polarimetry: Findings from millisecond pulsar J2144-5237 using Parkes UWL receiver",
      "authors": [
        "Rahul Sharan",
        "Bhaswati Bhattacharyya",
        "Simon Johnston",
        "Patrick Weltevrede",
        "Jayanta Roy"
      ],
      "summary": "While the temporal variations of the spectro-polarimetric nature of pulsars remains unexplored, this investigation offers significant potential for uncovering key insights into pulsar emission mechanisms, magnetic field geometry, and propagation effects within the magnetosphere. We developed a package for investigating time-varying spectral behavior for full Stokes parameters and demonstrate it on a millisecond pulsar (MSP) J2144-5237 in a binary system (orbital period ~10 days) using the Parkes UWL receiver. In this study we report rotation measure (RM) variation with orbital phase. We find that the temporal variations in the spectra of Stokes I, Q, and V are generally correlated throughout the orbit, while Stokes U exhibits intervals of both correlation and anticorrelation with Stokes I, depending on the orbital phase. We also provide a Poincare sphere representation of the polarization properties of J2144-5237, demonstrating a systematic temporal change of Poincare sphere location for the main component with orbital phase. To our knowledge, this is the first investigation of time-varying properties of the spectro-polarimetric nature of any pulsars or MSPs. Extending this study to probe the spectro-temporal nature of full Stokes data on a larger sample of MSPs or pulsars has the potential to provide vital information on emission mechanisms inside the magnetosphere, interstellar propagation effects, and binary interactions.",
      "published": "2026-01-08T12:21:24Z",
      "updated": "2026-01-08T12:21:24Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.04877v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04877v1"
    },
    {
      "id": "2601.04851v1",
      "title": "Long-term evolution of cyclotron resonant scattering features in the accreting pulsar Vela X-1: A pulse-to-pulse approach",
      "authors": [
        "Yu-Jia Du",
        "Peng-Ju Wang",
        "Lorenzo Ducci",
        "Long Ji",
        "Ling-Da Kong",
        "Qing-Cui Bu",
        "Chirag Mehrotra",
        "Andrea Santangelo"
      ],
      "summary": "We investigated the long-term evolution of the cyclotron line energy, as well as the relationship between cyclotron line energy and luminosity in the high-mass X-ray binary Vela X-1, based on archival Swift/BAT monitoring from 2005 to 2024 and pulse-to-pulse analysis of nine NuSTAR observations from 2012 to 2024. Our results provide the first confirmation that the long-term decay of the harmonic line energy ($E_{\\rm cyc,H}$) in Vela X-1 has ended. We further report the first detection of a transient increase in $E_{\\rm cyc,H}$ between 2020 and 2023, which suggests a sudden and significant change in the magnetic field configuration or accretion geometry. In addition, $E_{\\rm cyc,H}$ shows slightly lower values at low luminosities and tends to flatten at higher luminosities, in the range of $(0.13\\text{--}1.21) \\times10^{37} $erg $\\rm{s}^{-1}$. The fundamental line energy ($E_{\\rm cyc,F}$) exhibits no significant variation with time or luminosity, remaining stable at approximately 25 keV.",
      "published": "2026-01-08T11:42:14Z",
      "updated": "2026-01-08T11:42:14Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.04851v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04851v1"
    },
    {
      "id": "2601.04311v1",
      "title": "Disk-to-Corona State Transition and Extreme X-ray Variability in the Tidal Disruption Event AT2019teq",
      "authors": [
        "Vera Berger",
        "Erin Kara",
        "Joheen Chakraborty",
        "Megan Masterson",
        "Kevin Burdge"
      ],
      "summary": "We present a five-year X-ray spectral and timing analysis of the optically selected Tidal Disruption Event (TDE) AT2019teq, which displays extreme variability, including order-of-magnitude changes in flux on minute-to-day timescales, and a rare late-time emergence of hard X-ray emission leading to the longest-lived corona in a known TDE. In one epoch, we detect sub-mHz quasi-periodic oscillations with significance tested via MCMC-based red-noise simulations (p $\\leq 0.03$). AT2019teq exhibits a clear spectral evolution from a soft (blackbody-dominated) state to a hard (power-law-dominated) state, with a late-time radio brightening that may be associated with the state transition. We identify similarities between AT2019teq's evolution and X-ray binary soft-to-hard state transitions, albeit at higher luminosity and much faster timescales. We use the presence of both a disk-dominated and a corona-dominated state to apply multiple mass estimators from X-ray spectral and variability properties. These techniques are mutually consistent within $2σ$ and systematically yield a lower black hole mass ($\\log(M_{BH}/M_{\\odot}) = 5.67 \\pm 0.09$) than inferred from host galaxy scaling ($\\log(M_{BH}/M_{\\odot})=6.14 \\pm 0.19$).",
      "published": "2026-01-07T19:00:01Z",
      "updated": "2026-01-07T19:00:01Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.04311v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04311v1"
    },
    {
      "id": "2601.04188v1",
      "title": "Local simulations of common-envelope dynamical inspiral. Impact of rotation, accretion, and stratification",
      "authors": [
        "D. Gagnier",
        "G. Leidi",
        "M. Vetter",
        "R. Andrassy",
        "F. K. Röpke"
      ],
      "summary": "Common envelope evolution (CEE) is a crucial phase in binary stellar evolution. Current global three-dimensional simulations lack the resolution to capture the small-scale dynamics around the embedded companion, while local wind-tunnel simulations always approximate the companion's orbital motion as linear rather than as rotation around the center of mass. We investigate how rotation, accretion, and stratification influence small-scale gas dynamics, gravitational drag and lift forces, and the spin-up rate of the companion. We perform three-dimensional local hydrodynamic simulations of a $0.2\\, M_\\odot$ compact companion plunging into the envelope of a $2\\, M_\\odot$ red giant in a reference frame rotating at the companion's orbital angular velocity, using the Athena++ code. The presence of stratification generates an inward-directed force, partially opposed by a rotation-induced outward lift force. Both the resulting inward directed force and the drag force, strongly influenced by stratification, would affect the evolution of the binary separation. We propose revised semi-analytical prescriptions for both drag and lift forces. Without accretion and for sufficiently small gravitational softening radii, a quasi-hydrostatic bubble forms around the companion, while accretion prevents its formation and converts kinetic energy into heat that could contribute to the envelope ejection. Drag and lift forces are only marginally affected by accretion. The companion spin-up rate varies non-monotonically in time, first increasing and then decreasing as it plunges deeper into the envelope. These results motivate future magnetohydrodynamic simulations to investigate how accretion, rotation, and stratification affect magnetic amplification, and how magnetic fields, in turn, influence mass and angular momentum accretion rates, as well as the drag and lift force exerted on the companion.",
      "published": "2026-01-07T18:56:05Z",
      "updated": "2026-01-07T18:56:05Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.04188v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04188v1"
    },
    {
      "id": "2601.04168v2",
      "title": "A framework for LISA population inference",
      "authors": [
        "Alexandre Toubiana",
        "Jonathan Gair"
      ],
      "summary": "The Laser Interferometer Space Antenna (LISA) is expected to have a source rich data stream containing signals from large numbers of many different types of source. This will include both individually resolvable signals and overlapping stochastic backgrounds, a regime intermediate between current ground-based detectors and pulsar timing arrays. The resolved sources and backgrounds will be fitted together in a high dimensional Global Fit. To extract information about the astrophysical populations to which the sources belong, we need to decode the information in the Global Fit, which requires new methodology that has not been required for the analysis of current gravitational wave detectors. Here, we %start that development, presenting present a hierarchical Bayesian framework to infer the properties of astrophysical populations directly from the output of a LISA Global Fit, consistently accounting for information encoded in both the resolved sources and the unresolved background. Using a simplified model of the Global Fit, we illustrate how the interplay between resolved and unresolved components affects population inference and highlight the impact of data analysis choices, such as the signal-to-noise threshold for resolved sources, on the results. Our approach provides a practical foundation for population inference using LISA data.",
      "published": "2026-01-07T18:35:53Z",
      "updated": "2026-01-08T17:36:44Z",
      "categories": [
        "gr-qc",
        "astro-ph.GA",
        "astro-ph.HE",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.04168v2",
      "pdf_link": "https://arxiv.org/pdf/2601.04168v2"
    },
    {
      "id": "2601.04141v1",
      "title": "Implications of Non-equatorial Relativistic Accretion Flows for Ultra-Fast Inflows in AGNs",
      "authors": [
        "Keigo Fukumura",
        "Alessandro Peca",
        "Roberto Serafinelli",
        "Mauro Dadina"
      ],
      "summary": "Motivated by a number of X-ray observations of active galactic nuclei (AGNs) that exhibit a potential signature of ultra-fast inflows (UFIs), we consider in this work a scenario that UFIs can be physically identified as weakly-magnetized hydrodynamic accretion flows that is guided and channeled by poloidal magnetic field into low-to-mid latitude above the equatorial disk. In the context of general relativistic hydrodynamics (GRHD) under a weak-field limit in Kerr spacetime, we present a set of preliminary results by numerically calculating the physical property of GRHD flows (e.g. kinematics and density distribution) in an effort to simulate redshifted absorption line spectra. Our model demonstrates that such GRHD accretion off the equatorial plane (i.e. $v \\gsim 0.1c$ where $c$ is the speed of light in the vicinity of AGN closer than $\\sim 100$ \\sw radii) can manifest itself as UFIs in the form of redshifted absorption signature assuming the observed characteristics such as column density of $N_H \\sim 10^{23}$ cm$^{-2}$ and ionization parameter of $\\log (ξ\\rm{[erg~cm~s^{-1}])} \\sim 3$ as also seen in recent multi-epoch {\\it NuSTAR} observations among other data.",
      "published": "2026-01-07T17:54:28Z",
      "updated": "2026-01-07T17:54:28Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.04141v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04141v1"
    },
    {
      "id": "2601.03950v1",
      "title": "Evidence for a Damped Millisecond Quasi-Periodic Structure in a Fast Radio Burst",
      "authors": [
        "Shuo Xiao",
        "Zheng-Huo Jiang",
        "Di Li"
      ],
      "summary": "Fast radio bursts (FRBs) are millisecond-duration transients of unknown origin, likely associated with compact astrophysical objects. We report evidence for a damped millisecond quasi-periodic structure in a non-repeat FRB~20190122C. The burst consists of eight closely spaced radio pulses separated by $\\sim$1 ms, with pulse amplitudes exhibiting an exponential decay starting from the brightest component. Combined Gaussian fitting and time-series analysis reveal a quasi-periodic oscillation (QPO) at $\\sim$1 kHz. The observed QPO is consistent with damped magnetospheric oscillations. Assuming an Alfvén wave origin, we estimate a surface magnetic field of $\\sim 10^{12}$ G and a characteristic spin period of $\\sim$1 s, favoring a low-field magnetar or young neutron star scenario. The absence of frequency drift and the presence of exponential damping disfavor a merger-driven origin. These results suggest the first detection of an exponentially decaying QPO in any FRB, marking a rare detection of coherent oscillatory behavior in FRBs.",
      "published": "2026-01-07T14:05:25Z",
      "updated": "2026-01-07T14:05:25Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.03950v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03950v1"
    },
    {
      "id": "2601.03921v1",
      "title": "Science with a large field-of-view polarization survey: The Large Array Survey Telescope Polarization Node (LAST-P)",
      "authors": [
        "V. Barbosa Martins",
        "N. Jordana Mitjans",
        "S. Garrappa",
        "A. Franckowiak",
        "E. O. Ofek",
        "S. Ben-Ami",
        "J. Borowska-Naguszewska",
        "V. Fallah Ramazani",
        "R. Konno",
        "D. Kuesters",
        "R. D. Parsons",
        "D. Polishook",
        "I. Sadeh",
        "O. Savushkin",
        "E. Segre",
        "N. Strotjohann",
        "S. Weimann"
      ],
      "summary": "Optical polarimetry provides information on the geometry of the emitting region, the magnetic field configuration and the properties of dust in astrophysical sources. Current state-of-the-art instruments typically have a small field of view (FoV), which poses a challenge for conducting wide surveys. We propose the construction of the Large Array Survey Telescope Polarization Node (LAST-P), a wide-field array of optical polarimeters. LAST-P is designed for high-cadence ($\\lesssim 1$ day) polarization monitoring of numerous astrophysical transients, such as the early phases of gamma-ray bursts, supernovae, and novae. Furthermore, LAST-P will facilitate the creation of extensive polarization catalogs for X-ray binaries and white dwarfs, alongside a large FoV study of the interstellar medium. In survey mode, LAST-P will cover a FoV of 88.8 deg$^2$. With a 15 x 1-minute exposure, the instrument will be capable of measuring polarization of sources as faint as Gaia Bp-magnitude $\\sim$20.9. The precision on the linear polarization degree (PD) will reach 0.7\\%, 1.5\\%, and 3.5\\% for sources with magnitudes 17, 18, and 19, respectively, for a seeing of 2.7 arcsec, air mass of about 1 for observations in dark locations. We propose three distinct non-simultaneous survey strategies, among them an active galactic nuclei (AGN) strategy for long-term monitoring of $\\sim$200 AGN with $<$1-day cadence. In this paper, we present the predicted sensitivity of the instrument and outline the various science cases it is designed to explore.",
      "published": "2026-01-07T13:42:18Z",
      "updated": "2026-01-07T13:42:18Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.03921v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03921v1"
    },
    {
      "id": "2601.04276v1",
      "title": "Search for Precessing Binary Black Holes in Advanced LIGO's Third Observing Run using Harmonic Decomposition",
      "authors": [
        "Rahul Dhurkunde",
        "Ian Harry"
      ],
      "summary": "Binary black holes (BBHs) exhibiting spin-induced orbital precession offer unique insight into compact-binary formation channels, cosmology, and tests of general relativity. We conduct a dedicated search for precessing BBHs in Advanced LIGO's third observing run (O3) using the harmonic decomposition method of precessing waveforms. We introduce a novel scheme to reduce the number of filters in a harmonic search. With our new approach, our template bank requires $5\\times$ fewer filters compared to another proposed precessing search in the same region. We do not find any new significant events. Our new search method achieves up to $\\sim 28\\%$ improvement in sensitivity and up to $5\\times$ lower computational costs compared to existing precessing search pipelines. Our method enables scalable, sensitive searches for precessing BBHs in future gravitational-wave observing runs.",
      "published": "2026-01-07T12:25:02Z",
      "updated": "2026-01-07T12:25:02Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.HE",
        "gr-qc",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.04276v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04276v1"
    },
    {
      "id": "2601.03696v1",
      "title": "Characteristics of the High-frequency Humps in the Black hole X-ray Binary Swift J1727.8--1613",
      "authors": [
        "Ze-Xi Li",
        "Liang Zhang",
        "Lian Tao",
        "Zi-Han Yang",
        "Qing-Chang Zhao",
        "Shu-Jie Zhao",
        "Rui-Can Ma",
        "Zi-Xu Yang",
        "Pan-Ping Li",
        "Xiang Ma",
        "Yue Huang",
        "Shu-Mei Jia",
        "Shuang-Nan Zhang",
        "Hua Feng",
        "Jin-Lu Qu",
        "Shu Zhang"
      ],
      "summary": "We present a detailed timing analysis of the two high-frequency humps observed in the power density spectrum of Swift J1727.8--1613 up to 100 keV, using data from the Hard X-ray Modulation Telescope (Insight-HXMT). Our analysis reveals that the characteristic frequencies of the humps increase with energy up to $\\sim30$ keV, followed by a plateau at higher energies. The fractional rms amplitudes of the humps increase with energy, reaching approximately 15\\% in the 50-100 keV band. The lag spectrum of the hump is characterized primarily by a soft lag that varies with energy. Our results suggest that the high-frequency humps originate from a corona close to the black hole. Additionally, by applying the relativistic precession model, we constrain the mass of Swift J1727.8--1613 to $2.84 < M / M_{\\odot} < 120.01$ and the spin to $0.14 < a < 0.43$ from the full-energy band dataset, using triplets composed of a type-C quasi-periodic oscillation and two high-frequency humps. When considering only the high-energy bands with stable characteristic frequencies, we derive additional constraints of $2.84 < M/M_{\\odot} < 13.98$ and $0.14 < a < 0.40$.",
      "published": "2026-01-07T08:30:47Z",
      "updated": "2026-01-07T08:30:47Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.03696v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03696v1"
    },
    {
      "id": "2601.03611v1",
      "title": "Particle Acceleration and Depolarization in the Protostellar jet knots HH 80 and HH 81",
      "authors": [
        "A. G. Cheriyan",
        "S. Vig",
        "Nirupam Roy",
        "Samir Mandal",
        "C. Carrasco-González",
        "A. Rodríguez-Kamenetzky",
        "A. Pasetto"
      ],
      "summary": "Linearly polarized emission is a powerful tracer of magnetic field geometry and particle acceleration in protostellar jets. We present a polarimetric study of the HH objects HH 80 and HH 81 from where non-thermal emission has been confirmed through spectral index measurements at low frequencies. We carried out observations of HH 80 and HH 81 with the Karl G. Jansky Very Large Array in 4-6 GHz. Unlike the inner jet knots, no linear polarization is detected towards the knots HH 80 and HH 81. We place a $3σ$ upper limit of $30~μ$Jy on the polarization intensity, corresponding to fractional polarization limits of $Π_{\\max}\\approx0.02$ and $0.01$ for HH 80 and HH 81, respectively. To interpret this non-detection, we assess the conditions for synchrotron polarization and the impact of depolarization mechanisms. The shock cooling parameter $χ_\\mathrm{s}$ is lower in these outermost HH objects than in the inner knots, indicating that the reverse shocks in HH 80-81 are less efficient at accelerating relativistic electrons compared with the inner knots. Moreover, Faraday depolarization appears severe: the dispersion in the estimated rotation measure $σ_{\\rm RM}\\sim400~\\mathrm{rad~m^{-2}}$ is comparable to or larger than observed RM values themselves. This is consistent with strong fluctuations and turbulence. Together with beam depolarization, these effects can suppress the observable fractional polarization flux densities below the detectable thresholds. We conclude that reduced acceleration efficiency (when compared to inner knots) and strong depolarization account for the absence of polarized emission towards HH 80 and HH 81.",
      "published": "2026-01-07T05:40:08Z",
      "updated": "2026-01-07T05:40:08Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.03611v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03611v1"
    },
    {
      "id": "2601.03373v1",
      "title": "Late-Time Infrared Cooling in Magnetar-Driven Supernovae",
      "authors": [
        "Conor M. B. Omand"
      ],
      "summary": "A central magnetar engine is commonly invoked to explain energetic supernovae, which should have multiple signals in multiwavelength emission. Photoionization from the pulsar wind nebula (PWN) can create distinct spectroscopic signals in the nebular phase. Recent models suggest infrared emission, particularly from Ne II, can be prominent at late times. This work examines the cooling power of optical and infrared transitions to determine which lines contribute strongly to cooling and on what timescale. The models show infrared cooling becomes strong at $\\sim$ 3 years post-explosion and dominates by 6 years, with [Ne II] 12.8$μ$m being the strongest coolant. The fraction of total cooling in the infrared increases sharply once the PWN luminosity decreases below 10$^{40}$ erg s$^{-1}$, and this fraction also increases with increasing ejecta mass and decreasing average PWN photon energy. However, the emission from [Ne II] 12.8$μ$m increases with increasing PWN luminosity and increasing ejecta mass. Cooling at 1 year is dominated by optical O and S lines, with infrared Ar, Ni, and Ne lines becoming strong at 3 years. Optical cooling is almost negligible at 6 years, with the supernova cooling almost entirely through mid- and far-infrared transitions. JWST spectroscopy with MIRI should be able to detect these lines out to $z \\sim 0.1$. Supernovae with higher magnetic fields transition to infrared cooling on earlier timescales, while infrared-dominated supernovae should have strong emission from neutral atoms and emit strongly in radio at sub-decade timescales.",
      "published": "2026-01-06T19:19:45Z",
      "updated": "2026-01-06T19:19:45Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.03373v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03373v1"
    },
    {
      "id": "2601.03349v1",
      "title": "Simulation-Based Prediction of Black Hole Spectra: From $10M_\\odot$ to $10^8 M_\\odot$",
      "authors": [
        "Chris Nagele",
        "Julian H. Krolik",
        "Rongrong Liu",
        "Brooks E. Kinch",
        "Jeremy D. Schnittman"
      ],
      "summary": "It has long been thought that black hole accretion flows are driven by magnetohydrodynamic (MHD) turbulence, and there are now many general relativistic global simulations illustrating the dynamics of this process. However, many challenges must be overcome in order to predict observed spectra from luminous systems. Ensuring energy conservation, local thermal balance, and local ionization equilibrium, our post-processing method incorporates all the most relevant radiation mechanisms: relativistic Compton scattering, bremsstrahlung, and lines and edges for 30 elements and all their ions. Previous work with this method was restricted to black holes of $10 M_\\odot$; here, for the first time, we extend it to $10^8 M_\\odot$ and present results for two sub-Eddington accretion rates and black hole spin parameter 0.9. The spectral shape predicted for stellar-mass black holes matches the low-hard state for the lower accretion rate and the steep power law state for the higher accretion rate. For high black hole mass, both accretion rates yield power-law continua from $\\sim 0.5 - 50$~keV whose X-ray slopes agree well with observations. For intermediate mass black holes, we find a soft X-ray excess created by inverse Compton scattering of low-energy photons produced in the thermal part of the disk; this mechanism may be relevant to the soft X-ray excess commonly seen in massive black holes. Thus, our results show that standard radiation physics applied to GRMHD simulation data can yield spectra reproducing a number of the observed properties of accreting black holes across the mass spectrum.",
      "published": "2026-01-06T19:00:05Z",
      "updated": "2026-01-06T19:00:05Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.03349v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03349v1"
    },
    {
      "id": "2601.03341v1",
      "title": "Cavity Multimodes as an Array for High-Frequency Gravitational Waves",
      "authors": [
        "Diego Blas",
        "Yifan Chen",
        "Yuxin Liu",
        "Yanfei Shang",
        "Jing Shu"
      ],
      "summary": "Microwave cavities operated in the presence of a background magnetic field provide a promising avenue for detecting high-frequency gravitational waves (HFGWs). We demonstrate for the first time that the distinct antenna patterns of multiple electromagnetic modes within a single cavity enable localization and reconstruction of key properties of an incoming HFGW signal, including its polarization ratio and frequency drift rate. Using a 9-cell cavity commonly employed in particle accelerators as a representative example, we analyze the time-domain response of 18 nearly degenerate modes, which can be sequentially excited by a frequency-drifting signal. The sensitivity is further enhanced by the number of available modes, in close analogy to the scaling achieved by a network of independent detectors, enabling sensitivity to astrophysically plausible binary sources.",
      "published": "2026-01-06T19:00:01Z",
      "updated": "2026-01-06T19:00:01Z",
      "categories": [
        "hep-ph",
        "astro-ph.HE",
        "astro-ph.IM",
        "gr-qc",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.03341v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03341v1"
    },
    {
      "id": "2601.03344v1",
      "title": "Non-thermal particle acceleration in multi-species kinetic plasmas: universal power-law distribution functions and temperature inversion in the solar corona",
      "authors": [
        "Uddipan Banik",
        "Amitava Bhattacharjee"
      ],
      "summary": "The origin of non-thermal power-law distribution functions ubiquitously observed in astrophysical/space (e.g., the solar wind) and laboratory kinetic plasmas, is not well understood. Another puzzling phenomenon is temperature inversion in the solar corona. These two issues are deeply connected. We develop a self-consistent quasilinear theory (QLT) for electromagnetically driven kinetic plasmas, deriving a Fokker-Planck equation for the simultaneous relaxation of multiple species, with (i) a drive diffusion coefficient for the heating of dressed particles directly by the drive and indirectly by waves, and (ii) Balescu-Lenard diffusion and drag coefficients for internal turbulence and Coulomb collisions. Both electron and ion distributions relax towards a universal attractor with a $v^{-5}$ $(E^{-2})$ tail, akin to a $κ= 1.5$ distribution, under a super-Debye (but sub-Larmor) drive with a steep power-spectrum. This is an outcome of Debye screening: large-scale fields accelerate the unscreened, fast particles but not the screened, slow ones. The universality may be broken by shallow power-spectra and incomplete relaxation. Collisions cannot decelerate suprathermal particles, rendering a high $v$ tail immune to Maxwellianization. Such a tail may be generated in the solar corona by chromospheric convection despite collisional losses. The suprathermal particles escape sun's gravity (velocity filtration), inverting the temperature profile and raising it to $10^6$ K. A proper analysis of velocity filtration with a $κ\\approx 1.5-2$ distribution inspired by QLT provides a reasonable fit to the spectroscopic data of heavy ions and explains the abrupt temperature rise, a consequence of the divergence of pressure in the $κ\\to 1.5$ limit.",
      "published": "2026-01-06T19:00:01Z",
      "updated": "2026-01-06T19:00:01Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03344v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03344v1"
    },
    {
      "id": "2601.03140v1",
      "title": "Large-scale radio bubbles around the black hole transient V4641 Sgr",
      "authors": [
        "Noa Grollimund",
        "Stéphane Corbel",
        "Rob Fender",
        "James H. Matthews",
        "Ian Heywood",
        "Fraser J. Cowie",
        "Andrew K. Hughes",
        "Francesco Carotenuto",
        "Sara E. Motta",
        "Patrick Woudt"
      ],
      "summary": "Black holes (BHs) in microquasars can launch powerful relativistic jets that have the capacity to travel up to several parsecs from the compact object and interact with the interstellar medium. Recently, the detection of large-scale very-high-energy (VHE) gamma-ray emission around the black hole transient V4641 Sgr and other BH-jet systems suggested that jets from microquasars may play an important role in the production of galactic cosmic rays. V4641 Sgr is known for its superluminal radio jet discovered in 1999, but no radio counterpart of a large-scale jet has been observed. The goal of this work is to search for a radio counterpart of the extended VHE source. We observed V4641 Sgr with the MeerKAT radio telescope at the L and UHF bands and produced deep maps of the field using high dynamic range techniques. We report the discovery of a large-scale (35 pc), bow-tie-shaped, diffuse, radio structure around V4641 Sgr, with similar angular size to the extended X-ray emission discovered by XRISM. However, it is not spatially coincident with the extended VHE emission. After discussing the association of the structure with V4641 Sgr, we investigate the nature of the emission mechanism. We suggest that the bow-tie structure arose from the long-term action of large-scale jets or disk winds from V4641 Sgr. If the emission mechanism is of synchrotron origin, the radio/X-ray extended structure implies acceleration of electrons up to more than 100 TeV as far as tens of parsecs from the black hole.",
      "published": "2026-01-06T16:11:10Z",
      "updated": "2026-01-06T16:11:10Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.03140v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03140v1"
    },
    {
      "id": "2601.05235v1",
      "title": "Mimicking Phantom Dark Energy with Evolving Dark Matter Mass",
      "authors": [
        "Lorenzo La Penna",
        "Alessio Notari",
        "Michele Redi"
      ],
      "summary": "We present a general method to reproduce a given cosmological background through energy exchange between dark energy (DE) and dark matter (DM). This can be simply realized with a standard quintessence scalar field that controls the DM mass. In particular a background with phantom crossing can be effectively realized without introducing ghosts or other pathologies. For example one can reproduce exactly the background that gives the best fit to the recent DESI+CMB+DESY5 data, within the Chevallier-Polarski-Linder (CPL) parametrization of DE. Although the background evolution is identical, the perturbations differ, leading to modified growth of structures. If the DM mass varies at late times, early-time observables are not modified and can reproduce the main predictions of the target model, but late-time observables are affected. We discuss in particular the effects on the matter power spectrum, CMB lensing and ISW effect. When reproducing the best fit CPL background model, this scenario generically predicts $\\mathcal{O}(10\\%)$ deviations in such observables. However, for suitable choices of parameters, effects on the matter power spectrum can be smaller, motivating a detailed study. In general, energy exchange between DE and DM generates a mismatch between the matter power spectrum and the gravitational potential amplitudes compared to the decoupled case, that can lead to deviations observable in future experiments.",
      "published": "2026-01-08T18:57:47Z",
      "updated": "2026-01-08T18:57:47Z",
      "categories": [
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05235v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05235v1"
    },
    {
      "id": "2601.05218v1",
      "title": "Towards a unified quantum field theory of dark energy and inflation: unstable de Sitter vacuum and running vacuum",
      "authors": [
        "Joan Solà Peracaula",
        "Àlex González-Fuentes",
        "Cristian Moreno-Pulido"
      ],
      "summary": "Inflation is a necessary cosmic mechanism to cure basic inconsistencies of the standard model of cosmology. These problems are usually `fixed' by postulating the existence of a scalar field (called the ``inflaton''). However, other less ad hoc options are possible. In the running vacuum model (RVM) framework, the vacuum energy density (VED) is a function of the Hubble rate $H$ and its time derivatives: $ρ_{\\rm vac}=ρ_{\\rm vac}(H, \\dot{H},\\ddot{H},\\dots)$. In this context, the VED is dynamical (there is no rigid cosmological constant $Λ$). In the FLRW epoch, $ρ_{\\rm vac}$ evolves very slowly with expansion, as befits the observed $Λ\\simeq$const. behavior. In contrast, in the very early universe the vacuum fluctuations induce higher powers $H^N$ capable of unleashing fast inflation in a short period in which $H\\simeq$ const. We call this mechanism `RVM-inflation'. It does not require an inflaton field since inflation is brought about by pure quantum field theory (QFT) effects on the dynamical background. It is different from Starobinsky's inflation, in which $H$ is never constant. In this work, we study a closely related scenario: the decay of the exact de Sitter vacuum into FLRW spacetime in its radiation epoch and the subsequent impact on the current universe, and compare with the RVM. We find that in both cases inflation is driven by $H^4$ powers together with subleading contributions of order $H^2$ that ease a graceful-exit transition into the radiation-dominated epoch, where the FLRW regime starts and ultimately develops a mildly evolving VED in the late universe: $δρ_{\\rm vac}\\sim {\\cal O}(m_{\\rm Pl} ^2 H^2)$. The outcome is an unified QFT approach to inflation and dark energy (conceived as dynamical vacuum energy) with potentially measurable phenomenological consequences in the present universe which can help to cure the cosmological tensions.",
      "published": "2026-01-08T18:43:36Z",
      "updated": "2026-01-08T18:43:36Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.05218v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05218v1"
    },
    {
      "id": "2601.05069v1",
      "title": "Constraining the Primoridal Black Hole Abundance with Space-Based Detectors",
      "authors": [
        "Wencong Hong",
        "Shi Pi",
        "Ao Wang",
        "Zhenyu Zhang"
      ],
      "summary": "Overdense regions can collapse into primordial black holes (PBHs) in the early universe, which are a compelling candidate for dark matter. Current constraints leave the asteroid-mass window the only possible one for PBH to account for all the dark matter, which can only be probed indirectly by the scalar-induced gravitational waves (GWs) sourced by the curvature perturbation which forms PBH. In this work, we explore the capabilities of future space-based gravitational wave detectors, including LISA, Taiji, and TianQin, to constrain such induced GWs as well as the PBH abundance. We systematically account for the width of the primordial curvature power spectrum, and find that the asteroid-mass window can be fully probed by all three space-based interferometers. If PBHs constitute the majority of dark matter, the induced GW leaves a strong signal in the mHz band with a signal-to-noise ratio of $10^3\\sim10^4$.",
      "published": "2026-01-08T16:12:53Z",
      "updated": "2026-01-08T16:12:53Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.05069v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05069v1"
    },
    {
      "id": "2601.04828v1",
      "title": "Braneworld Baryogenesis and QCD-Era Magnetogenesis: A Predictive Link",
      "authors": [
        "Michaël Sarrazin"
      ],
      "summary": "We demonstrate that primordial magnetic fields (PMF) play a decisive role in the braneworld baryogenesis scenario of [Phys. Rev. D $\\textbf{110}$, 023520 (2024)], where C/CP violation arises from the coupling of visible and hidden matter-antimatter sectors through a pseudo-scalar field. Although this mechanism generates baryon number efficiently only after the quark-hadron transition, by incorporating a realistic stochastic PMF within a semi-analytical framework, we find that matching the observed baryon-antibaryon asymmetry robustly requires PMF strengths of order $10^{10}$ T right after the transition, in agreement with causal QCD-era magnetogenesis. We further reveal that magnetic fluctuations drive the baryon-density spectrum to white noise on large scales, yielding an isocurvature component compatible with Cosmic Microwave Background (CMB) bounds. This establishes a predictive link between the braneworld baryogenesis model and realistic early-Universe magnetic fields.",
      "published": "2026-01-08T11:07:26Z",
      "updated": "2026-01-08T11:07:26Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.04828v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04828v1"
    },
    {
      "id": "2601.04780v1",
      "title": "Euclid preparation. Galaxy 2-point correlation function modelling in redshift space",
      "authors": [
        "Euclid Collaboration",
        "M. Kärcher",
        "M. -A. Breton",
        "S. de la Torre",
        "A. Veropalumbo",
        "A. Eggemeier",
        "M. Crocce",
        "E. Sefusatti",
        "E. Sarpa",
        "R. E. Angulo",
        "B. Camacho Quevedo",
        "L. Castiblanco",
        "E. Castorina",
        "A. Chudaykin",
        "V. Desjacques",
        "A. Farina",
        "G. Gambardella",
        "M. Guidi",
        "D. Linde",
        "F. Marulli",
        "A. Moradinezhad Dizgah",
        "M. Moresco",
        "C. Moretti",
        "K. Pardede",
        "A. Pezzotta",
        "M. Pellejero Ibañez",
        "C. Porciani",
        "A. Pugno",
        "M. Zennaro",
        "N. Aghanim",
        "B. Altieri",
        "L. Amendola",
        "S. Andreon",
        "N. Auricchio",
        "C. Baccigalupi",
        "M. Baldi",
        "S. Bardelli",
        "A. Biviano",
        "E. Branchini",
        "M. Brescia",
        "S. Camera",
        "G. Cañas-Herrera",
        "V. Capobianco",
        "C. Carbone",
        "V. F. Cardone",
        "J. Carretero",
        "M. Castellano",
        "G. Castignani",
        "S. Cavuoti",
        "K. C. Chambers",
        "A. Cimatti",
        "C. Colodro-Conde",
        "G. Congedo",
        "L. Conversi",
        "Y. Copin",
        "F. Courbin",
        "H. M. Courtois",
        "H. Degaudenzi",
        "G. De Lucia",
        "H. Dole",
        "F. Dubath",
        "X. Dupac",
        "S. Dusini",
        "A. Ealet",
        "S. Escoffier",
        "M. Farina",
        "R. Farinelli",
        "F. Faustini",
        "S. Ferriol",
        "F. Finelli",
        "P. Fosalba",
        "N. Fourmanoit",
        "M. Frailis",
        "E. Franceschi",
        "M. Fumana",
        "S. Galeotta",
        "K. George",
        "W. Gillard",
        "B. Gillis",
        "C. Giocoli",
        "J. Gracia-Carpio",
        "A. Grazian",
        "F. Grupp",
        "L. Guzzo",
        "S. V. H. Haugan",
        "W. Holmes",
        "F. Hormuth",
        "A. Hornstrup",
        "K. Jahnke",
        "M. Jhabvala",
        "B. Joachimi",
        "E. Keihänen",
        "S. Kermiche",
        "A. Kiessling",
        "B. Kubik",
        "M. Kümmel",
        "M. Kunz",
        "H. Kurki-Suonio",
        "A. M. C. Le Brun",
        "S. Ligori",
        "P. B. Lilje",
        "V. Lindholm",
        "I. Lloro",
        "G. Mainetti",
        "D. Maino",
        "E. Maiorano",
        "O. Mansutti",
        "S. Marcin",
        "O. Marggraf",
        "M. Martinelli",
        "N. Martinet",
        "R. J. Massey",
        "E. Medinaceli",
        "S. Mei",
        "M. Melchior",
        "Y. Mellier",
        "M. Meneghetti",
        "E. Merlin",
        "G. Meylan",
        "A. Mora",
        "L. Moscardini",
        "C. Neissner",
        "S. -M. Niemi",
        "C. Padilla",
        "F. Pasian",
        "J. A. Peacock",
        "K. Pedersen",
        "W. J. Percival",
        "V. Pettorino",
        "S. Pires",
        "G. Polenta",
        "M. Poncet",
        "L. A. Popa",
        "F. Raison",
        "G. Riccio",
        "E. Romelli",
        "M. Roncarelli",
        "C. Rosset",
        "R. Saglia",
        "Z. Sakr",
        "A. G. Sánchez",
        "D. Sapone",
        "B. Sartoris",
        "P. Schneider",
        "T. Schrabback",
        "A. Secroun",
        "G. Seidel",
        "S. Serrano",
        "P. Simon",
        "C. Sirignano",
        "G. Sirri",
        "L. Stanco",
        "J. Steinwagner",
        "P. Tallada-Crespí",
        "A. N. Taylor",
        "I. Tereno",
        "N. Tessore",
        "S. Toft",
        "R. Toledo-Moreo",
        "F. Torradeflot",
        "I. Tutusaus",
        "J. Valiviita",
        "T. Vassallo",
        "Y. Wang",
        "J. Weller",
        "G. Zamorani",
        "F. M. Zerbi",
        "E. Zucca",
        "V. Allevato",
        "M. Ballardini",
        "M. Bolzonella",
        "A. Boucaud",
        "E. Bozzo",
        "C. Burigana",
        "R. Cabanac",
        "M. Calabrese",
        "A. Cappi",
        "T. Castro",
        "J. A. Escartin Vigo",
        "L. Gabarra",
        "J. García-Bellido",
        "V. Gautard",
        "J. Macias-Perez",
        "R. Maoli",
        "J. Martín-Fleitas",
        "M. Maturi",
        "N. Mauri",
        "R. B. Metcalf",
        "P. Monaco",
        "M. Pöntinen",
        "I. Risso",
        "V. Scottez",
        "M. Sereno",
        "M. Tenti",
        "M. Tucci",
        "M. Viel",
        "M. Wiesmann",
        "Y. Akrami",
        "I. T. Andika",
        "G. Angora",
        "M. Archidiacono",
        "F. Atrio-Barandela",
        "E. Aubourg",
        "L. Bazzanini",
        "J. Bel",
        "D. Bertacca",
        "M. Bethermin",
        "F. Beutler",
        "L. Blot",
        "M. Bonici",
        "S. Borgani",
        "M. L. Brown",
        "S. Bruton",
        "A. Calabro",
        "F. Caro",
        "C. S. Carvalho",
        "F. Cogato",
        "S. Conseil",
        "A. R. Cooray",
        "S. Davini",
        "G. Desprez",
        "A. Díaz-Sánchez",
        "S. Di Domizio",
        "J. M. Diego",
        "V. Duret",
        "M. Y. Elkhashab",
        "A. Enia",
        "Y. Fang",
        "A. G. Ferrari",
        "P. G. Ferreira",
        "A. Finoguenov",
        "A. Fontana",
        "F. Fontanot",
        "A. Franco",
        "K. Ganga",
        "T. Gasparetto",
        "E. Gaztanaga",
        "F. Giacomini",
        "F. Gianotti",
        "G. Gozaliasl",
        "A. Gruppuso",
        "C. M. Gutierrez",
        "A. Hall",
        "H. Hildebrandt",
        "J. Hjorth",
        "S. Joudaki",
        "J. J. E. Kajava",
        "Y. Kang",
        "V. Kansal",
        "D. Karagiannis",
        "K. Kiiveri",
        "J. Kim",
        "C. C. Kirkpatrick",
        "S. Kruk",
        "M. Lattanzi",
        "J. Le Graet",
        "L. Legrand",
        "M. Lembo",
        "F. Lepori",
        "G. Leroy",
        "G. F. Lesci",
        "J. Lesgourgues",
        "T. I. Liaudat",
        "M. Magliocchetti",
        "A. Manjón-García",
        "F. Mannucci",
        "C. J. A. P. Martins",
        "L. Maurin",
        "M. Migliaccio",
        "M. Miluzio",
        "A. Montoro",
        "G. Morgante",
        "S. Nadathur",
        "K. Naidoo",
        "P. Natoli",
        "A. Navarro-Alsina",
        "S. Nesseris",
        "L. Pagano",
        "D. Paoletti",
        "F. Passalacqua",
        "K. Paterson",
        "L. Patrizii",
        "R. Paviot",
        "A. Pisani",
        "D. Potter",
        "G. W. Pratt",
        "S. Quai",
        "M. Radovich",
        "K. Rojas",
        "W. Roster",
        "S. Sacquegna",
        "M. Sahlén",
        "D. B. Sanders",
        "A. Schneider",
        "D. Sciotti",
        "E. Sellentin",
        "L. C. Smith",
        "J. G. Sorce",
        "K. Tanidis",
        "C. Tao",
        "F. Tarsitano",
        "G. Testera",
        "R. Teyssier",
        "S. Tosi",
        "A. Troja",
        "A. Venhola",
        "D. Vergani",
        "F. Vernizzi",
        "G. Verza",
        "S. Vinciguerra",
        "N. A. Walton",
        "A. H. Wright"
      ],
      "summary": "The Euclid satellite will measure spectroscopic redshifts for tens of millions of emission-line galaxies. In the context of Stage-IV surveys, the 3-dimensional clustering of galaxies plays a key role in providing cosmological constraints. In this paper, we conduct a model comparison for the multipole moments of the galaxy 2-point correlation function (2PCF) in redshift space. We test state-of-the-art models, in particular the effective field theory of large-scale structure (EFT), one based on the velocity difference generating function (VDG$_{\\infty}$), and different variants of Lagrangian perturbation theory (LPT) models, such as convolutional LPT (CLPT) and its effective-field-theory extension (CLEFT). We analyse the first three even multipoles of the 2PCF in the Flagship 1 simulation, which consists of four snapshots at $z\\in\\{0.9,1.2,1.5,1.8\\}$. We study both template-fitting and full-shape approaches and find that with the template-fitting approach, only the VDG$_{\\infty}$ model is able to reach a minimum fitting scale of $s_{\\rm min}=20\\,h^{-1}\\,{\\rm Mpc}$ at $z=0.9$ without biasing the recovered parameters. Indeed, the EFT model becomes inaccurate already at $s_{\\rm min}=30\\,h^{-1}\\,{\\rm Mpc}$. Conversely, in the full-shape analysis, the CLEFT and VDG$_{\\infty}$ models perform similarly well, but only the CLEFT model can reach $s_{\\rm min}=20\\,h^{-1}\\,{\\rm Mpc}$ while the VDG$_{\\infty}$ model is unbiased down to $s_{\\rm min}=25\\,h^{-1}\\,{\\rm Mpc}$ at the lowest redshift. Overall, in order to achieve the accuracy required by Euclid, non-perturbative modelling such as in the VDG$_{\\infty}$ or CLEFT models should be considered. At $z=1.8$, the CLPT model is sufficient to describe the data with high figure of merit. This comparison selects baseline models that perform best in ideal conditions and sets the stage for an optimal analysis of Euclid data in configuration space.",
      "published": "2026-01-08T10:03:14Z",
      "updated": "2026-01-08T10:03:14Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.04780v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04780v1"
    },
    {
      "id": "2601.04774v1",
      "title": "First measurement of the Hubble constant from a combined weak lensing and gravitational-wave standard siren analysis",
      "authors": [
        "Felipe Andrade-Oliveira",
        "David Sanchez-Cid",
        "Danny Laghi",
        "Marcelle Soares-Santos"
      ],
      "summary": "We present a new measurement of the Hubble constant ($H_0$) resulting from the first joint analysis of standard sirens with weak gravitational lensing and galaxy clustering observables comprising three two-point correlation functions (3$\\times$2pt). For the 3$\\times$2pt component of the analysis, we use data from the Dark Energy Survey (DES) Year 3 release. For the standard sirens component, we use data from the Gravitational-Wave Transient Catalog 4.0 released by the LIGO-Virgo-KAGRA (LVK) Collaboration. For GW170817, the only standard siren for which extensive electromagnetic follow-up observations exist, we also use measurements of the host galaxy redshift and inclination angle estimates derived from observations of a superluminal jet from its remnant. Our joint analysis yields $H_0 = 67.9^{+4.4}_{-4.3}$~km~s$^{-1}$~Mpc$^{-1}$, a $6.4\\%$ measurement, while improving the DES constraint on the total abundance of matter $Ω_m$ by $22\\%$. Removing the jet information degrades the $H_0$ precision to $9.9\\%$. The measurement of $H_0$ remains a central problem in cosmology with a multitude of approaches being vigorously pursued in the community aiming to reconcile significantly discrepant measurements at the percent-level. In light of the impending new data releases from DES and LVK, and anticipating much more constraining power from 3$\\times$2pt observables using newly commissioned survey instruments, we demonstrate that incorporating standard sirens into the cosmology framework of large cosmic surveys is a viable route towards that goal.",
      "published": "2026-01-08T09:55:54Z",
      "updated": "2026-01-08T09:55:54Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.04774v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04774v1"
    },
    {
      "id": "2601.04760v1",
      "title": "Probing Trans-Planckian Signatures in the Early Universe: A Bayesian Analysis of the Generalized Sasaki-Mukhanov Equation",
      "authors": [
        "Mahdieh Eskandari Merajin"
      ],
      "summary": "We present a rigorous and comprehensive investigation of a generalized inflationary perturbation theory designed to address persistent large-scale anomalies in the Cosmic Microwave Background (CMB). Motivated by the Trans-Planckian problem and potential non-canonical dynamics in the early Universe, we introduce a generalized Sasaki-Mukhanov equation characterized by a time-dependent correction term, parameterized by a coupling constant f. Unlike the standard slow-roll approximation, we derive the exact analytical solutions for the mode functions in terms of Whittaker functions, ensuring a precise treatment of the mode evolution across the horizon. We compute the resulting primordial scalar power spectrum, which exhibits scale-dependent oscillatory modulations and a distinct suppression of power at low multipoles. We numerically implement this modified framework within the Cobaya Bayesian inference engine. Utilizing the latest Planck 2018 temperature and polarization likelihoods combined with high-resolution data from the Atacama Cosmology Telescope (ACT) DR6, we perform a robust Monte Carlo Markov Chain (MCMC) analysis. Our results place stringent constraints on the modification parameter, |f| <= 10^-4, at a 95% confidence level. However, we find intriguing hints that the generalized model provides a better fit to the low-l CMB spectrum compared to the standard LambdaCDM model, effectively alleviating the low-quadrupole anomaly without compromising the fit at smaller scales. We discuss the implications of these findings for the energy scale of inflation and the validity of the effective field theory description during the inflationary epoch.",
      "published": "2026-01-08T09:28:18Z",
      "updated": "2026-01-08T09:28:18Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.04760v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04760v1"
    },
    {
      "id": "2601.04576v1",
      "title": "Search for Ultralight Axion Dark Matter with a Levitated Ferromagnetic Torsional Oscillator",
      "authors": [
        "Chunlong Li",
        "Yiwei Huang",
        "Shien Yang",
        "Yichong Ren",
        "Yu Zhang",
        "Peiran Yin",
        "Pu Huang",
        "Fei Xue"
      ],
      "summary": "We present a search for ultralight axion dark matter coupled to electron spins using a levitated ferromagnetic torsional oscillator (FMTO). This platform directly measures axion-induced torques on a macroscopic spin-polarized body, combining large spin density with strong mechanical isolation to probe magnetic fluctuations below 10 Hz while suppressing gradient-field noise. In a first implementation, the experiment yielded 18000 s of analyzable data at room temperature under high vacuum with optical readout and triple-layer magnetic shielding. A likelihood-based statistical framework, incorporating stochastic fluctuations in the axion-field amplitude, was used to evaluate the data. No excess consistent with an axion-induced pseudo-magnetic field was observed near 2e-14 eV. To account for possible shielding-induced signal attenuation, we quantify its effect and report both the uncorrected (g_aee < 1e-7) and attenuation-corrected (g_aee < 6e-5) 90% CL limits on the axion-electron coupling. Looking ahead, improvements guided by both noise-budget analysis and shielding-attenuation considerations, including optimized levitation geometry, cryogenic operation, and superconducting shielding, are expected to boost sensitivity by multiple orders of magnitude.",
      "published": "2026-01-08T04:10:58Z",
      "updated": "2026-01-08T04:10:58Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.04576v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04576v1"
    },
    {
      "id": "2601.04414v1",
      "title": "Future Rip Scenarios in Fractional Holographic Dark Energy",
      "authors": [
        "Ayush Bidlan",
        "Paulo Moniz",
        "Oem Trivedi"
      ],
      "summary": "In this paper, we investigate the occurrence of late-time cosmological singularities, namely, the rip scenarios within the framework of interacting Fractional Holographic Dark Energy (FHDE). We start our investigation with the Granda-Oliveros (GO) cutoff, i.e., $L=(γH^{2}+δ\\dot{H})^{-\\frac{1}{2}}$, and highlight the range of allowed $α$ (Lévy's index) values for which big, little and pseudo rip can occur. In particular, we highlight the occurrence of a big rip for fractional values of the Lévy's index in the allowed range $1<α\\leq2$. Moreover, we conclude that the occurrence of a pseudo-rip requires Lévy's index to be $α>2$. Therefore, we reject the possibility of pseudo-rip within the GO cutoff. Furthermore, we demonstrate that the occurrence of the little rip in FHDE equipped with a GO cutoff is rather contrived and requires a specific functional form of the IR cutoff $L\\sim(γH^{2}+g(H))^{-\\frac{1}{2}}$, which belongs to a larger class of Nojiri-Odintsov (NO) cutoffs. To extend our perspective beyond the GO cutoff, we investigate the interacting FHDE framework equipped with the Hubble cutoff, i.e., $L=H^{-1}$, in developing an ansatz-based approach to the little and pseudo-rip singularities as they fail to appear in the GO cutoff. Within this approach, we invoke the expression of the Hubble parameter, $H(t)$, which corresponds to the little and pseudo-rip, into the cosmological parameters such as the Equation of State (EoS) and Squared Sound Speed (SSS) as a function of cosmic time $t$. We produce numerical plots of these parameters in both linear and non-linear $Q$ regimes, which supplement our theoretical findings. In summary, our results highlight the occurrence of little and pseudo-rip singularities within a Hubble cutoff for a non-linear $Q$ term within the FHDE framework.",
      "published": "2026-01-07T21:45:26Z",
      "updated": "2026-01-07T21:45:26Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.04414v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04414v1"
    },
    {
      "id": "2601.04340v1",
      "title": "Diluting the Dark Sector: A Common Origin for the PTA Signal and Inelastic SIDM",
      "authors": [
        "Zihan Wang"
      ],
      "summary": "The recent detection of a nanohertz stochastic gravitational wave background (SGWB) challenges conventional astrophysics by observed signal amplitude exceeds predictions from standard SMBHB populations without implausible accretion histories. To resolve this amplitude tension, we introduce the Radiative SIDM Dilution framework.We explain the observed spectrum emerges as a hybrid signal by an astrophysical floor, dynamically suppressed by the cored halos of Self-Interacting Dark Matter (SIDM),and a dominant cosmological peak generated during a supercooled phase transition in the dark sector. By performing a free spectral reconstruction and Bayesian model comparison, we demonstrate that a transition defined by a nucleation temperature $T_* \\approx 1.24$ MeV and inverse duration $β/H_* \\approx 150$ not only fills the spectral gap left by stalled binaries but yields statistical evidence($Δ\\text{BIC} \\approx 15$) over purely standard astrophysical interpretations. The thermodynamics required to reproduce this SGWB signature also resolves the thermal overproduction of resonant SIDM. The entropy injected by the transition naturally provides the specific dilution factor $D \\approx 100$ needed to reset the dark matter relic density to observation. This mechanism also has broader cosmological consequences.The residual dark radiation alleviates the Hubble tension $ΔN_{\\rm eff} \\sim 0.3$ while bubble collisions generate magnetohydrodynamic turbulence sufficient to seed primordial magnetic fields $B_0 \\sim 10^{-13}$ G. These convergences suggest that the NANOGrav excess is not an anomaly, but the acoustic signature of the entropy injection event that rendered the dark sector cosmologically viable.",
      "published": "2026-01-07T19:21:01Z",
      "updated": "2026-01-07T19:21:01Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04340v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04340v1"
    },
    {
      "id": "2601.04312v1",
      "title": "Neutrino decays as a natural explanation of the neutrino mass tension",
      "authors": [
        "Guillermo Franco Abellán"
      ],
      "summary": "A new tension is emerging between the tight cosmological upper bounds on the total neutrino mass ($\\sum m_ν\\lesssim 0.06 \\, \\rm{eV}$) and the lower limits from oscillation experiments, with potentially far-reaching implications for cosmology and particle physics. Neutrinos decaying into massless BSM particles with lifetimes $τ_ν\\sim 0.01-1\\, \\rm{Gyr}$ represent a theoretically well-motivated mechanism to reconcile such measurements. Using DESI DR2 and CMB datasets, we show that such decays relax the bound on the total neutrino mass up to $\\sum m_ν< 0.23 \\, \\rm{eV}$ (95%), restoring full agreement with oscillation data. We also present the first late-time cosmological analysis of neutrino decays into lighter neutrinos in a manner consistent with the measured mass splittings. In contrast to the decays into massless BSM particles, we find that this scenario only marginally alleviates - or even tightens - the cosmological neutrino mass bounds, depending on the mass ordering.",
      "published": "2026-01-07T19:00:01Z",
      "updated": "2026-01-07T19:00:01Z",
      "categories": [
        "astro-ph.CO",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.04312v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04312v1"
    },
    {
      "id": "2601.04307v1",
      "title": "Spectator Composes a Gravitational Canon: Spectator-field-triggered Phase Transition During Inflation and its Anisotropic Gravitational Wave Signals",
      "authors": [
        "Yunjia Bao",
        "Keisuke Harigaya"
      ],
      "summary": "We propose a general framework in which a phase transition is triggered during cosmic inflation by the slow-roll dynamics of a spectator field. The topological defects formed at the transition are inflated outside the horizon, reenter it after inflation, and can subsequently generate characteristic gravitational-wave (GW) signals. Quantum fluctuations of the spectator field modulate the timing of the transition, imprinting large-scale anisotropies in the resulting GW background. As an explicit realization, the spectator field may be identified with the Higgs field in a supersymmetric Standard Model. More generally, our framework applies to a wide class of spectator-modulated phenomena, providing a generic mechanism for producing anisotropic GW signals.",
      "published": "2026-01-07T19:00:00Z",
      "updated": "2026-01-07T19:00:00Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.04307v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04307v1"
    },
    {
      "id": "2601.04144v1",
      "title": "Symmetries of cosmological perturbations: The residual low multipole ambiguity",
      "authors": [
        "Jibril Ben Achour",
        "Etera Livine",
        "Vincent Vennin"
      ],
      "summary": "In cosmology, long-wavelength modes are related to large-gauge transformations (LGT), i.e. changes of coordinates that modify the physical geometry of the cosmological patch. These LGTs stand as bona-fide symmetries of cosmological perturbation theory with various applications, from consistency relations constraining cosmological correlators to non-linear conservation laws in the separate-universe approach. In this work, we revisit LGTs and derive two new results. First, we show that the global symmetries already identified in the literature can be extended to local infinite-dimensional symmetries. The associated generators depend on arbitrary functions of time, and generate low-multipole modes that modify the mean curvature energy and the angular momentum of the patch, demonstrating their physical nature. We propose to interpret these low-multipole soft modes as a new cosmological-frame ambiguity that needs to be fixed prior to evaluating cosmological observables. Second, we demonstrate that the adiabatic cosmological perturbations generated by LGTs deform but preserve all the explicit and hidden Killing symmetries of the background geometry. As such, long-wavelength modes stand as a concrete example of algebraically-special cosmological perturbations of Petrov-type O, and inherit the conformal group as isometries and a set of four deformed Killing-Yano tensors and their associated Killing tensors. This opens the possibility to study their effect on cosmological observables in a fully analytic manner.",
      "published": "2026-01-07T17:57:00Z",
      "updated": "2026-01-07T17:57:00Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.04144v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04144v1"
    },
    {
      "id": "2601.04048v1",
      "title": "Cosmological constraints on viable $f(R)$ models using weak lensing",
      "authors": [
        "Leandro Pardo",
        "Leonardo Castañeda"
      ],
      "summary": "The accelerated expansion of the Universe remains one of the central open problems in modern cosmology. While the $Λ$CDM model successfully describes a wide range of observations, the physical nature of dark energy is still unknown, motivating the study of alternative theories of gravity. Among these, $f(R)$ models provide a well-established extension of General Relativity, capable of reproducing a $Λ$CDM-like background evolution without introducing an explicit dark energy component. However, they can induce deviations in the growth of cosmic structures, making them testable through observables sensitive to cosmological perturbations. In this work, we use weak gravitational lensing to constrain several viable $f(R)$ gravity models. We analyze their impact on the matter power spectrum, as well as on the convergence and cosmic shear power spectra. Our analysis is carried out within a Bayesian framework using the \\textit{Cobaya} code and its modified gravity extension, \\textit{MGCobaya}, which enables consistent theoretical predictions and their comparison with current weak lensing and CMB lensing data. We find that standard cosmological parameters remain consistent with the $Λ$CDM scenario for all models considered, as expected from their background degeneracy. Nevertheless, we obtain non-trivial and model-dependent constraints on the characteristic parameters of several $f(R)$ theories.",
      "published": "2026-01-07T16:04:46Z",
      "updated": "2026-01-07T16:04:46Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.04048v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04048v1"
    },
    {
      "id": "2601.03631v1",
      "title": "Real-time Gravitational Wave Response in Thermal Spinning fields",
      "authors": [
        "Atsuhisa Ota",
        "Hui-Yu Zhu",
        "Yuhang Zhu"
      ],
      "summary": "We study how the spin content of the thermal plasmas affects the propagation of gravitational waves in a radiation-dominated universe. As a simple but representative setup, we consider conformal scalar, Weyl fermion, and Maxwell fields that provide the background radiation, and we ask whether the resulting damping and phase shift of gravitational waves retain any memory of their spins. We revisit this question in a real-time quantum-field-theoretic framework, where the stress tensor splits into a background part, a dynamical (history-dependent) response, and local contact terms, with an additional on-shell projection fixed by the Friedmann equation. We find that the dynamical spin-dependent response arises on a short time scale characterized by the radiation temperature, which is exactly canceled by the local responses. As a result, the remaining long-time response is universal and consistent with kinetic theory in the hard thermal limit. Although the underlying mechanism exhibits strong spin dependence, it leaves no observable imprint on the large-scale effective dynamics of gravitational waves in this setup.",
      "published": "2026-01-07T06:22:01Z",
      "updated": "2026-01-07T06:22:01Z",
      "categories": [
        "hep-th",
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03631v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03631v1"
    },
    {
      "id": "2601.03422v1",
      "title": "Simulation-Based Inference for Probabilistic Galaxy Detection and Deblending",
      "authors": [
        "Ismael Mendoza",
        "Derek Hansen",
        "Runjing Liu",
        "Zhe Zhao",
        "Ziteng Pang",
        "Axel Guinot",
        "Camille Avestruz",
        "Jeffrey Regier",
        "the LSST Dark Energy Science Collaboration"
      ],
      "summary": "Stage-IV dark energy wide-field surveys, such as the Vera C. Rubin Observatory Legacy Survey of Space and Time (LSST), will observe an unprecedented number density of galaxies. As a result, the majority of imaged galaxies will visually overlap, a phenomenon known as blending. Blending is expected to be a leading source of systematic error in astronomical measurements. To mitigate this systematic, we propose a new probabilistic method for detecting, deblending, and measuring the properties of galaxies, called the Bayesian Light Source Separator (BLISS). Given an astronomical survey image, BLISS uses convolutional neural networks to produce a probabilistic astronomical catalog by approximating the posterior distribution over the number of light sources, their centroids' locations, and their types (galaxy vs. star). BLISS additionally includes a denoising autoencoder to reconstruct unblended galaxy profiles. As a first step towards demonstrating the feasibility of BLISS for cosmological applications, we apply our method to simulated single-band images whose properties are representative of year-10 LSST coadds. First, we study each BLISS component independently and examine its probabilistic output as a function of SNR and degree of blending. Then, by propagating the probabilistic detections from BLISS to its deblender, we produce per-object flux posteriors. Using these posteriors yields a substantial improvement in aperture flux residuals relative to deterministic detections alone, particularly for highly blended and faint objects. These results highlight the potential of BLISS as a scalable, uncertainty-aware tool for mitigating blending-induced systematics in next-generation cosmological surveys.",
      "published": "2026-01-06T21:19:58Z",
      "updated": "2026-01-06T21:19:58Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.03422v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03422v1"
    },
    {
      "id": "2601.03347v1",
      "title": "Mind the peak: improving cosmological constraints from GWTC-4.0 spectral sirens using semiparametric mass models",
      "authors": [
        "Matteo Tagliazucchi",
        "Michele Moresco",
        "Nicola Borghi",
        "Chiara Ciapetti"
      ],
      "summary": "Gravitational wave spectral sirens can provide cosmological constraints by using the shape of the binary black hole (BBH) mass distribution (MD). However, the precision and accuracy of these constraints depends critically on the capturing all the MD features. In this work, we analyze 137 BBH events from the latest GWTC-4.0 with a novel data-driven semiparametric approach based on \\textsc{Bspline} that adaptively places knots around the most informative structures in the MD, while keeping the dimensionality of the parameter space moderate. Our flexible models resolve three distinct peaks at $\\sim10$, $18$, and $33\\,\\mathrm{M}_\\odot$ and are statistically preferred over standard parametric models, with Bayes factors up to 226. Because these features are correlated with $H_0$, the semiparametric model yields, under different prior assumptions, 12%-21% improvement in the precision of $H_0$ relative to parametric models, providing $H_0 = 57.8^{+21.9}_{-20.6}\\,\\mathrm{km/s/Mpc}$ in the best case. Our results demonstrate that capturing the full complexity of the BBH mass distribution is essential for realizing the cosmological potential of spectral sirens as gravitational wave catalogs continue to grow.",
      "published": "2026-01-06T19:00:02Z",
      "updated": "2026-01-06T19:00:02Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.03347v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03347v1"
    },
    {
      "id": "2601.03257v1",
      "title": "Heavy Black-Holes Also Matter in Standard Siren Cosmology",
      "authors": [
        "Grégoire Pierra",
        "Alexander Papadopoulos"
      ],
      "summary": "With the release of the Gravitational-Wave Transient Catalog GWTC-4.0 by the LIGO-Virgo-KAGRA (LVK) collaboration, 218 candidate detections of gravitational waves (GWs) from compact binary coalescences (CBCs) have been reported. This milestone represents a major advancement for GW cosmology, as many methods, particularly those employing the spectral siren approach, critically depend on the number of available sources. We investigate the impact of a novel parametric model describing the full population mass spectrum of CBCs on the estimation of the Hubble constant. This model is designed to test the impact of heavy black holes in GW cosmology. We perform a joint inference of cosmological and population parameters using 142 CBCs from GWTC-4.0 with a false alarm rate smaller than 0.25 per year, using both spectral and dark siren approaches. With spectral sirens, we estimate the Hubble constant to be $H_0 = 78.8^{+19.0}_{-15.3}\\,{\\rm km s^{-1} Mpc^{-1}}$ (68% CL), while the dark siren method yields $H_0 = 82.5^{+16.8}_{-14.3}\\,{\\rm km s^{-1} Mpc^{-1}}$ (68% CL). These results improve the uncertainty by approximately 30.4% and 36.2%, respectively. We show that this improvement is linked to the presence of a new mass scale in the binary black hole mass spectrum at $63.3^{+4.8}_{-4.8}\\,M_{\\odot}$, which provides additional constraints on the Hubble constant. Besides providing the tightest standard-siren constraints on $H_0$, this highlights the importance of a heavy-mass feature in the black hole spectrum.",
      "published": "2026-01-06T18:59:59Z",
      "updated": "2026-01-06T18:59:59Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.03257v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03257v1"
    },
    {
      "id": "2601.03122v1",
      "title": "Late-time Background Constraints on Linear and Non-linear Interacting Dark Energy after DESI DR2",
      "authors": [
        "David Figueruelo",
        "Marcel van der Westhuizen",
        "Amare Abebe",
        "Eleonora Di Valentino"
      ],
      "summary": "In this study, we present observational constraints on a class of phenomenological interacting dark energy (IDE) models that admit analytical solutions for the Hubble parameter $H(z)$. We consider a set of five linear and three non-linear IDE scenarios, encompassing both interactions proportional to the dark matter and/or dark energy densities, as well as non-linear combinations of the two. For all eight IDE models, we find a better fit than $Λ$CDM from a $Δχ^2$ analysis for both combinations of datasets considered. When using the Akaike Information Criterion ($Δ$AIC), we find a similarly improved fit in all cases, except for one dataset combination in $Q=3Hδρ_{\\rm de}$. Our analysis also shows a preference for sign-switching interactions, with energy transfer from dark energy to dark matter at low redshift, reversing direction at higher redshift. These results should be interpreted with caution, as the latter direction of energy transfer is accompanied by negative dark energy densities in the past, which may be unphysical. Models that do not allow sign-changing behaviour instead show a preference for energy flow from dark matter to dark energy, and hence negative dark energy densities. The only exceptions are $Q=3Hδρ_{\\rm de}$ and $Q=3Hδ\\left(\\tfrac{ρ_{\\rm de}^2}{ρ_{\\rm dm}+ρ_{\\rm de}}\\right)$, which exhibit energy flow in the opposite direction. Furthermore, for all interactions considered, we find a phantom-divide crossing in the effective dark energy equation of state $w^{\\rm eff}_{\\rm de}$, with the dark energy density decreasing ($w^{\\rm eff}_{\\rm de}>-1$) at present and at low redshift, while increasing ($w^{\\rm eff}_{\\rm de}<-1$) in the past at high redshift. These results highlight the promising, but problematic, nature of dark sector interactions, as well as the need to extend the analysis using early-time physics and datasets.",
      "published": "2026-01-06T15:53:52Z",
      "updated": "2026-01-06T15:53:52Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.03122v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03122v1"
    },
    {
      "id": "2601.03028v1",
      "title": "Bounce Inflation with Dynamical Dark Energy in Light of DESI DR2",
      "authors": [
        "Xin-zhe Zhang",
        "Hao-Hao Li",
        "Taotao Qiu"
      ],
      "summary": "Recently, the Dark Energy Spectroscopic Instrument Data Release 2 (DESI DR2) suggests that the dark energy in our universe might be evolving, favoring the Chevallier-Polarski-Linder (CPL) parameterization and a lower Hubble constant. In our previous work, it has been reported that cosmological model with the non-singular bounce inflation (BI) scenario and $Λ$CDM might alleviate the Hubble tension into 3$σ$ confidence. In this paper, we study the cosmological model of BI with a dynamical dark energy. We find that individual consideration of the CPL parameterization and the data \\texttt{DESI DR2} tend to larger Hubble constants for both BI and power law (PL) case with cosmic microwave background (CMB) data. Employing BI with combined CPL parameterization and \\texttt{DESI DR2}, we obtain the Hubble constant $H_ 0 = 65.2^{ + 1.8}_{ - 2.2} \\ \\mathrm{km} \\cdot \\mathrm{s}^{ -1 } \\cdot \\mathrm{Mpc}^{ -1 }$, which is larger than $H_ 0 = 64.0 \\pm 2.1 \\ \\mathrm{km} \\cdot \\mathrm{s}^{ -1 } \\cdot \\mathrm{Mpc}^{ -1 }$ for the PL case. After considering nontrivial weak lensing effect and spatial curvature as well as adding \\texttt{Pantheon+}, BI fits 3.1$σ$ confidence of $Λ$CDM with $w_ 0 = -0.919 \\pm 0.038$ and $w_{ \\mathrm{a}} = -0.37 \\pm 0.12$, and it prefers evolving dark energy than the PL case with $w_ 0 = -0.960 \\pm 0.074$ and $w_{ \\mathrm{a}} = -0.15^{ +0.28}_{ -0.25}$.",
      "published": "2026-01-06T14:01:40Z",
      "updated": "2026-01-06T14:01:40Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.03028v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03028v1"
    },
    {
      "id": "2601.02961v1",
      "title": "Polarization of the CMB in the Standard Model Extension",
      "authors": [
        "Iman Motie",
        "Jafar Khodagholizadeh",
        "S. Mahmoudi",
        "Brahim Lamine",
        "Alain Blanchard"
      ],
      "summary": "In standard cosmology, Cosmic Microwave Background photons near the last scattering surface exhibit only linear polarization due to Compton scattering, leading to the assumption that primordial circular polarization is negligible. However, the physics of Lorentz violation (LV), associated with specific operators, can influence these polarization characteristics. This study employs the Boltzmann equation within the framework of the Standard Model Extension (SME) to explore how the background LV tensor $ K_{AF} $ can induce circular polarization in CMB radiation. By computing the transformation of linear polarization into circular polarization and utilizing the Faraday conversion angle, we derive a bound for $ K_{AF} $ on the order of $ 10^{-41} \\, \\text{GeV} $, aligning with recent findings. Additionally, we consider the total pure photon terms within the SME, demonstrating that LV in the presence of scalar perturbations can also generate cosmic birefringence (CB) in the CMB radiation. Through analysis of best-fitting CB angles, we establish a more stringent bound of approximately $ 10^{-32} \\, \\text{GeV} $ for $ K_{F} $.",
      "published": "2026-01-06T12:11:56Z",
      "updated": "2026-01-06T12:11:56Z",
      "categories": [
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.02961v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02961v1"
    },
    {
      "id": "2601.02789v1",
      "title": "Indications of a Late-Time Transition to a Strongly Interacting Dark Sector",
      "authors": [
        "Andronikos Paliathanasis"
      ],
      "summary": "We explore the transition from the $Λ$CDM to an interacting dark sector by introducing a model with a redshift threshold that controls the onset of the energy transfer between the dark energy and the dark matter. Below the transition redshift, the interaction between dark matter and dark energy becomes active, while at earlier times the cosmological evolution coincides with that of $Λ$CDM. This approach allows us to determine the epoch in the comic history where the interacting effects have an impact in the description of the dark sector. We constrain the free parameters of the model using late-time cosmological observations, namely Cosmic Chronometers, DESI DR2 Baryonic Acoustic Oscillations, and Supernova data from the Pantheon Plus, Union3.0, and DES-Dovekie catalogues. The analysis provides an indication of a strong interacting term that describes energy transfer from dark energy to dark matter, which is activated at low redshifts. The PantheonPlus sample provides a threshold of $z_{T}<0.624$, the Union3.0 sample yields $z_{T}=0.400_{-0.23}^{+0.021}$, and the DES-Dovekie sample gives $z_{T}=0.371_{-0.26}^{+0.028}$. The model fits the data in a similar way to the CPL parametrization, without the dark energy to cross the phantom divide line.",
      "published": "2026-01-06T07:53:30Z",
      "updated": "2026-01-06T07:53:30Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.02789v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02789v1"
    },
    {
      "id": "2601.02556v1",
      "title": "The Lazuli Space Observatory: Architecture & Capabilities",
      "authors": [
        "Arpita Roy",
        "Stuart Feldman",
        "Pete Klupar",
        "John DiPalma",
        "Saul Perlmutter",
        "Ewan S. Douglas",
        "Greg Aldering",
        "Gabor Furesz",
        "Patrick Ingraham",
        "Gudmundur Stefansson",
        "Douglas Kelly",
        "Fan Yang Yang",
        "Thomas Wevers",
        "Nicole Arulanantham",
        "James Lasker",
        "Mickael Rigault",
        "Everett Schlawin",
        "Sander R. Zandbergen",
        "S. Pete Worden",
        "Ramya Anche",
        "Heejoo Choi",
        "Ian J. M. Crossfield",
        "Kevin Derby",
        "Jerry Edelstein",
        "Mike Eiklenborg",
        "Suvi Gezari",
        "Paul Giuliano",
        "Justin Hom",
        "Taylor J. Hoyt",
        "Hyukmo Kang",
        "Daewook Kim",
        "Keerthi Kunnumkai",
        "Leander Lacroix",
        "Jared R. Males",
        "Thomas J. Maccarone",
        "Kian Milani",
        "Timothy N. Miller",
        "Kelsey Lynn Miller",
        "Pierre Nicolas",
        "Antonella Palmese",
        "Jason Pero",
        "Laurent Pueyo",
        "Stephanie Rinaldi",
        "David J. Sand",
        "Christian Schneider",
        "Sanchit Sabhlok",
        "Arfon Smith",
        "Irina I. Stefan",
        "Saraswathi Kalyani Subramanian",
        "Kyle Van Gorkom",
        "Andre F. Wong",
        "Jaegun Yoo",
        "Md Abdullah Al Zaman",
        "the Lazuli Science Team"
      ],
      "summary": "The Lazuli Space Observatory is a 3-meter aperture astronomical facility designed for rapid-response observations and precision astrophysics across visible to near-infrared wavelengths (400-1700 nm bandpass). An off-axis, freeform telescope delivers diffraction-limited image quality (Strehl $>$0.8 at 633 nm) to three instruments across a wide, flat focal plane. The three instruments provide complementary capabilities: a Wide-field Context Camera (WCC) delivers multi-band imaging over a 35' $\\times$ 12' footprint with high-cadence photometry; an Integral Field Spectrograph (IFS) provides continuous 400-1700 nm spectroscopy at R $\\sim$ 100-500 for stable spectrophotometry; and an ExtraSolar Coronagraph (ESC) enables high-contrast imaging expected to reach raw contrasts of $10^{-8}$ and post-processed contrasts approaching $10^{-9}$. Operating from a 3:1 lunar-resonant orbit, Lazuli will respond to targets of opportunity in under four hours--a programmatic requirement designed to enable routine temporal responsiveness that is unprecedented for a space telescope of this size. Lazuli's technical capabilities are shaped around three broad science areas: (1) time-domain and multi-messenger astronomy, (2) stars and planets, and (3) cosmology. These capabilities enable a potent mix of science spanning gravitational wave counterpart characterization, fast-evolving transients, Type Ia supernova cosmology, high-contrast exoplanet imaging, and spectroscopy of exoplanet atmospheres. While these areas guide the observatory design, Lazuli is conceived as a general-purpose facility capable of supporting a wide range of astrophysical investigations, with open time for the global community. We describe the observatory architecture and capabilities in the preliminary design phase, with science operations anticipated following a rapid development cycle from concept to launch.",
      "published": "2026-01-05T21:12:43Z",
      "updated": "2026-01-05T21:12:43Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO",
        "astro-ph.EP",
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.02556v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02556v1"
    },
    {
      "id": "2601.02495v1",
      "title": "Gas rotation and turbulence in the galaxy cluster Abell 2029",
      "authors": [
        "T. Bartalesi",
        "A. Simionescu",
        "S. Ettori",
        "C. Nipoti",
        "V. Ghirardini",
        "A. Sarkar",
        "M. Sun"
      ],
      "summary": "We constrain the rotation and turbulent support of the intracluster medium (ICM) in Abell 2029 (A2029), using dynamical equilibrium models and a combination of state-of-the-art X-ray datasets.   We reduce and conduct the spectral analysis of the XRISM/Resolve data. The rotating, turbulent ICM in the model has a composite polytropic distribution in equilibrium in a spherically-symmetric, cosmologically motivated dark halo. The profile of rotation velocity and the distribution of turbulent velocity dispersion are described with flexible functional forms, consistent with the properties of synthetic clusters formed in cosmological simulations. Adopting realistic profiles for the metallicity distribution of the ICM and for the point spread function of XRISM and XMM-Newton, we tune via a Markov chain Monte Carlo algorithm the observables of the intrinsic quantities of the plasma in our model to reproduce the radial profiles of the thermodynamic quantities as derived from the spectral analysis of the XMM-Newton and Planck maps and the measurements of the line-of-sight (LOS) non-thermal velocity dispersion and redshift (probing the LOS velocity) in the XRISM pointings.   Our model accurately reproduces the measurements of redshift and LOS non-thermal velocity dispersion, as further demonstrated by simulating and analyzing synthetic counterparts of the XRISM spectra, in accordance with the posterior distribution of our model. We find turbulence-to-total pressure ratio $\\approx$ 2% across the (0 - 650) kpc radial range, and a rotation-to-dispersion velocity ratio peaking at 0.15 between 200 - 600 kpc. The hydrostatic-to-total mass ratio is $\\approx$ 0.97 at r2500, the radius enclosing an overdensity of 2500 times the average value.",
      "published": "2026-01-05T19:07:52Z",
      "updated": "2026-01-05T19:07:52Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.02495v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02495v1"
    },
    {
      "id": "2601.02487v1",
      "title": "Thick Disks, Thin Hopes: Suppressed Capture and Merger Rates in AGN",
      "authors": [
        "Yashvardhan Tomar",
        "Philip F. Hopkins",
        "Kyle Kremer"
      ],
      "summary": "Multiple models have been suggested over the years to explain the structure and support of accretion disks around supermassive black holes, from the standard thin thermal-pressure-dominated $α$-disk model to more recent models that describe geometrically thicker radiation or magnetic or turbulence-dominated disks. In any case, objects embedded in the disk (e.g. compact objects, stars, gas, dust) can undergo gravitational and hydrodynamic interactions with each other leading to interesting processes such as binary interaction/capture, gravitational wave merger events, dynamical friction, accretion, gap opening, etc. It has long been argued that disks of active galactic nuclei (AGN) can enhance the rates for many of these events; however, almost all of that analysis has assumed specific thin-disk models (with aspect ratios $H/R \\lesssim 0.01$). We show here that the rates for processes such as these that are mediated by gravitational cross-sections has a very strong inverse dependence on the thickness $H/R$ (scaling as steeply as $(H/R)^{-8}$), and $H/R$ can vary in the outer disk (where these processes are often invoked) by factors $\\gtrsim 1000$ depending on the assumed source of pressure support in the disk. This predicts rates that can be lower by tens of orders-of-magnitude in some models, demonstrating that it is critical to account for disk parameters such as aspect ratio and different sources of disk pressure when computing any meaningful predictions for these rates. For instance, if magnetic pressure is important in the outer disk, as suggested in recent work, capture rates would be suppressed by factors $\\sim 10^{10}-10^{20}$ compared to previous studies where magnetic pressure was ignored.",
      "published": "2026-01-05T19:00:21Z",
      "updated": "2026-01-05T19:00:21Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.CO",
        "astro-ph.GA",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.02487v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02487v1"
    },
    {
      "id": "2601.02458v1",
      "title": "Cosmic Collider Gravitational Waves sourced by Right-handed Neutrino production from Bubbles: Testing Seesaw, Leptogenesis and Dark Matter",
      "authors": [
        "Anish Ghoshal",
        "Pratyay Pal"
      ],
      "summary": "We study a minimal type-I seesaw framework in which a first-order phase transition (FOPT), driven by a singlet scalar, produces right-handed neutrinos (RHNs) through bubble collisions, realizing a cosmic-scale collider that probes ultra-high energy scales. The resulting RHN distribution sources novel low-frequency gravitational-waves (GWs) in addition to the standard bubble-collision contribution. A stable lightest RHN can account for the observed dark matter (DM) relic abundance for masses as low as $M_{1} \\equiv m_{\\rm DM} \\gtrsim 10^{6}\\,\\mathrm{GeV}$, with the associated novel GW signal accessible in LISA, ET and upcoming LVK detectors. If the RHNs are unstable, their CP-violating decays generate the observed baryon asymmetry via leptogenesis for $M_{1} \\gtrsim 10^{11}\\,\\mathrm{GeV}$ and phase transition temperatures $T_* \\gtrsim 10^{6}\\,\\mathrm{GeV}$, for which the novel GW spectrum is detectable in ET, BBO and upcoming LVK. If RHN decays also populate a dark-sector fermion with mass $m_χ \\in [10^{-4},10^{4}],\\mathrm{GeV}$, successful co-genesis of baryons and asymmetric dark matter occurs for $T_* \\gtrsim 10^{7}\\,\\mathrm{GeV}$ and $M_{1} \\gtrsim 10^{9}\\,\\mathrm{GeV}$, naturally explaining $Ω_{\\rm DM} \\simeq 5Ω_{\\rm B}$. The corresponding GW signals are testable with LISA, ET, and BBO. Finally, we analyze a UV-complete multi-Majoron model, based on a global $U(1)_N \\times U(1)_{\\rm B-L}$ extension, motivated from the hierarchy of lepton masses, which we dub as Mojaron collider. The corresponding FOPT in this model leaves a distinctive GW signature arising from RHN production during $U(1)_N$ symmetry breaking detectable by BBO, ET and upcoming LVK. Successful leptogenesis is realized for heaviest RHN mass $M_3 \\sim 10^{10}\\,\\mathrm{GeV}$ and a $U(1)_N$ breaking vev $v_2 \\sim \\mathcal{O}(\\mathrm{TeV})$, which sets the seesaw scale.",
      "published": "2026-01-05T18:57:49Z",
      "updated": "2026-01-05T18:57:49Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.02458v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02458v1"
    },
    {
      "id": "2601.02351v1",
      "title": "An information-theoretic bound on cosmic coherence in finite-volume simulations",
      "authors": [
        "Biswajit Pandey",
        "Anindita Nandi"
      ],
      "summary": "We quantify the physical memory of the cosmic density field using mutual information between $N$-body snapshots at different redshifts, removing a random baseline to isolate gravitational correlations. The shared mutual information rises with scale, peaks near $\\simeq L/8$ (where $L$ is the simulation box size), and declines thereafter. This behaviour is robust to box size and discretization, and identifies the largest coherently retained modes unaffected by missing long-wavelength power, establishing a finite-volume limit on the coherence of cosmic structure with direct implications for homogeneity studies.",
      "published": "2026-01-05T18:53:14Z",
      "updated": "2026-01-05T18:53:14Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.02351v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02351v1"
    },
    {
      "id": "2601.02284v1",
      "title": "Quintom Dark Energy: Future Attractor and Phantom Crossing in Light of DESI DR2 Observation",
      "authors": [
        "Phusuda Thanankullaphong",
        "Prasanta Sahoo",
        "Prajwal Hassan Puttasiddappa",
        "Nandan Roy"
      ],
      "summary": "We study the late-time cosmological dynamics of a two-field dark energy model consisting of a canonical quintessence scalar field and a phantom scalar field in a spatially flat FLRW universe. The fields are minimally coupled to gravity and uncoupled at the level of the potential, with the quintessence sector governed by an exponential potential and the phantom sector by an inverse power-law potential. By reformulating the background equations as a five-dimensional autonomous dynamical system, we identify and analyze the fixed points and their stability properties, revealing stable late-time attractors corresponding to phantom-dominated accelerated expansion. We confront the model with observations through a Bayesian parameter estimation performed using the \\textsc{Cobaya} framework, employing several combinations of recent cosmological data sets, including Pantheon+ supernovae, compressed cosmic microwave background distance priors, DESI DR2 baryon acoustic oscillation measurements, and DES Year-5 supernova data. The observational constraints favor a dynamical dark energy sector moderately and are consistent with deviations from a cosmological constant at the present epoch. The regions of parameter space preferred by the data are compatible with the stable accelerating solutions identified in the dynamical analysis, establishing a direct connection between phase-space stability and observational viability. A notable feature of the model is that the effective dark energy equation of state undergoes phantom divide crossing in a gradual and asymptotic manner, rather than as a sharp transition.",
      "published": "2026-01-05T17:15:15Z",
      "updated": "2026-01-05T17:15:15Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.02284v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02284v1"
    },
    {
      "id": "2601.05155v1",
      "title": "Machine learning for radiative hydrodynamics in astrophysics",
      "authors": [
        "Gonzague Radureau"
      ],
      "summary": "Radiation hydrodynamics describes the interaction between high-temperature hypersonic plasmas and the radiation they emit or absorb, a coupling that plays a central role in many astrophysical phenomena related to accretion and ejection processes. The HADES code was developed to model such systems by coupling hydrodynamics with M1-gray or M1-multigroup radiative transfer models, which are well suited to optically intermediate media.   Despite its accuracy, radiation hydrodynamics simulations remain extremely demanding in terms of computational cost. Two main limitations are responsible for this. First, the M1-multigroup model relies on a closure relation with no analytic expression, requiring expensive numerical evaluations. Second, the Courant-Friedrichs-Lewy condition strongly restricts the time step of the explicit schemes used in HADES. To overcome these difficulties, two complementary Artificial Intelligence based strategies were developed in this thesis.   The first approach consists in training a Multi-Layer Perceptron to approximate the M1-multigroup closure relation. This method achieves excellent accuracy while reducing the computational cost by a factor of 3000, making it the most efficient approach currently available for this task. This performance gain enables high-fidelity simulations of radiative shocks, in which radiation directly influences the shock structure. In particular, increasing spectral resolution slows down the shock and enlarges the radiative precursor.   The second approach explores the use of Physics-Informed Neural Networks to directly solve the radiation hydrodynamics equations and extrapolate simulations beyond their initial time range. Tests on purely hydrodynamic shocks show accurate handling of discontinuities, but application to radiative shocks remains challenging and requires further investigation.",
      "published": "2026-01-08T17:44:53Z",
      "updated": "2026-01-08T17:44:53Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.05155v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05155v1"
    },
    {
      "id": "2601.04967v1",
      "title": "A Comprehensive multi-species comparison of rotational temperature probes in a DC Ar/N$_2$ micro-hollow cathode discharge",
      "authors": [
        "Dimitrios Stefas",
        "Belkacem Menacer",
        "Alice Remigy",
        "Nikolaos Chazapis",
        "Guillaume Lombardi",
        "Claudia Lazzaroni",
        "Kristaq Gazeli"
      ],
      "summary": "Accurate gas temperature ($T_{\\rm Gas}$) determination in microplasmas is critical for optimizing their applications, yet isolated diagnostic approaches may yield misleading results, especially under strong non-equilibrium conditions. Here, high resolution rotational spectra of N$_2$(C), OH(A), NH(A) and NO(A), generated in the plasma jet of a DC Ar/N$_2$ microhollow cathode discharge (MHCD), are recorded and their associated rotational temperatures ($T_{\\rm rot}$) are cross compared. A detailed experimental analysis and robust fitting of the rotational spectra are performed, achieving a reliable estimation of $T_{\\rm Gas}$. The dominant formation mechanisms of these species and their corresponding impact on rotational population distributions are also interrogated. Particularly, our findings indicate that the $T_{\\rm rot}$of N$_2$(C) is significantly influenced by energy transfers from argon metastables (Ar$^m$) and spectral interference from NH(A). This makes it unreliable as a thermometric probe in Ar-rich MHCD, unless complex analyses are employed. In contrast, OH(A) rotational population distribution appears to be less sensitive to Ar-induced perturbations across various discharge currents and pressures, providing more straightforward results. For all molecules considered, this study reveals the conditions under which all the measured $T_{\\rm rot}$ can be reliably considered to be in equilibrium with $T_{\\rm Gas}$. This highlights the importance of crossvalidating multiple thermometric probes and investigating relevant excitation kinetics when measuring $T_{\\rm rot}$ in reactive microplasmas.",
      "published": "2026-01-08T14:15:13Z",
      "updated": "2026-01-08T14:15:13Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04967v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04967v1"
    },
    {
      "id": "2601.04165v1",
      "title": "Properties of Magnetic Switchbacks in the Near-Sun Solar Wind",
      "authors": [
        "Samuel T. Badman",
        "Naïs Fargette",
        "Lorenzo Matteini",
        "Oleksiy V. Agapitov",
        "Mojtaba Akhavan-Tafti",
        "Stuart D. Bale",
        "Srijan Bharati Das",
        "Nina Bizien",
        "Trevor A. Bowen",
        "Thierry Dudok de Wit",
        "Clara Froment",
        "Timothy Horbury",
        "Jia Huang",
        "Vamsee Krishna Jagarlamudi",
        "Andrea Larosa",
        "Maria S. Madjarska",
        "Olga Panasenco",
        "Etienne Pariat",
        "Nour E. Raouafi",
        "Alexis P. Rouillard",
        "David Ruffolo",
        "Nikos Sioulas",
        "Shirsh Lata Soni",
        "Luca Sorriso-Valvo",
        "Gabriel Ho Hin Suen",
        "Marco Velli",
        "Jaye Verniero"
      ],
      "summary": "Magnetic switchbacks are fluctuations in the solar wind in which the interplanetary magnetic field sharply deflects away from its background direction so as to create folds in magnetic field lines while remaining of roughly constant magnitude. The magnetic field and velocity fluctuations are extremely well correlated in a way corresponding to Alfvénic fluctuations propagating away from the Sun. For a background field which is nearly radial this causes an outwardly propagating jet to form. Switchbacks and their characteristic velocity jets have recently been observed to be nearly ubiquitous by Parker Solar Probe with in situ measurements in the inner heliosphere within 0.3 AU. Their prevalence, substantial energy content, and potentially fundamental role in the dynamics of the outer corona and solar wind motivate the significant research efforts into their understanding. Here we review the in situ measurements of these structures (primarily by Parker Solar Probe). We discuss how they are identified and measured, and present an overview of the primary observational properties of these structures, both in terms of individual switchbacks and their collective arrangement into ``patches''. We identify both properties for which there is a strong consensus and those that have limited or qualified support and require further investigation. We identify and collate several open questions and recommendations for future studies.",
      "published": "2026-01-07T18:26:35Z",
      "updated": "2026-01-07T18:26:35Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04165v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04165v1"
    },
    {
      "id": "2601.04099v1",
      "title": "A constrained-transport embedded boundary method for compressible resistive magnetohydrodynamics",
      "authors": [
        "Samuel W. Jones",
        "Colin P. McNally",
        "Meritt Reynolds"
      ],
      "summary": "Motivated by the increased interest in pulsed-power magneto-inertial fusion devices in recent years, we present a method for implementing an arbitrarily shaped embedded boundary on a Cartesian mesh while solving the equations of compressible resistive magnetohydrodynamics. The method is built around a finite volume formulation of the equations in which a Riemann solver is used to compute fluxes on the faces between grid cells, and a face-centered constrained transport formulation of the induction equation. The small time step problem associated with the cut cells is avoided by always computing fluxes on the faces and edges of the Cartesian mesh. We extend the method to model a moving interface between two materials with different properties using a ghost-fluid approach, and show some preliminary results including shock-wave-driven and magnetically-driven dynamical compressions of magnetohydrostatic equilibria. We present a thorough verification of the method and show that it converges at second order in the absence of discontinuities, and at first order with a discontinuity in material properties.",
      "published": "2026-01-07T17:04:48Z",
      "updated": "2026-01-07T17:04:48Z",
      "categories": [
        "physics.comp-ph",
        "astro-ph.IM",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04099v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04099v1"
    },
    {
      "id": "2601.03943v1",
      "title": "A laser plasma soliton fusion scheme",
      "authors": [
        "Pisin Chen",
        "Yung-Kun Liu",
        "Gerard Mourou"
      ],
      "summary": "We introduce a novel fusion scheme enabled by laser-plasma solitons, which promises to overcome several fundamental obstructions to reaching the breakeven condition. For concreteness, we invoke deuterium-tritium (DT) as fuels. The intense electromagnetic field trapped inside the soliton significantly enhances the DT-fusion cross section, its ponderomotive potential evacuates electrons, and it accelerates D/T to kinetic energies suitable for fusion reaction. While electrons are expelled almost instantly, the much heavier D/T moves at picosecond time scale. Such a difference in time scales renders a time window for DT fusion to occur efficiently in an electron-free environment. We inject two consecutive lasers, where the first would excite plasma solitons and the second, much more intense and with a matched lower frequency, would fortify the soliton electromagnetic field resonantly. We impose a plasma density gradient to induce soliton motion. All D/T inside the plasma column swept by the moving soliton during its lifetime would participate in this fusion mechanism. We show that the breakeven condition is attainable. Invoking fiber laser and the iCAN laser technologies for high repetition rate and high intensity operation, gigawatt output maybe conceivable.",
      "published": "2026-01-07T14:00:19Z",
      "updated": "2026-01-07T14:00:19Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.03943v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03943v1"
    },
    {
      "id": "2601.03818v1",
      "title": "Modelling spacecraft-emitted electrons measured by SWA-EAS experiment on board Solar Orbiter mission",
      "authors": [
        "Š. Štverák",
        "D. Herčík",
        "P. Hellinger",
        "M. Popďakunik",
        "G. R. Lewis",
        "G. Nicolaou",
        "C. J. Owen",
        "Yu. V. Khotyaintsev",
        "M. Maksimovic"
      ],
      "summary": "Thermal electron measurements in space plasmas typically suffer at low energies from spacecraft emissions of photo- and secondary electrons and from charging of the spacecraft body. We examine these effects by use of numerical simulations in the context of electron measurements acquired by the Electron Analyser System (SWA-EAS) on board the Solar Orbiter mission. We employed the Spacecraft Plasma Interaction Software to model the interaction of the Solar Orbiter spacecraft with solar wind plasma and we implemented a virtual detector to simulate the measured electron energy spectra as observed in situ by the SWA-EAS experiment. Numerical simulations were set according to the measured plasma conditions at 0.3~AU. We derived the simulated electron energy spectra as detected by the virtual SWA-EAS experiment for different electron populations and compared these with both the initial plasma conditions and the corresponding real SWA-EAS data samples. We found qualitative agreement between the simulated and real data observed in situ by the SWA-EAS detector. Contrary to other space missions, the contamination by cold electrons emitted from the spacecraft is seen well above the spacecraft potential energy threshold. A detailed analysis of the simulated electron energy spectra demonstrates that contamination above the threshold is a result of cold electron fluxes emitted from distant spacecraft surfaces. The relative position of the break in the simulated spectrum with respect to the spacecraft potential slightly deviates from that in the real observations. This may indicate that the real potential of the SWA-EAS detector with respect to ambient plasma differs from the spacecraft potential value measured on board. The overall contamination is shown to be composed of emissions from a number of different sources and their relative contribution varies with the ambient plasma conditions.",
      "published": "2026-01-07T11:22:20Z",
      "updated": "2026-01-07T11:22:20Z",
      "categories": [
        "astro-ph.IM",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03818v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03818v1"
    },
    {
      "id": "2601.03620v1",
      "title": "On flying through the base of a pseudo-streamer",
      "authors": [
        "Forrest Mozer",
        "Oleksiy Agapitov",
        "Kyungeun Choi",
        "Andrii Voshchepynets"
      ],
      "summary": "Near the 10 solar radius perihelion of Parker Solar Probe orbit 24, a confined region containing an enhanced plasma density of 25,000 particles per cubic centimeter and broadband electrostatic waves was encountered. The solar wind velocity of 200 kilometers per second and ion temperature of 25 eV were significantly reduced as compared to their values in the ambient solar wind. These anomalous plasma conditions were observed on closed magnetic field lines, as determined from observations of the suprathermal electron strahl. Because the polarity of the radial magnetic field did not change sign on the two sides of the crossing and the crossed region contained a double-peaked plasma structure, the spacecraft must have passed through the base of a pseudo-streamer whose structure extended out to 10 solar radii. In the plasma frame, an electric field as large as 400 millivolts per meter was detected during the crossing. The current associated with this electric field was less than one milliampere per square meter, corresponding to a drift velocity less than 2.5 kilometers per second. It also contained a turbulent plasma with density fluctuations divided by density as large as 0.3, suggesting that the resistive term in the generalized ohm's law was significant. Also, the density as a function of time had a non-zero slope when the electric field was non-zero, suggesting that the pressure gradient term also mattered. As compared to earlier remote sensing and theoretical results, it is surprising that the plasma in this pseudo-streamer had a remarkably low flow velocity and that the pseudo-streamer base extended out to 10 solar radii.",
      "published": "2026-01-07T06:01:19Z",
      "updated": "2026-01-07T06:01:19Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03620v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03620v1"
    },
    {
      "id": "2601.03354v1",
      "title": "Extreme-ultraviolet synthesis of nanojet-like ejections due to coalescing flux ropes",
      "authors": [
        "Samrat Sen",
        "A. Ramada C. Sukarmadji",
        "D. Nóbrega-Siverio",
        "F. Moreno-Insertis",
        "J. Martínez-Sykora",
        "Patrick Antolin"
      ],
      "summary": "Detection and characterization of small-scale energetic events such as nanoflares and nanojets remain challenging owing to their short lifetimes, small spatial extent, and relatively low energy release, despite their potential role in coronal heating. Recent observations have identified nanojets as small-scale (length $\\lesssim 6.6$~Mm, width $\\lesssim 1$~Mm), fast ($\\sim$~few 100 km s$^{-1}$), and short-lived ($\\lesssim 30$~s) ejections associated with nanoflare-scale energies, providing evidence of magnetic reconnection at small spatial scales. However, the lack of synthetic diagnostics has limited the connection between magnetohydrodynamic (MHD) models and observations. In this Letter, we present synthetic observations of the coalescence of two flux ropes, leading to nanojet-like signatures from a numerical model obtained with the \\texttt{MPI-AMRVAC} code. We report synthetic observables in Extreme-ultraviolet lines compatible with existing instruments such as SDO/AIA, and upcoming MUSE mission, and compare the synthetic observables with an existing observation of nanojets. The synthetic diagnostics of the emissivity maps, Doppler velocity, thermal, and non-thermal line broadening produce key observational properties, suggesting a plausible 3D scenario for nanojet generation where tiny flux ropes reconnect within loops. Our results provide predictions for the detectability of nanojets with current and future spectroscopic facilities, and establish a bridge between MHD modeling and observations.",
      "published": "2026-01-06T19:00:21Z",
      "updated": "2026-01-06T19:00:21Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03354v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03354v1"
    },
    {
      "id": "2601.03255v1",
      "title": "Nutritional and growth enhancement of alfalfa sprouts through cold plasma and UV seed treatments",
      "authors": [
        "M. A. Benabderrahim",
        "H. Hannachi",
        "W. Elfalleh",
        "T. Dufour"
      ],
      "summary": "Employing eco-friendly techniques like cold plasma (CP) and ultraviolet (UV) radiation provides innovative approaches to enhance the sprout quality and productivity of alfalfa. This study explores the effects of CP and UV radiation on the germination, growth, and phytochemical profiles of alfalfa sprouts. CP significantly accelerated germination time, reducing median germination time by 8 hours compared to the control, and enhanced photo synthetic pigments, leading to higher biomass (25.87 mg/sprout fresh weight and 1.45 mg/sprout dry weight). UV treatments, particularly UV-C, increased chlorophyll and total flavonoid content. Overall, CP effectively promotes alfalfa germination and growth, while UV treatments improve specific phytochemicals.",
      "published": "2026-01-06T18:58:29Z",
      "updated": "2026-01-06T18:58:29Z",
      "categories": [
        "physics.plasm-ph",
        "physics.bio-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03255v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03255v1"
    },
    {
      "id": "2601.02937v1",
      "title": "A First-Principles Closure for Nonlocal Magnetized Transport",
      "authors": [
        "Nicholas Mitchell",
        "David Chapman",
        "Grigory Kagan"
      ],
      "summary": "A reduced kinetic method (RKM) for describing nonlocal transport in magnetized plasmas is derived from first principles and considered in a 1D3V geometry. Unlike standard nonlocal closures, this RKM uses the Fokker-Planck collision operator, therefore local transport results are naturally reproduced for small Knudsen number. An inhibited peak heat flux and preheat of the conductive heat flux are observed, which are expected from physical arguments and previous kinetic studies. Nonlocal behavior of other transport fluxes, namely the Righi-Leduc, Peltier, Ettingshausen, Nernst, thermal force, friction, cross friction, viscous stress, and gyroviscous stress terms are also demonstrated. Neglecting the nonlinear component of the Fokker-Planck collision operator is justified a posteriori. An especially computationally efficient and analytically simpler version of the RKM is presented.",
      "published": "2026-01-06T11:27:25Z",
      "updated": "2026-01-06T11:27:25Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02937v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02937v1"
    },
    {
      "id": "2601.02684v1",
      "title": "RONS Generation in Plasma-Activated Saline for Wound Healing",
      "authors": [
        "Punit Kumar",
        "Priti Saxena"
      ],
      "summary": "This study explores the physicochemical modifications and antimicrobial potential of plasma activated saline generated by exposing Sodium Chloride and Ringer solution to atmospheric pressure dielectric barrier discharge plasma. Plasma activation produced reactive oxygen and nitrogen species leading to changes in pH, redox potential, conductivity and concentrations of Hydrogen Peroxide, Nitrogen and Nitrous Oxides. Effects of activation time, voltage, and gas composition were analyzed. Antimicrobial activity against Staphylococcus aureus, Pseudomonas aeruginosa and E coli was assessed via MIC, CFU reduction and biofilm inhibition tests. Optimal plasma exposure achieved strong microbial inactivation with good biocompatibility. SEM and FTIR confirmed membrane damage, supporting PAS as a safe, nonantibiotic wound irrigation and disinfectant solution.",
      "published": "2026-01-06T03:37:17Z",
      "updated": "2026-01-06T03:37:17Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02684v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02684v1"
    },
    {
      "id": "2601.02614v1",
      "title": "GKFieldFlow: A Spatio-Temporal Neural Surrogate for Nonlinear Gyrokinetic Turbulence",
      "authors": [
        "Arash Ashourvan"
      ],
      "summary": "We present GKFieldFlow, a novel three-dimensional autoregressive deep learning surrogate model for nonlinear gyrokinetic turbulence. Based on the architecture FieldFlow-Net, this model combines a multi-resolution 3D U-Net encoder-decoder that operates on evolving plasma potential fields. A dilated temporal convolutional network (TCN) learns the nonlinear time evolution of latent turbulence features. GKFieldFlow simultaneously (i) predicts ion and electron energy fluxes, and particle flux directly from CGYRO turbulence, and (ii) predicts future potential fields autoregressively with desired spatial resolution. This enables the model to replicate both instantaneous transport and the underlying spatio-temporal dynamics that generate it.   The architecture is physics-informed in its design: 3D convolutions preserve the anisotropic geometry and phase structure of gyrokinetic fluctuations, while dilated temporal convolutions capture multiscale dynamical couplings such as turbulence and zonal-flow interactions, turbulence decorrelation, and intermittent bursty transport. We provide a complete technical description of the data structure, model components, and rationale behind each architectural choice.   The model achieves high accuracy across all three transport channels, with multi-horizon inference maintaining robustness. Autoregressive field rollouts preserve the spectral content, phase coherence, and energy distribution of the CGYRO nonlinear state with strong fidelity, and flux predictions remain consistent with CGYRO within a small fractional error. This work presents GKFieldFlow as a data-driven reduced model that can jointly learn turbulence dynamics and transport.",
      "published": "2026-01-06T00:25:28Z",
      "updated": "2026-01-06T00:25:28Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02614v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02614v1"
    },
    {
      "id": "2601.02588v1",
      "title": "Integrated Radiation-Magneto-Hydrodynamic Simulations of Magnetized Burning Plasmas. I. Magnetizing Ignition-Class Designs",
      "authors": [
        "B. Z. Djordjević",
        "D. J. Strozzi",
        "G. B. Zimmerman",
        "S. A. MacLaren",
        "C. R. Weber",
        "D. D. -M. Ho",
        "L. S. Leal",
        "C. A. Walsh",
        "J. D. Moody"
      ],
      "summary": "Motivated by breakthroughs in inertial confinement fusion (ICF), first achieving ignition conditions in National Ignition Facility (NIF) shot N210808 and then laser energy breakeven in N221204, modeling efforts here investigate the effect of imposed magnetic fields on integrated hohlraum simulations of igniting systems. Previous NIF experiments have shown yield and hotspot temperature to increase in magnetized, gas-filled capsules in line with scalings. In this work, we use the 2D radiation-magnetohydrodynamics code Lasnex with a Livermore ICF common model. Simulations are tuned to closely approximate data from unmagnetized experiments. Investigated here is the effect of imposed axial fields of up to 100 T on the fusion output of high-performing ICF shots, specifically the record BigFoot shot N180128, and HYBRID-E shots N210808 and N221204. The main observed effect is an increase in the hotspot temperature due to magnetic insulation. Namely, electron heat flow is constrained perpendicular to the magnetic field and alpha trajectories transition to gyro-orbits, enhancing energy deposition. In addition, we investigate the impact of applied magnetic fields to future NIF designs, specifically an example Enhanced Yield Capability design with 3 MJ of laser energy as well as a high-\\r{ho}R, low implosion velocity \"Pushered Single Shell\" design. In conclusion, magnetization with field strengths of 5-75 T is found to increase the burn-averaged ion temperature by 50% and the neutron yield by 2-12. Specifically, we see yield enhancement of at least 50% with only a 5-10 T applied magnetic field for N221204, while a 65 T field on N210808 with symmetrization gives an 8 increase in yield. This is all without further design optimization to best take advantage of an applied B field, which promises even greater improvements for designs tailored specifically towards magnetization.",
      "published": "2026-01-05T22:38:23Z",
      "updated": "2026-01-05T22:38:23Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02588v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02588v1"
    },
    {
      "id": "2601.02460v1",
      "title": "Magnetic reconnection with a 0.1 rate: Effective resistivity in general relativistic magnetohydrodynamics",
      "authors": [
        "B. Ripperda",
        "M. P. Grehan",
        "A. Moran",
        "S. Selvi",
        "L. Sironi",
        "A. Philippov",
        "A. Bransgrove",
        "O. Porth"
      ],
      "summary": "Relativistic magnetic reconnection is thought to power various multi-wavelength emission signatures from neutron stars and black holes. Relativistic resistive magnetohydrodynamics (RRMHD) offers the simplest model of reconnection. However, a small uniform resistivity underestimates the reconnection rate compared to first-principles kinetic models. By employing an effective resistivity based on kinetic models - which connects the reconnection electric field to the charge-starved current density - we show that RRMHD can reproduce the increased reconnection rate of kinetic models, both in local current sheets and in global black hole magnetospheres.",
      "published": "2026-01-05T19:00:00Z",
      "updated": "2026-01-05T19:00:00Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02460v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02460v1"
    },
    {
      "id": "2601.02262v1",
      "title": "Variability of MHD Instabilities in Benign Termination of High-Current Runaway Electron Beams in the JET and DIII-D Tokamaks",
      "authors": [
        "C. F. B. Zimmermann",
        "C. Paz-Soldan",
        "G. Su",
        "C. Reux",
        "A. F. Battey",
        "O. Ficker",
        "S. N. Gerasimov",
        "C. J. Hansen",
        "S. Jachmich",
        "A. Lvovskiy",
        "J. Puchmayr",
        "N. Schoonheere",
        "U. Sheikh",
        "I. G. Stewart",
        "G. Szepesi",
        "JET Contributors",
        "the EUROfusion Tokamak Exploitation Team"
      ],
      "summary": "Benign termination, in which magnetohydrodynamic (MHD) instabilities deconfine runaway electrons (REs) following hydrogenic injections, is a promising strategy for mitigating dangerous RE loads after disruptions. Recent experiments on the Joint European Torus (JET) have explored this scenario at higher pre-disruptive plasma currents than are achievable on other devices, revealing challenges in obtaining benign terminations at $I_p \\geq 2.5$ MA. This work analyzes the evolution of these high-current RE beams and their terminating MHD events using fast magnetic sensor measurements and EFIT equilibrium reconstructions for approximately $40$ JET and $20$ DIII-D tokamak discharges. On JET, unsuccessful non-benign terminations occur at low edge safety factor ($q_{\\text{edge}} \\approx 2$), and are preceded by intermittent, non-terminating MHD events at higher rational $q_{\\text{edge}}$. Trends in the internal inductance $l_i$ indicate more peaked RE current profiles in the high-$I_p$ non-benign population, which may hinder successful recombination through re-ionization. In contrast, benign terminations on JET typically occur at higher $q_{\\text{edge}} \\geq 3$ and exhibit less peaked RE current profiles. DIII-D displays a range of terminating edge safety factors, correlated with the measured $l_i$ values. Across both tokamaks, the RE current peaking is therefore found to determine which MHD instability boundary is encountered, confirmed by linear resistive MHD modeling with the CASTOR3D code. Measured growth rates are similar for benign and non-benign cases, indicating that ideal MHD timescales at low density after hydrogenic injection do not alone explain efficient RE deconfinement. Instead, non-benign cases are characterized by their lower MHD perturbation amplitudes $δB$. These observations suggest that the interplay between ideal and resistive dynamics governs the termination process.",
      "published": "2026-01-05T16:44:23Z",
      "updated": "2026-01-05T16:44:23Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02262v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02262v1"
    },
    {
      "id": "2601.02130v1",
      "title": "Towards solving the ICRH wave and Fokker-Planck equations self-consistently",
      "authors": [
        "Dirk Van Eester",
        "Vincent Maquet",
        "Fabrice Louche",
        "Bernard Reman"
      ],
      "summary": "The present paper sketches a framework for solving the wave and Fokker-Planck equations in the ion cyclotron resonance frequency domain fully selfconsistently. It illustrates this can be done by first constructing \"building blocks\" that are commonly needed by the wave and Fokker-Planck equations, allowing e.g. to account for wave coupling in plasmas containing non-Maxwellian distributions. Up to details, the paper exploits known expressions and methods to solve the two intimately connected aspects of the description of the wave-particle interaction underlying ion cyclotron resonance heating. Two cases are presented: the case where the guiding centre motion is limited to just following magnetic field lines, and the extended case accounting for drifts away from magnetic surfaces but assuming axisymmetry. A limited set of analytical results is included. As combining wave and Fokker-Planck solving is the focus, the computation of the dielectric response for arbitrary distribution functions is illustrated as well.",
      "published": "2026-01-05T14:02:04Z",
      "updated": "2026-01-05T14:02:04Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02130v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02130v1"
    },
    {
      "id": "2601.01999v1",
      "title": "Proton Acceleration by Collisionless Shocks in Supermassive Black Hole Coronae: Implications for High-Energy Neutrinos",
      "authors": [
        "Minh Nhat Ly",
        "Yoshiyuki Inoue",
        "Yasuhiko Sentoku",
        "Takayoshi Sano"
      ],
      "summary": "Recent observations by the IceCube Neutrino Observatory have revealed a significant excess of high-energy neutrinos from nearby Seyfert galaxies, such as NGC~1068, without a corresponding flux of high-energy gamma-rays. This suggests that neutrinos are produced via hadronic interactions in a region opaque to gamma-rays, likely a hot corona surrounding the central supermassive black hole. However, the mechanism responsible for accelerating the parent protons to the required energies ($\\sim 100$ TeV) remains an open question. In this study, we investigate diffusive shock acceleration (DSA) in active galactic nucleus (AGN) coronae using a suite of one-dimensional Particle-in-cell (PIC) simulations spanning a broad range of plasma parameters. We find that DSA is a robust and efficient mechanism for proton acceleration, consistently channeling approximately 10\\% of the shock's kinetic energy into non-thermal ions, even for shocks with sonic Mach number as low as $ M_s \\approx 2$. In contrast, the efficiency of electron acceleration is highly variable and less efficient ($<1\\%$) in our parameter survey. These findings provide strong, first-principles support for the hadronic models of neutrino production in AGN and offer quantitative constraints that can explain the observed gamma-ray deficit.",
      "published": "2026-01-05T10:59:24Z",
      "updated": "2026-01-05T10:59:24Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01999v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01999v1"
    },
    {
      "id": "2601.01994v1",
      "title": "Photonic Interactions with Semiconducting Barrier Discharges",
      "authors": [
        "Ayah Soundous Taihi",
        "David Z. Pai"
      ],
      "summary": "Semiconducting Barrier Discharges (SeBDs) generate uniform ionization waves in air at atmospheric pressure. In this work, we investigate how externally applied irradiation synchronized with the discharge can mimic photoconductive-type coupling between the plasma and the semiconductor surface. By illuminating the Si-SiO$_2$ interface with nanosecond pulsed irradiation at wavelengths from 532 nm to 1064 nm, and using fast imaging, optical emission spectroscopy, and current-voltage measurements, we demonstrate that the photoexcitation of charge carriers in silicon enhances the plasma emission and increases the reduced electric field, with no detectable change in the electrical energy. The magnitude and thresholds of these responses depend on wavelength. By comparing the SeBD to a MOS photodetector, this behaviour can be explained by the absorption length. This length determines whether carriers are photogenerated inside the depletion region at the SiO$_2$-Si interface, where they are efficiently separated and undergo impact-ionization amplification, or deeper in the silicon bulk where carrier separation is weaker and free-carrier absorption diminishes the quantum efficiency. These results focus on the microscopic processes governing the plasma-semiconductor coupling and demonstrate how the optoelectronic properties of silicon can influence surface ionization waves.",
      "published": "2026-01-05T10:54:56Z",
      "updated": "2026-01-05T10:54:56Z",
      "categories": [
        "physics.plasm-ph",
        "cond-mat.mtrl-sci",
        "physics.app-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01994v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01994v1"
    },
    {
      "id": "2601.01671v1",
      "title": "Partially Ionized Plasma Physics and Technological Applications",
      "authors": [
        "Igor Kaganovich",
        "Michael Tendler"
      ],
      "summary": "Partially ionized plasma physics has attracted a lot of attention recently due to numerous technological applications made possible by the increased sophistication of computer modelling, the depth of the theoretical analysis, and the technological applications to a vast field of the manufacturing for computer components. The partially ionized plasma is characterized by a significant presence of neutral particles in contrast to fully ionized plasma. The theoretical analysis is based upon solutions of the kinetic Boltzmann equation yielding the non-Maxwellian electron energy distribution function (EEDF) thereby emphasizing the difference with a fully ionized plasma. The impact of the effect on discharges in inert and molecular gases is described in detail yielding the complex nonlinear phenomena in plasma self-organization. A few examples of such phenomena are given including the non-monotonic EEDFs in the discharge afterglow in mixture of argon with the molecular gas NF3; the explosive generation of cold electron populations in capacitive discharges, hysteresis of EEDF in inductively coupled plasmas. Recently, highly advanced computer codes were developed in order to address the outstanding problems of plasma technology. These developments are briefly described in general terms.",
      "published": "2026-01-04T21:34:01Z",
      "updated": "2026-01-04T21:34:01Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01671v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01671v1"
    },
    {
      "id": "2601.01659v1",
      "title": "Excess energy of strongly coupled one-component plasma from variational approach",
      "authors": [
        "S. A. Khrapak",
        "A. G. Khrapak"
      ],
      "summary": "The excess energy of the one-component plasma fluid is calculated using the variational approach combined with different variants of the excess entropy of the hard-sphere fluid, which is used as a reference system. Our comparison with recent Monte Carlo results for the excess energy of the one-component plasma identifies the Percus-Yevick virial entropy as the most accurate entropy to be used in the variational calculation of this kind. The reason for this and potential developments of the present analysis are briefly discussed. We demonstrate that the original Rosenfeld-Tarazons scaling of the thermal component of the excess energy of the one-component plasma fluid is in excellent agreement with recent Monte Carlo results.",
      "published": "2026-01-04T20:35:04Z",
      "updated": "2026-01-04T20:35:04Z",
      "categories": [
        "physics.plasm-ph",
        "cond-mat.soft"
      ],
      "link": "https://arxiv.org/abs/2601.01659v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01659v1"
    },
    {
      "id": "2601.01633v1",
      "title": "Hybrid PIC-fluid model for numerical simulation of laser-plasma interaction",
      "authors": [
        "Andrey Sladkov"
      ],
      "summary": "A hybrid PIC-fluid model is proposed for three dimensional numerical simulation of laser-plasma interaction. Ions are treated kinetically, electrons as a ten-moment fluid, capturing ion-scale dynamics, pressure anisotropy, and non-Maxwellian distributions efficiently. A laser-envelope model handles energy deposition and ponderomotive heating without resolving optical oscillations. Collisional and ionisation processes ensure self-consistent evolution of energy and charge states. The model is implemented in the AKAM code, providing a scalable framework that bridges fully kinetic and fluid approaches for high-energy-density and laboratory plasma applications.",
      "published": "2026-01-04T18:31:11Z",
      "updated": "2026-01-04T18:31:11Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.01633v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01633v1"
    },
    {
      "id": "2601.01566v1",
      "title": "Ion Temperature Inference from Neutron Counting in Maxwellian Deuterium Plasmas",
      "authors": [
        "Allison J. Radich",
        "Vlad Grecu",
        "Patrick J. F. Carle",
        "Myles Hildebrand",
        "Stephen J. Howard",
        "Colin P. McNally",
        "Meritt Reynolds",
        "Akbar Rohollahi",
        "Ryan E. Underwood",
        "Sara Weinstein"
      ],
      "summary": "A method is presented for inferring the deuterium fuel ion temperature from neutron counts measured with fast liquid scintillators in conditions where the ion velocity distribution is Maxwellian. Local neutron count rates at each scintillator position are combined to estimate total neutron yield from the plasma, where absolute detection efficiency is determined via MCNP neutron scattering simulation based on a 3D model of the experiment structure. This method is particularly advantageous for Magnetized Target Fusion applications as it yields a time-resolved diagnostic and does not require direct line-of-sight to the plasma or collimation of the neutrons. The instrumentation configuration, pulse-shape discrimination and pile-up correction algorithms, detector calibration, and ion temperature calculation method with uncertainty characterization are discussed. An application of the method to General Fusion's Plasma Injector~3 (PI3) spherical tokamak device is demonstrated and the results are compared to an Ion Doppler spectroscopy ion temperature diagnostic.",
      "published": "2026-01-04T15:23:59Z",
      "updated": "2026-01-04T15:23:59Z",
      "categories": [
        "physics.ins-det",
        "physics.app-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01566v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01566v1"
    },
    {
      "id": "2601.01367v2",
      "title": "Overcoming the space-charge dilemma in low-energy heavy ion beams via a multistage acceleration lens system",
      "authors": [
        "M. Nishiura",
        "T. Ido",
        "M. Okamura",
        "K. Ueda",
        "A. Shimizu",
        "H. Takubo"
      ],
      "summary": "Low-energy heavy-ion beams are fundamentally limited by severe space-charge divergence, which constrains the transportable beam current to a few microamperes in conventional electrostatic accelerators. This limitation is particularly critical for high-mass ions, where the generalized perveance increases rapidly because of their low velocity. Here, we demonstrate that this apparent space-charge limit can be overcome by shaping the electrostatic potential configuration of an existing multistage accelerator, thereby transforming the acceleration column itself into a combined acceleration-focusing column. By optimizing the interstage voltage configuration, a strong electrostatic lens effect is superimposed on the accelerating field to counteract space-charge-driven expansion. We formulate a generalized design framework that quantitatively maps the transport 'design window' in terms of beam current, ion mass, and acceleration voltage. For gold ions at 64 keV, this approach enables stable transport of beam currents exceeding 100 microA, more than an order of magnitude higher than the conventional limit. Numerical phase-space analysis shows that this improvement is achieved by prioritizing envelope control over emittance preservation, a trade-off intrinsic to space-charge-dominated regimes. Our results establish a universal and practical guideline for high-current heavy-ion beam transport, relevant to fusion plasma diagnostics, ion implantation, and massive molecular ion applications.",
      "published": "2026-01-04T04:39:52Z",
      "updated": "2026-01-06T13:06:32Z",
      "categories": [
        "physics.plasm-ph",
        "physics.acc-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01367v2",
      "pdf_link": "https://arxiv.org/pdf/2601.01367v2"
    },
    {
      "id": "2601.01270v1",
      "title": "Plasma-Activated Water (PAW) for the Degradation of Organic Pollutants in Diluted Industrial Effluents",
      "authors": [
        "Punit Kumar",
        "Priti Saxena"
      ],
      "summary": "Plasma activated water (PAW) offers a sustainable, nonthermal solution for degrading persistent organic pollutants in industrial effluents. This study employed a gliding arc plasma system to generate PAW for treating diluted waste water containing dyes, pesticides, and pharmaceuticals. Experimental parameters such as exposure time, dilution ratio, and pollutant concentration were varied, with analysis conducted using UV Vis spectroscopy, HPLC, TOC, and COD. Results showed high degradation efficiencies, up to 90% for dyes, 85% for pesticides, and 80% for pharmaceuticals following pseudo first order kinetics driven by hydroxyl and nitrate or nitrite radicals. The findings demonstrate PAWs potential as a green, scalable wastewater treatment strategy that minimizes chemical use, supports water reuse, and enhances environmental safety, with future scope for pilot scale applications.",
      "published": "2026-01-03T20:03:01Z",
      "updated": "2026-01-03T20:03:01Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01270v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01270v1"
    },
    {
      "id": "2601.01169v1",
      "title": "One-dimensional PIC Simulation of Induced Compton Scattering in Magnetized Electron-Positron Pair Plasma",
      "authors": [
        "Shoma F. Kamijima",
        "Rei Nishiura",
        "Masanori Iwamoto",
        "Kunihito Ioka"
      ],
      "summary": "We investigate induced Compton scattering of a circularly polarized Alfvén wave propagating in a magnetized electron-positron pair plasma using one-dimensional Particle-in-Cell (PIC) simulations. In this system, two distinct modes of density fluctuations, referred to as the charged mode and the neutral mode, are theoretically expected to arise through parametric instabilities. Our simulations confirm these predictions: in the charged mode, the electron and positron densities fluctuate oppositely (Langmuir-like), while in the neutral mode, the charge is Debye-screened and both species fluctuate in phase (acoustic-like). The linear growth rates obtained from the simulations are in good agreement with analytical estimates for both modes. We also find that, in some cases, the linear growth saturates before full scattering occurs, allowing the incident wave to propagate without significant attenuation. Our results allow us to determine whether induced Compton scattering grows linearly in magnetized pair plasmas, offering a foundation for studies of fast radio bursts and laser-plasma experiments.",
      "published": "2026-01-03T12:16:22Z",
      "updated": "2026-01-03T12:16:22Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01169v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01169v1"
    },
    {
      "id": "2601.00719v1",
      "title": "Gravitational instability in partially ionized plasmas: A two-fluid approach",
      "authors": [
        "A. P. Misra",
        "V. Krishan"
      ],
      "summary": "We propose a new two-fluid model for a partially ionized magnetoplasma under gravity, where electrons and neutrals are treated as a single fluid, and singly charged positive ions are a separate fluid. We observe that the classical result of gravitational instability (also known as Rayleigh-Taylor instability) in fully ionized plasmas is significantly modified by the influence of ion-neutral collisions (with frequency $ν_{\\rm{in}}$) and transverse wave numbers ($k_x$ and $k_y$). The instability growth rate can be enhanced or decreased depending on the values of the ratios $κ\\equiv k_x/k_y$ and $f\\equivν_{\\rm{in}}/Ω_{\\rm{ci}}$, where $Ω_{\\rm{ci}}$ is the ion-cyclotron frequency. We also estimate the growth rates relevant to the ionospheric E-region and solar atmosphere, noting that such growth rates can be maximized for $κ,~f\\ll1$, or for $κ>1$ and $f\\sim0.64$, and minimized for $f\\gg1$ irrespective of the value of $κ$. Furthermore, the timescale of instability ranges from $1$ minute to $2$ minutes in the solar atmosphere, while in the E region, it ranges from $1$ minute to $80$ minutes. The latter can be a satisfactory result for the reported lifetime of solar prominence threads.",
      "published": "2026-01-02T15:19:07Z",
      "updated": "2026-01-02T15:19:07Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.00719v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00719v1"
    },
    {
      "id": "2601.00686v1",
      "title": "Stimulation of surface ionization waves by pulsed laser irradiation",
      "authors": [
        "Thomas Orrière",
        "David Z. Pai"
      ],
      "summary": "The inclusion of semiconducting material within a composite barrier enables the perfectly uniform propagation of surface ionization waves (SIW) in air at atmospheric pressure regardless of the polarity of the applied electric field, unlike surface discharges generated using purely dielectric barriers. We exploit the photonic properties of silicon to stimulate the SIW using external irradiation by a 2-ns pulsed laser at 532 nm, with a fluence of 1.3 mJ/cm$^2$ per pulse at the surface. No effect is observed when irradiation occurs more than 3 $μ$s before plasma generation. This timescale is attributed to the ambipolar diffusion of photoexcited carriers away from the Si-SiO$_2$ interface. When this delay shortens to less than 3 $μ$s, the SIW propagates farther and with more intense optical emission. Furthermore, the energy of the discharge increases by up to 7%. The sensitivity to the laser-plasma delay demonstrates that the observed stimulation of the SIW cannot be due to the desorption of surface charge by irradiation.",
      "published": "2026-01-02T13:28:14Z",
      "updated": "2026-01-02T13:28:14Z",
      "categories": [
        "physics.plasm-ph",
        "physics.app-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.00686v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00686v1"
    },
    {
      "id": "2601.00673v1",
      "title": "Update on the design of the Columbia Stellarator eXperiment",
      "authors": [
        "Antoine Baillod",
        "Avigdor Veksler",
        "Rohan Lopez",
        "Dylan Schmeling",
        "Michael Campagna",
        "Elizabeth Paul",
        "Alexey Knyazev"
      ],
      "summary": "We present the final configuration chosen to be build for the Columbia Stellarator eXperiment (CSX), a new stellartor experiment at Columbia University. In a recent publication, Baillod et al. (NF, 2025) discussed in detail the different objectives, constraints, and optimization algorithms used to find an optimal configuration for CSX. In this paper, we build upon this first publication and find a configuration that satisfies all the constraints. We describe this final configuration including discussion of the coil finite build effects, sensitivity analyses, and the plasma neoclassical physics properties using the SFINCS code. These post-processing calculations provide a confirmation that the experimental goals of CSX can be achieved with the presented configuration.",
      "published": "2026-01-02T12:41:01Z",
      "updated": "2026-01-02T12:41:01Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00673v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00673v1"
    },
    {
      "id": "2601.00518v1",
      "title": "High-energy Emission from Turbulent Electron-ion Coronae of Accreting Black Holes",
      "authors": [
        "Daniel Groselj",
        "Alexander Philippov",
        "Andrei M. Beloborodov",
        "Richard Mushotzky"
      ],
      "summary": "We develop a model of particle energization and emission from strongly turbulent black-hole coronae. Our local model is based on a set of 2D radiative particle-in-cell simulations with an electron-ion plasma composition, injection and diffusive escape of photons and charged particles, and self-consistent Compton scattering. We show that a radiatively compact turbulent corona generates extended nonthermal ion distributions, while producing X-ray spectra consistent with observations. As an example, we demonstrate excellent agreement with observed X-ray spectra of NGC 4151. The predicted emission spectra feature an MeV tail, which can be studied with future MeV-band instruments. The MeV tail is shaped by nonthermal electrons accelerated at turbulent current sheets. We also find that the corona regulates itself into a two-temperature state, with ions much hotter than electrons. The ions carry away roughly 60% to 70% of the dissipated power, and their energization is driven by a combination of shocks and reconnecting current sheets, embedded into the turbulent flow.",
      "published": "2026-01-02T00:45:22Z",
      "updated": "2026-01-02T00:45:22Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00518v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00518v1"
    },
    {
      "id": "2601.00441v1",
      "title": "Mass-loaded magnetic explosions in the context of Magnetar Giant Flares and Fast Radio Bursts",
      "authors": [
        "Konstantinos N. Gourgouliatos"
      ],
      "summary": "Magnetar flares are highly energetic and rare events where intense high-energy emission is released from strongly magnetised neutron stars. Fast radio bursts are short and intense pulses of coherent radio emission. Their large dispersion measures support an extragalactic origin. While their exact origin still remains elusive, a substantial number of models associates them with strong magnetic field and high-energy relativistic plasma found in the vicinity of magnetars. There is growing evidence that some fast radio bursts are associated to flare-type events from magnetars. We aim to provide a set of configurations describing a relativistic, spherical, mass-loaded, magnetic explosion. We proceed by solving the equations of relativistic magnetohydrodynamics, for a system that expands while maintaining its internal equilibrium. We employ a semi-analytical approach for the solution of the equations of relativistic magnetohydrodynamics. We assume self-similarity in time and radius, axial symmetry, and separation of variables. There exists a dichotomy of solutions that correspond to higher and lower density and thermal pressure compared to the external one. The ratio of the poloidal to toroidal field and the inclusion of pressure and mass density affect the expansion velocity. The classes of these solutions can be applied to magnetar giant flares and fast radio bursts. The ones corresponding to overdensities and higher pressure can be associated to magnetar flares, whereas the ones corresponding to underdensities can be relevant to fast radio bursts corresponding to magnetically dominated events with low mass loading.",
      "published": "2026-01-01T19:00:14Z",
      "updated": "2026-01-01T19:00:14Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00441v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00441v1"
    },
    {
      "id": "2601.02406v1",
      "title": "OpenFOAM computational fluid dynamics (CFD) solver for magnetohydrodynamic open cycles, applied to the Sakhalin pulsed magnetohydrodynamic generator (PMHDG)",
      "authors": [
        "Osama A. Marzouk"
      ],
      "summary": "In the current study, we present a mathematical and computational fluid dynamics (CFD) model for simulating open-cycle linear Faraday-type continuous-electrode channels of magnetohydrodynamic (MHD) power generators, operating on combustion plasma. The model extends the Favre-averaged Navier-Stokes equations to account for the electric properties of the flowing plasma gas and its reaction to the applied magnetic field. The model takes into account various effects, such as the Lorentz force, turbulence, compressibility, and energy extraction from the plasma, and it adopts an electric potential technique along with the low magnetic Reynolds number (Rem) approximation. The model is numerically implemented using the multiphysics open-source computer programming environment \"OpenFOAM,\" which combines the finite volume method (FVM) and the object-oriented programming (OOP) concept. The capabilities of the model are demonstrated by simulating the supersonic channel of the large-scale pulsed MHD generator (PMHDG) called \"Sakhalin\", with the aid of collected data and empirical expressions in the literature about its tested operation. Sakhalin was the world's largest PMHDG, with a demonstrated peak electric power output of 510 MW. Sakhalin operated on solid-propellant plasma (SPP), and it had a single supersonic divergent Faraday-type continuous-electrode channel with a length of 4.5 m. We check the validity of the model through comparisons with independent results for the Sakhalin PMHDG. Then, we process our three-dimensional simulation results to provide scalar characteristics of the Sakhalin channel, one-dimensional profiles along the longitudinal centerline, and three-dimensional distributions in the entire channel.",
      "published": "2026-01-01T18:22:50Z",
      "updated": "2026-01-01T18:22:50Z",
      "categories": [
        "physics.plasm-ph",
        "cs.CE",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.02406v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02406v1"
    },
    {
      "id": "2601.00298v1",
      "title": "Enhanced wakefield generation in homogeneous plasma via two co-propagating laser pulses",
      "authors": [
        "Abhishek Kumar Maurya",
        "Dinkar Mishra",
        "Bhupesh Kumar",
        "Ramesh C Sharma",
        "Lal C Mangal",
        "Binoy K Das",
        "Vijay K Saraswat",
        "Brijesh Kumar"
      ],
      "summary": "This investigation deals with enhanced plasma wakefield amplitude generated using two co-propagating laser pulses in homogeneous plasma. The configuration consists of a seed pulse followed by a trailing pulse, both linearly polarized and sharing identical laser parameters. The enhancement in wakefield amplitude corresponding to fixed spatial separation is optimized for various pulse widths and intensities of the seed and trailing lasers. Analytical modelling and particle-in-cell simulations reveal that the maximum amplification in wakefield amplitude is obtained when spatial separation equals the plasma wavelength (λ_p). The spatial intervals between laser pulses critically influence the wakefield amplification. These findings confirm that the two co-propagating lasers scheme provides a promising route toward stronger plasma wakefield excitation, potentially important for various applications.",
      "published": "2026-01-01T10:37:41Z",
      "updated": "2026-01-01T10:37:41Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00298v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00298v1"
    },
    {
      "id": "2601.00236v1",
      "title": "Transient spark dielectric barrier post-discharge plasma reactor with a liquid electrode for dye degradation: A primary study",
      "authors": [
        "Mangilal Choudhary",
        "Vanshika",
        "Surya"
      ],
      "summary": "The potential application of non-thermal plasma in treating textile industrial wastewater motivates researchers to develop innovative techniques at a laboratory scale to achieve the goal of wastewater mineralization. In line with this objective, a dielectric barrier post-discharge plasma reactor with a liquid electrode has been built for the study of synthetic dye degradation. The plasma reactor was optimized by altering various operating conditions to achieve a higher degradation efficiency at given discharge conditions. The reaction kinetics of crystal violet degradation were studied, and the same plasma reactor was tested for other synthetic dyes (wastewater model samples). The results suggest that the proposed dielectric barrier post-discharge plasma reactor may offer a promising solution for treating dye effluents from the textile industry.",
      "published": "2026-01-01T06:58:22Z",
      "updated": "2026-01-01T06:58:22Z",
      "categories": [
        "physics.plasm-ph",
        "physics.app-ph",
        "physics.bio-ph",
        "physics.chem-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00236v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00236v1"
    },
    {
      "id": "2512.24760v1",
      "title": "Runaway electron avalanche and macroscopic beam formation: simulations of the DTT full power scenario",
      "authors": [
        "E. Emanuelli",
        "F. Vannini",
        "M. Hoelzl",
        "E. Nardon",
        "V. Bandaru",
        "N. Schwarz",
        "D. Bonfiglio",
        "G. Ramogida",
        "F. Subba",
        "JOREK Team"
      ],
      "summary": "The transition of the Divertor Tokamak Test (DTT) facility from its initial commissioning phase (Day-0, plasma current $I_{p}=2$ MA) to the full power scenario ($I_{p}=5.5$ MA) introduces a critical shift in the dynamics of runaway electrons (REs) generation. While previous predictive studies of the low-current scenario indicated a robust safety margin against RE beam formation, this work reveals that the exponential scaling of the RE avalanche gain with plasma current severely narrows the safe operational window in the full power scenario. Using the non-linear magnetohydrodynamic code JOREK, we perform comprehensive 2D simulations of the current quench (CQ) phase of several disruption scenarios, systematically scanning initial RE seed currents and injected impurity levels. The results demonstrate that in the full power scenario, the avalanche multiplication factor is sufficiently high ($G_\\text{av} \\approx 1.3 \\cdot 10^5$) to convert a mere 5.5 A seed current into macroscopic RE beams of $\\approx 0.7$ MA when large amounts of impurities are present. For even higher RE seeds, the RE current can peak at $ \\approx 3.2$ MA, constituting up to $\\approx$ 80% of the total plasma current during the CQ. These findings suggest that, unlike the Day-0 phase, the disruption mitigation strategy for the full power scenario involves a careful balance between thermal load mitigation and RE avoidance, necessitating a well-chosen quantity of injected impurities. This work provides the baseline needed for future estimations of RE loads on the plasma-facing components of DTT, which will be essential for designing and positioning mitigation components like sacrificial limiters.",
      "published": "2025-12-31T10:09:27Z",
      "updated": "2025-12-31T10:09:27Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24760v1",
      "pdf_link": "https://arxiv.org/pdf/2512.24760v1"
    },
    {
      "id": "2512.24723v1",
      "title": "Cataloging the nonlinear waves excited by moving a charged body in the dusty plasma medium",
      "authors": [
        "Swathi S Krishna",
        "S. K. Mishra",
        "S. Jaiswal"
      ],
      "summary": "The nonlinear waves excited by the movement of a charged body in the dusty plasma medium are studied. A charged body moving through a dusty plasma medium can generate diverse nonlinear waves, such as precursors and pinned solitons. These wave excitations under weakly nonlinear and dispersive limits are described theoretically by the forced Korteweg-de Vries (fKdV) type equation. We have examined the role of the driver in shaping and evolving these wave excitations. In particular we studied the effect of primarily three source parameters, namely, amplitude, width, and flow speed, on the evolution of nonlinear structures. The driver generates a perturbation in the stable system configuration, which couples with medium characteristics and eventually evolves into propagating excitations. Our finding shows that the excitation of nonlinear structure by a moving body in a plasma medium is not just dictated by the mach number but also the features of the source such as amplitude and width. As a novel finding apart from pinned and precursor solitons, we observe another nonlinear structure that lags behind the source term, maintaining its shape and speed as it propagates. These features are the first ever theoretical depiction of such lagging structures.",
      "published": "2025-12-31T08:40:39Z",
      "updated": "2025-12-31T08:40:39Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24723v1",
      "pdf_link": "https://arxiv.org/pdf/2512.24723v1"
    },
    {
      "id": "2512.24544v1",
      "title": "Computing Flux-Surface Shapes in Tokamaks and Stellarators",
      "authors": [
        "M. J. Gerard",
        "M. J. Pueschel",
        "S. Stewart",
        "H. O. M. Hillebrecht",
        "B. Geiger"
      ],
      "summary": "There is currently no agreed-upon methodology for characterizing a stellarator magnetic field geometry, and yet modern stellarator designs routinely attain high levels of magnetic-field quasi-symmetry through careful flux-surface shaping. Here, we introduce a general method for computing the shape of an ideal-MHD equilibrium that can be used in both axisymmetric and non-axisymmetric configurations. This framework uses a Fourier mode analysis to define the shaping modes (e.g. elongation, triangularity, squareness, etc.) of cross-sections that can be non-planar. Relative to an axisymmetric equilibrium, the additional degree of freedom in a non-axisymmetric equilibrium manifests as a rotation of each shaping mode about the magnetic axis. Using this method, a shaping analysis is performed on non-axisymmetric configurations with precise quasi-symmetry and select cases from the QUASR database spanning a range of quasi-symmetry quality. Empirically, we find that quasi-symmetry results from a spatial resonance between shape complexity and shape rotation about the magnetic axis. The quantitative features of this resonance correlate closely with a configuration's rotational transform and number of field periods. Based on these observations, it is conjectured that this shaping paradigm can facilitate systematic investigations into the relationship between general flux-surface geometries and other figures of merit.",
      "published": "2025-12-31T01:02:11Z",
      "updated": "2025-12-31T01:02:11Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24544v1",
      "pdf_link": "https://arxiv.org/pdf/2512.24544v1"
    },
    {
      "id": "2512.24305v1",
      "title": "Coordinates based on a magnetic mirror field",
      "authors": [
        "R. D. Hazeltine"
      ],
      "summary": "We construct a coordinate system fitting the geometry of a given, cylindrically symmetric, magnetic field.",
      "published": "2025-12-30T15:54:17Z",
      "updated": "2025-12-30T15:54:17Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24305v1",
      "pdf_link": "https://arxiv.org/pdf/2512.24305v1"
    },
    {
      "id": "2512.24054v1",
      "title": "The role of particle feedback on particle acceleration in magnetic reconnection",
      "authors": [
        "Shimin Liang",
        "Nianyu Yi"
      ],
      "summary": "Magnetic reconnection is a ubiquitous process in astrophysical plasmas and an efficient mechanism for particle acceleration. Using 2.5D magnetohydrodynamic (MHD) simulations with a co-evolving fluid-particle framework, we investigate how particle feedback affects reconnection and acceleration. Our simulations demonstrate that particle feedback to the fluid amplifies shear flows within magnetic islands, which strengthens the convective electric field and thereby boosts particle acceleration. This mechanism results in a higher maximum particle energy and a harder non-thermal energy spectrum. The guide field suppresses both the increase in gas internal energy and particle acceleration. These findings highlight the complex interplay between feedback, guide fields, and reconnection dynamics.",
      "published": "2025-12-30T07:55:01Z",
      "updated": "2025-12-30T07:55:01Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2512.24054v1",
      "pdf_link": "https://arxiv.org/pdf/2512.24054v1"
    },
    {
      "id": "2512.23884v1",
      "title": "Autoregressive long-horizon prediction of plasma edge dynamics",
      "authors": [
        "Hunor Csala",
        "Sebastian De Pascuale",
        "Paul Laiu",
        "Jeremy Lore",
        "Jae-Sun Park",
        "Pei Zhang"
      ],
      "summary": "Accurate modeling of scrape-off layer (SOL) and divertor-edge dynamics is vital for designing plasma-facing components in fusion devices. High-fidelity edge fluid/neutral codes such as SOLPS-ITER capture SOL physics with high accuracy, but their computational cost limits broad parameter scans and long transient studies. We present transformer-based, autoregressive surrogates for efficient prediction of 2D, time-dependent plasma edge state fields. Trained on SOLPS-ITER spatiotemporal data, the surrogates forecast electron temperature, electron density, and radiated power over extended horizons. We evaluate model variants trained with increasing autoregressive horizons (1-100 steps) on short- and long-horizon prediction tasks. Longer-horizon training systematically improves rollout stability and mitigates error accumulation, enabling stable predictions over hundreds to thousands of steps and reproducing key dynamical features such as the motion of high-radiation regions. Measured end-to-end wall-clock times show the surrogate is orders of magnitude faster than SOLPS-ITER, enabling rapid parameter exploration. Prediction accuracy degrades when the surrogate enters physical regimes not represented in the training dataset, motivating future work on data enrichment and physics-informed constraints. Overall, this approach provides a fast, accurate surrogate for computationally intensive plasma edge simulations, supporting rapid scenario exploration, control-oriented studies, and progress toward real-time applications in fusion devices.",
      "published": "2025-12-29T22:19:27Z",
      "updated": "2025-12-29T22:19:27Z",
      "categories": [
        "physics.plasm-ph",
        "cs.AI"
      ],
      "link": "https://arxiv.org/abs/2512.23884v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23884v1"
    },
    {
      "id": "2512.23433v1",
      "title": "Ab initio recombination in the expanding ultracold plasmas",
      "authors": [
        "Yurii V. Dumin",
        "Ludmila M. Svirskaya"
      ],
      "summary": "The efficiency of recombination is of crucial importance for the existence of ultracold plasmas, particularly, the ones formed in the magneto-optical traps. Unfortunately, a straightforward simulation of the recombination encounters the problem of huge difference in the spatial and temporal scales for free and bound motion of the electrons. As a result, only the \"virtual\" electron-ion pairs are usually reproduced in such simulations, and it is necessary to employ some additional criteria to identify them with the recombined atoms (this might be a minimal number of revolutions of the electron about the nearest ion or a maximal distance between them). It is the aim of this paper to present the first successful ab initio simulation of the recombination without any auxiliary assumptions. We employed a special algorithm, which was based on: (i) using the \"scalable\" reference frame, co-moving with the expanding plasma, (ii) dynamical choice of the number of \"mirror\" cells, taking into account in calculation of the Coulomb sums, and (iii) accurate treatment of the singular interparticle interactions, without any truncation or \"softening\" of the Coulomb forces. Then, the recombination events are identified by a series of sharp equidistant peaks in the kinetic and/or potential energies for a sample of particles, which are caused by the captured electrons passing near the pericenters of their orbits; and this is confirmed by a detailed inspection of the particle trajectories. Thereby, we were able to trace formation of the real - rather than \"virtual\" - electron-ion pairs. The total efficiency of recombination for the realistic experimental conditions was found to be about 20%, which is in perfect agreement both with the laboratory measurements and with the earlier semi-empirical simulations.",
      "published": "2025-12-29T12:51:53Z",
      "updated": "2025-12-29T12:51:53Z",
      "categories": [
        "physics.plasm-ph",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2512.23433v1",
      "pdf_link": "https://arxiv.org/pdf/2512.23433v1"
    },
    {
      "id": "2601.05209v1",
      "title": "Addressing Known Challenges in Solar Flare Forecasting I: Limb-Flare Prediction with a 4-pi Full-Heliosphere Framework",
      "authors": [
        "K. D. Leka",
        "Eric L. Wagner",
        "Lisa Upton",
        "Bibhuti Kumar Jha",
        "Kiran Jain",
        "Sara Petty"
      ],
      "summary": "A demonstrated failure mode for operational solar flare forecasting is the inability to forecast flares that occur near, or just beyond, the solar limb. To address this shortcoming, we develop a \"4pi\" full-heliosphere event forecasting framework and evaluate its statistical classification ability against this specific challenge. A magnetic surface flux transport model is used to generate full-sun maps of the photospheric radial magnetic field from which active regions (ARs) are identified and tracked using a new labeling scheme that is observer-location agnostic and allows for post-facto modifications. Flare-relevant magnetic parameters couple to a \"visibility\" index that specifies AR location relative to the visible solar limb and expected flare detection. Flare labels are assigned according to peak Soft X-ray flux, and a statistical classification is performed using nonparametric discriminant analysis. A version where new or emerging ARs on the far (\"invisible\" side of the Sun are incorporated into the model by way of far-side helioseismology, is also tested. We evaluate the new framework by its performance specifically including the limb areas using Brier Skill Score and ROC Skill Score, finding improvement at the 2-sigma level or less. However, we do find that the number of False Negatives, or \"missed\" forecasts decreases, and find strong evidence that the additional information provided by the far-side helioseismology can help predict near- and just-beyond-limb flares, particularly for East-limb events. While individual components of this framework could be improved, we demonstrate that a known failure mode for solar flare forecasting can be mitigated with available resources.",
      "published": "2026-01-08T18:34:43Z",
      "updated": "2026-01-08T18:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05209v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05209v1"
    },
    {
      "id": "2601.03650v1",
      "title": "Investigating the Center-to-Limb Effects in Helioseismic Data Using 3D Radiative Hydrodynamic Simulations",
      "authors": [
        "Irina N. Kitiashvili"
      ],
      "summary": "Full-disk observations from missions such as the SDO and SOHO have enabled comprehensive studies of solar oscillations and dynamics. Interpreting helioseismic and photospheric data is complicated by systematic center-to-limb variations. To explore the physical origin of these variations, we perform local 3D radiative hydrodynamic simulations that include effects of solar rotation to generate 24-hour synthetic time series of continuum intensity and Doppler velocity for nine viewing angles spanning from -75 to 75 degrees. The simulations reveal a systematic decrease in oscillation power toward the limbs and a pronounced East-West asymmetry that increases with frequency, primarily due to rotation-induced flows. With increasing angular distance from the disk center, the amplitudes and widths of the surface gravity (f) and resonant pressure (p) modes decrease. In contrast, the amplitudes of the corresponding pseudo-modes with frequencies above the acoustic cut-off frequency increase in the intensity power spectra but are suppressed in the velocity spectra. The local helioseismology ring-diagram analysis of the simulation data further demonstrates anisotropic broadening of the modes and distinct differences in background noise and pseudo-mode structure between the intensity and velocity data. These results indicate that the center-to-limb effects arise from both geometric projection and physical factors such as line-formation height and potential effects of the radial differential rotation. The findings provide a framework for correcting helioseismic observations and demonstrate that realistic 3D radiative hydrodynamic simulations are a powerful tool for disentangling geometric and physical biases in solar data.",
      "published": "2026-01-07T07:01:34Z",
      "updated": "2026-01-07T07:01:34Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03650v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03650v1"
    },
    {
      "id": "2601.00485v1",
      "title": "Spectral performance of single-channel plastic and GAGG scintillator bars of the CUbesat Solar Polarimeter (CUSP)",
      "authors": [
        "Nicolas De Angelis",
        "Abhay Kumar",
        "Sergio Fabiani",
        "Ettore Del Monte",
        "Enrico Costa",
        "Giovanni Lombardi",
        "Alda Rubini",
        "Paolo Soffitta",
        "Andrea Alimenti",
        "Riccardo Campana",
        "Mauro Centrone",
        "Giovanni De Cesare",
        "Sergio Di Cosimo",
        "Giuseppe Di Persio",
        "Alessandro Lacerenza",
        "Pasqualino Loffredo",
        "Gabriele Minervini",
        "Fabio Muleri",
        "Paolo Romano",
        "Emanuele Scalise",
        "Enrico Silva",
        "Davide Albanesi",
        "Ilaria Baffo",
        "Daniele Brienza",
        "Valerio Campomaggiore",
        "Giovanni Cucinella",
        "Andrea Curatolo",
        "Giulia de Iulis",
        "Andrea Del Re",
        "Vito Di Bari",
        "Simone Di Filippo",
        "Immacolata Donnarumma",
        "Pierluigi Fanelli",
        "Nicolas Gagliardi",
        "Paolo Leonetti",
        "Matteo Mergè",
        "Dario Modenini",
        "Andrea Negri",
        "Daniele Pecorella",
        "Massimo Perelli",
        "Alice Ponti",
        "Francesca Sbop",
        "Paolo Tortora",
        "Alessandro Turchi",
        "Valerio Vagelli",
        "Emanuele Zaccagnino",
        "Alessandro Zambardi",
        "Costantino Zazza"
      ],
      "summary": "Our Sun is the closest X-ray astrophysical source to Earth. As such, it makes a formidable case study to better understand astrophysical processes. Solar flares are in particular very interesting as they are linked to coronal mass ejections as well as magnetic field reconnection sites in the solar atmosphere. Flares can therefore provide insightful information on the physical processes at play on their production sites, but also on the emission and acceleration of energetic charged particles towards our planet, making it a formidable forecasting tool for space weather. While solar flares are critical to understanding magnetic reconnection and particle acceleration, their hard X-ray polarization -- key to distinguishing between competing theoretical models -- remains poorly constrained by existing observations. To address this, we present the CUbesat Solar Polarimeter (CUSP), a mission under development to perform solar flare polarimetry in the 25-100 keV energy range. CUSP consists of a 6U-XL platform hosting a dual-phase Compton polarimeter. The polarimeter is made of a central assembly of four 4x4 arrays of plastic scintillators, each coupled to multi-anode photomultiplier tubes, surrounded by four strips of eight elongated GAGG scintillator bars coupled to avalanche photodiodes. Both types of sensors from Hamamatsu are respectively read out by the MAROC-3A and SKIROC-2A ASICs from Weeroc. In this manuscript, we present the preliminary spectral performances of single plastic and GAGG channels measured in the laboratory using development boards of the ASICs foreseen for the flight model.",
      "published": "2026-01-01T21:40:47Z",
      "updated": "2026-01-01T21:40:47Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00485v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00485v1"
    },
    {
      "id": "2601.00470v1",
      "title": "Betelgeuse: Detection of the Expanding Wake of the Companion Star",
      "authors": [
        "Andrea K. Dupree",
        "Paul I. Cristofari",
        "Morgan MacLeod",
        "Kateryna Kravchenko"
      ],
      "summary": "Recent analyses conclude that Betelgeuse, a red supergiant star (HD 39801), likely has a companion object with a period of about 2000 days orbiting at only 2.3 stellar radii, deep in the chromosphere of the supergiant. A probable detection of such a companion, named Siwarha, has just occurred from speckle imaging. This study finds that Betelgeuse spectra in the optical region and ultraviolet exhibit signatures of variable circumstellar absorption and chromospheric outflows. These variations are consistent with the ~ 2000-day period of the companion object. Circumstellar absorption evident in optical Mn I lines, and mass outflow marked by ultraviolet Fe II, Si I, and Mg I lines increase after the transit of the companion across the disk of Betelgeuse. Following the eclipse of the companion, the absorption and outflow slowly decrease in advance of the next transit. The occurrence and variation of this plasma appear consistent with the presence of a trailing and expanding wake caused by a companion star orbiting within the atmosphere of Betelgeuse.",
      "published": "2026-01-01T20:56:05Z",
      "updated": "2026-01-01T20:56:05Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00470v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00470v1"
    },
    {
      "id": "2512.24425v2",
      "title": "Turbulence-Driven Corrugation of Collisionless Fast-Magnetosonic Shocks",
      "authors": [
        "Immanuel Christopher Jebaraj",
        "Mikhail Malkov",
        "Nicolas Wijsen",
        "Jens Pomoell",
        "Vladimir Krasnoselskikh",
        "Nina Dresing",
        "Rami Vainio"
      ],
      "summary": "Collisionless fast-magnetosonic shocks are often treated as smooth, planar boundaries, yet observations point to organized corrugation of the shock surface. A plausible driver is upstream turbulence. Broadband fluctuations arriving at the front can continually wrinkle it, changing the local shock geometry and, in turn, conditions for particle injection and radiation. We develop a linear-MHD formulation that treats the shock as a moving interface rather than a fixed boundary. In this approach the shock response can be summarized by an effective impedance determined by the Rankine-Hugoniot base state and the shock geometry, while the upstream turbulence enters only through its statistics. This provides a practical mapping from an assumed incident spectrum to the corrugation amplitude, its drift along the surface, and a coherence scale set by weak damping or leakage. The response is largest when the transmitted downstream fast mode propagates nearly parallel to the shock in the shock frame, which produces a Lorentzian-type enhancement controlled by the downstream normal group speed. We examine how compression, plasma $β$, and obliquity affect these corrugation properties and discuss implications for fine structure in heliospheric and supernova-remnant shock emission.",
      "published": "2025-12-30T19:03:59Z",
      "updated": "2026-01-06T09:15:22Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24425v2",
      "pdf_link": "https://arxiv.org/pdf/2512.24425v2"
    },
    {
      "id": "2512.22424v1",
      "title": "Brace for Impact: A Review of Mitigation Decisions of Critical Infrastructure Operators During the 2024 Solar Maximum",
      "authors": [
        "Caitlin LaNeve",
        "Edward J Oughton",
        "Noah Rivera",
        "Lucy Wilkerson",
        "Robert S Weigel",
        "Dean Thomas",
        "CT Gaunt"
      ],
      "summary": "The Gannon Storm in May 2024 was the largest space weather event experienced in 20 years, generating auroras latitudes as low as 35°. Such activity can pose significant operational challenges for critical infrastructure operators, particularly those managing electricity transmission networks, satellite constellations, and aviation systems. Substantial progress has been made in understanding space weather and the potential exposure of infrastructure assets to severe events. We have seen few evaluations of the types of current mitigation strategies in use to reduce our shared vulnerability to this activity, motivating this study. Firstly, we fill an important literature gap by undertaking a systematic review of the range of space weather mitigation strategies for these three critical infrastructure sectors. Secondly, we contacted 303 critical infrastructure operators (50 power, 227 satellite, 26 aviation) for participation in an anonymous online survey or interview receiving 55 unique responses (18% response rate). To capture narratives of mitigation actions taken and impacts experienced over the solar maximum, qualitative interviews were then conducted with 33 operators. The results identified 91 potential mitigation actions within the sectors and found that 149 mitigation actions were enacted due to space weather forecasts and experienced impacts. This is one of the first exhaustive studies of space weather mitigation activities, and moves beyond the traditional focus on purely impacts.",
      "published": "2025-12-27T01:11:55Z",
      "updated": "2025-12-27T01:11:55Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22424v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22424v1"
    },
    {
      "id": "2601.02393v1",
      "title": "Spectral Properties and Energy Injection in Mercury's Magnetotail Current Sheet",
      "authors": [
        "Xinmin Li",
        "Chuanfei Dong",
        "Liang Wang",
        "Sae Aizawa",
        "Lina Z. Hadid",
        "Chi Zhang",
        "Hongyang Zhou",
        "James A. Slavin",
        "Jiawei Gao",
        "Mirko Stumpo",
        "Wei Zhang"
      ],
      "summary": "Mercury's magnetotail hosts a thin and highly dynamic current sheet (CS), where magnetic reconnection and strong fluctuations frequently occur. Here, we statistically analyze magnetic field power spectra across 370 magnetotail CSs observed by MESSENGER. About 20% of the events are quasi-laminar, showing single power-law spectra, whereas 80% are turbulent, exhibiting a spectral break separating inertial and kinetic ranges. A dawn-dusk asymmetry is identified: inertial-range slopes are systematically shallower on the dawnside, whereas kinetic-range slopes are steeper, indicating more developed turbulence there, consistent with the higher occurrence of reconnection-related processes on the dawnside. Component analysis shows that the transverse components, orthogonal to the tail-aligned principal field (BX), display shallow slopes near -1 in the inertial range, suggesting energy injection at ion scales rather than a classical inertial range. These results demonstrate that Mercury's unique plasma environment fundamentally reshapes the initiation of turbulence and the redistribution of energy in the magnetotail.",
      "published": "2025-12-25T20:52:08Z",
      "updated": "2025-12-25T20:52:08Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02393v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02393v1"
    },
    {
      "id": "2512.20098v1",
      "title": "Alfvénic solar wind intervals observed by Solar Orbiter: Exploiting the capability of the SWA plasma suite and source region investigation",
      "authors": [
        "R. D'Amicis",
        "J. M. Raines",
        "S. Benella",
        "M. Velli",
        "O. Panasenco",
        "G. Nicolaou",
        "C. J. Owen",
        "R. M. Dewey",
        "P. Louarn",
        "A. Fedorov",
        "S. T. Lepri",
        "B. L. Alterman",
        "D. Perrone",
        "R. De Marco",
        "R. Bruno",
        "L. Sorriso-Valvo",
        "O. S. Dhamane",
        "Y. Rivera",
        "O. R. Kieokaew",
        "D. Verscharen",
        "G. Consolini",
        "S. Yardley",
        "V. Réville",
        "D. Telloni",
        "D. Baker",
        "G. Lewis",
        "G. Watson",
        "C. Anekallu",
        "K. Darwish",
        "L. Prech",
        "S. Livi",
        "T. Horbury",
        "G. Mele",
        "V. Fortunato",
        "F. Monti"
      ],
      "summary": "Fast and slow solar wind have distinct properties linked to their solar sources.Alfvénic slow wind complicates the usual speed-based classification, especially at intermediate speeds. Solar Orbiter's Solar Wind Analyzer (SWA) offers unique capabilities to investigate how Alfvénic slow wind differs from fast wind and relate these differences to their solar origins. In September 2022, Solar Orbiter observed several Alfvénic streams: one fast wind, three Alfvénic slow wind (AS1, AS2, AS3), and a moderate fast (FH) interval. We analyze these streams, combining plasma parameters from all SWA sensors with magnetic field measurements from the Magnetometer (MAG). A spectral analysis of magnetic and velocity fluctuations is used to characterize Alfvénicity. The magnetic connectivity of each stream to its solar source is examined using Potential Field Source Surface extrapolation combined with ballistic backmapping from the spacecraft. Proton velocity distribution functions show anisotropies and field-aligned beams characteristic of Alfvénic streams, while electron pitch-angle distributions reveal clear strahl populations. Oxygen and carbon charge-state ratios are low in fast wind but higher in AS1-AS3, consistent with slow wind origins. Magnetic connectivity suggests the fast wind originates from a large coronal hole; AS1 links to a pseudostreamer with high expansion factor; AS2, AS3, and FH connect to a negative-polarity coronal hole whose field lines cross a pseudostreamer that later dissipates. Spectral analysis indicates near energy equipartition in all intervals except AS2. The combined SWA observations offer key insights into the physical processes shaping Alfvénic solar wind streams. Our results reinforce that the simple fast/slow wind classification is inadequate for linking solar wind to sources, and suggest that Alfvénicity relates to the solar source conditions.",
      "published": "2025-12-23T06:50:07Z",
      "updated": "2025-12-23T06:50:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20098v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20098v1"
    },
    {
      "id": "2512.18806v1",
      "title": "Energetically-dominant Sunward-Propagating Alfvén Waves Near 1 au and Their Relation to Large-scale Magnetic Switchbacks",
      "authors": [
        "Nickolas Giardetti",
        "Sofiane Bourouaine",
        "Jean C. Perez"
      ],
      "summary": "In this letter, we investigate the population of energetically-dominant sunward-propagating Alfvén waves (SAWs) using more than 20 years of data provided by the Wind spacecraft near 1 au. We refer to SAWs as energetically-dominant sunward-propagating Alfvén waves within inertial range scales. Key parameters such as normalized cross helicity, plasma incompressibility, and magnetic incompressibility are used to determine the SAWs. Incorporating the polarity of the heliospheric magnetic field, AW modes are identified, which enables the determination of the propagation direction. Occurrence rates of SAWs vary from 1% to 14% depending on the time scale and solar wind stream type considered. Particularly, the relationship between large-scale magnetic field switchbacks (SBs) and SAWs (for a 1-hour long time scale) is investigated. A methodology utilizing pitch angle distributions of suprathermal electron strahl is employed to identify inverted magnetic field topology. The intervals containing SAWs are cross-referenced and examined with intervals identified as SBs. For a sample of 1636 1-hour SAW intervals, 17.5% are associated with magnetic field switchbacks occurring at scales larger than one hour. The analysis lends support to the idea of switchbacks as one of the candidate sources for a portion of the SAW population.",
      "published": "2025-12-21T16:57:44Z",
      "updated": "2025-12-21T16:57:44Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18806v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18806v1"
    },
    {
      "id": "2512.18629v1",
      "title": "Revisiting Mars' Induced Magnetic Field and Clock Angle Departures under Real-Time Upstream Solar Wind Conditions",
      "authors": [
        "Zhihao Cheng",
        "Chi Zhang",
        "Chuanfei Dong",
        "Hongyang Zhou",
        "Jiawei Gao",
        "Abigail Tadlock",
        "Xinmin Li",
        "Liang Wang"
      ],
      "summary": "Mars lacks a global intrinsic dipole magnetic field, but its interaction with the solar wind generates a global induced magnetosphere. Until now, most studies have relied on single-spacecraft measurements, which could not simultaneously capture upstream solar wind conditions and the induced magnetic fields, thereby limiting our understanding of the system. Here, we statistically re-examine the properties of Mars' induced magnetic field by incorporating, for the first time, real-time upstream solar wind conditions from the coordinated MAVEN and Tianwen-1 observations. Our results are show that both solar wind dynamic pressure and the interplanetary magnetic field (IMF) magnitude enhance the strength of the induced magnetic field, but they exert opposite effects on the compression ratio: higher dynamic pressure strengthens compression, while stronger IMF weakens it. The induced field is stronger under quasi-perpendicular IMF conditions compared with quasi-parallel IMF, reflecting a stronger mass-loading effect. We further investigate the clock angle departures of the induced fields. They remain relatively small in the magnetosheath near the bow shock, increase gradually toward the induced magnetosphere, and become significantly larger within the induced magnetosphere. In addition, clock angle departures are strongly enhanced under quasi-parallel IMF conditions. Their dependence on upstream drivers further shows that, within the magnetosheath, clock angle departures are minimized under low dynamic pressure, high IMF magnitude, and low Alfven Mach number conditions. These results may enhance our understanding of solar wind interaction with Mars, and highlight the critical role of multi-point observations.",
      "published": "2025-12-21T07:57:22Z",
      "updated": "2025-12-21T07:57:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.18629v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18629v1"
    },
    {
      "id": "2512.16610v1",
      "title": "Angular dependence of third-order law in anisotropic MHD turbulence",
      "authors": [
        "Bin Jiang",
        "Zhuoran Gao",
        "Yan Yang",
        "Francesco Pecora",
        "Kai Gao",
        "Cheng Li",
        "Sean Oughton",
        "William Matthaeus",
        "Minping Wan"
      ],
      "summary": "In solar wind turbulence, the energy transfer/dissipation rate is typically estimated using MHD third-order structure functions calculated using spacecraft observations. However, the inherent anisotropy of solar wind turbulence leads to significant variations in structure functions along different observational directions, thereby affecting the accuracy of energy-dissipation rate estimation. An unresolved issue is how to optimise the selection of observation angles under limited directional sampling to improve estimation precision. We conduct a series of MHD turbulence simulations with different mean magnetic field strengths, $ B_0 $. Our analysis of the third-order structure functions reveals that the global energy dissipation rate estimated around a polar angle of $ θ= 60^\\circ$ agrees reasonably with the exact one for $ 0 \\le B_0/b_{rms} \\le 5 $, where $b_{rms}$ denotes the root-mean-square magnetic field fluctuation. The speciality of $60^\\circ$ polar angle can be understood by the Mean Value Theorem of Integrals, since the spherical integral of the polar-angle component ($\\widetilde{T_θ}$) of the divergence of Yaglom flux is zero, and $\\widetilde{T_θ}$ changes sign around 60$^\\circ$. Existing theory on the energy flux vector as a function of the polar angle is assessed, and supports the speciality of $60^\\circ$ polar angle. The angular dependence of the third-order structure functions is further assessed with virtual spacecraft data analysis. The present results can be applied to measure the turbulent dissipation rates of energy in the solar wind, which are of potential importance to other areas in which turbulence takes place, such as laboratory plasmas and astrophysics.",
      "published": "2025-12-18T14:52:05Z",
      "updated": "2025-12-18T14:52:05Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2512.16610v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16610v1"
    },
    {
      "id": "2512.16175v1",
      "title": "Physics-Informed Neural Networks for Modeling the Martian Induced Magnetosphere",
      "authors": [
        "Jiawei Gao",
        "Chuanfei Dong",
        "Chi Zhang",
        "Yilan Qin",
        "Simin Shekarpaz",
        "Xinmin Li",
        "Liang Wang",
        "Hongyang Zhou",
        "Abigail Tadlock"
      ],
      "summary": "Understanding the magnetic field environment around Mars and its response to upstream solar wind conditions provide key insights into the processes driving atmospheric ion escape. To date, global models of Martian induced magnetosphere have been exclusively physics-based, relying on computationally intensive simulations. For the first time, we develop a data-driven model of the Martian induced magnetospheric magnetic field using Physics-Informed Neural Network (PINN) combined with MAVEN observations and physical laws. Trained under varying solar wind conditions, including B_IMF, P_SW, and θ_cone, the data-driven model accurately reconstructs the three-dimensional magnetic field configuration and its variability in response to upstream solar wind drivers. Based on the PINN results, we identify key dependencies of magnetic field configuration on solar wind parameters, including the hemispheric asymmetries of the draped field line strength in the Mars-Solar-Electric coordinates. These findings demonstrate the capability of PINNs to reconstruct complex magnetic field structures in the Martian induced magnetosphere, thereby offering a promising tool for advancing studies of solar wind-Mars interactions.",
      "published": "2025-12-18T04:49:20Z",
      "updated": "2025-12-18T04:49:20Z",
      "categories": [
        "astro-ph.EP",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16175v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16175v1"
    },
    {
      "id": "2512.16028v1",
      "title": "Direct calculation of steady-state hydrodynamic solar wind solutions with newtonian viscosity",
      "authors": [
        "Roger B. Scott",
        "Stephen J. Bradshaw",
        "Mark G. Linton",
        "Chris Lowder",
        "Leonard Strachan"
      ],
      "summary": "Steady-state solutions to the Navier-Stokes equations are known to admit solutions that are singular at the sonic point. Consequently, inviscid solar wind models require special treatment of the solution near the sonic points, and this has proven to be a significant impediment to efficient modeling of the solar wind. In this paper we revisit the governing hydrodynamic equations for the expanding solar wind, with the inclusion of the classical (Newtonian) viscous stress , and we show how this inclusion eliminates the singularities that emerge from the inviscid equations. This result has been previously reported and used to generate solar wind profiles from initial conditions in the asymptotic limit; however, those studies did not include realistic treatments of the inner corona, and generally rejected the prospect of extrapolating solutions outward from the Sun into the heliosphere. Here, we expand this method to include external heating and optically thin radiative losses and show that solutions can be computed from initial conditions near the solar surface, thereby capturing the entire range of scales from below the transition region to the outer heliosphere in a single solution. Our approach is to cast the steady-state Navier-Stokes equations as a system of five coupled, ordinary differential equations (ODEs), which we solve using conventional methods, without any special treatment of the governing equations in the vicinity of the sonic point. The representative solutions that we present here demonstrate the utility and efficiency of this extrapolation method, which is considerably more realistic than commonly used analytical or empirical models. This method provides a direct approach to generating accurate solar wind profiles subject to observationally motivated initial conditions near the solar surface, at a fraction of the computational cost of comparable relaxation-based models.",
      "published": "2025-12-17T23:21:33Z",
      "updated": "2025-12-17T23:21:33Z",
      "categories": [
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16028v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16028v1"
    },
    {
      "id": "2512.15172v1",
      "title": "Characterising injection signatures in Jupiter's ultraviolet aurora using Juno observations",
      "authors": [
        "Linus Head",
        "Denis Grodent",
        "Bertrand Bonfond",
        "Alessandro Moirano",
        "Guillaume Sicorello",
        "Julie Vinesse",
        "Alyssa Mouton",
        "Maïté Dumont",
        "Thomas Greathouse",
        "Vincent Hue",
        "Ali Sulaiman",
        "Barry Mauk",
        "Zhonghua Yao",
        "Ruilong Guo",
        "Jinyan Zhao"
      ],
      "summary": "Discrete features in Jupiter's ultraviolet aurora have been interpreted as signatures of plasma injections in the middle magnetosphere. There exists some ambiguity whether magnetodisc scattering or high-latitude Alfvenic acceleration best describes the observed properties of these injection signatures, and also to what extent arcs in the outer emission are related to injections. Many injection signatures are the result of the evolution of dawn storms; there is, however, limited evidence that non-dawn-storm injection signatures are sometimes present in the aurora. We use automatic detection of these discrete features, alongside data from Juno-UVS and in-situ measurements by other Juno instruments, to show that scattering likely accounts for most of the electron precipitation associated with injection signatures. Additionally, there is evidence that injection signatures can be classified into two types: dawn-storm and non-dawn-storm. Arc-like features in the outer emission show very similar properties to traditional blob-like injection signatures and may consist of sequences of injection signatures that have broadened into an arc via energy-dependent electron drift.",
      "published": "2025-12-17T08:09:04Z",
      "updated": "2025-12-17T08:09:04Z",
      "categories": [
        "astro-ph.EP",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15172v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15172v1"
    },
    {
      "id": "2512.15025v1",
      "title": "Effects of Unequal Electron-Ion Plasma Beta on Pressure-Strain Interaction in Turbulent Plasmas",
      "authors": [
        "M. Hasan Barbhuiya",
        "Subash Adhikari"
      ],
      "summary": "A common occurrence in weakly collisional space plasmas is the unequal electron-ion temperatures. The pressure-strain interaction provides a mechanism-agnostic pathway for increasing plasma internal energy through spatiotemporally local isotropic compression and volume preserving deformation, yet its behavior under thermal disequilibrium is largely unexplored. We investigate this using five fully kinetic two-dimensional particle-in-cell simulations of undriven decaying turbulence by varying the initial electron-to-ion temperature ratio. By analyzing the species' internal energy density alongside a decomposition of the pressure-strain term, with a focus on the volume-preserving deformation that contains normal and shear contributions, we quantify how the initial temperature imbalance modifies the channels through which turbulence increases each species' internal energy density. The cumulative pressure-strain interaction tracks the change in internal energy for both electrons and ions, with the total deformation channel of energy conversion dominating. We discover that local changes to electron internal energy density are governed primarily by the shear deformation power density, concentrated in electron-scale current sheets, while the ion shear and normal deformation components cancel, yielding a much smaller net deformation power density that peaks around, rather than within, those electron-scale current structures. We find that the amplitudes and localization of deformation change, but preserve these qualitative trends. Together, these results show how thermal disequilibrium could shape species-dependent turbulent \"heating rate\", measured via pressure-strain interaction and approximated via only its shear deformation part, and provide a framework for interpreting energy evolution and conversion in space plasmas where unequal species temperature is the norm.",
      "published": "2025-12-17T02:30:12Z",
      "updated": "2025-12-17T02:30:12Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15025v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15025v1"
    },
    {
      "id": "2512.14462v1",
      "title": "NASA/NOAA MOU Annex Final Report: Evaluating Model Advancements for Predicting CME Arrival Time",
      "authors": [
        "M. L. Mays",
        "P. J. MacNeice",
        "A. Taktakishvili",
        "C. P. Wiegand",
        "J. Merka",
        "E. T. Adamson",
        "V. J. Pizzo",
        "D. A. Biesecker",
        "A. R. Marble",
        "D. Odstrcil",
        "C. J. Henney",
        "C. N. Arge",
        "S. I. Jones",
        "S. Wallace"
      ],
      "summary": "The purpose of this project was to assess improvements in CME arrival time forecasts at Earth using the Air Force Data Assimilative Photospheric Flux Transport (ADAPT) model driven by data from the Global Oscillation Network Group (GONG) ground observatories. These outputs are then fed into the coupled Wang-Sheeley-Arge (WSA) - ENLIL model and compared to an operational version of WSA-ENLIL (without ADAPT). SWPC selected a set of 38 historical events over the period of five years from 2012--2014 (33 events) and 2017--2019 (5 events). The overall three-year project consisted of multiple simulation validation studies for the entire event set (1292 simulations): (a) benchmark single map (operational version prior to May 2019) (b) time-dependent sequence of GONG maps driving WSA-ENLIL with 4 different model settings (c) single test simulation of a time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL (d) single GONG map driving ADAPT-WSA-ENLIL (e) time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL. We report that for all 38 events, within each model version/settings combination, the CME arrival time error decreased by 0.2 to 0.9 hours when using a sequence of time-dependent zero-point corrected magnetograms compared to using single magnetogram input. Overall, for all events, when using the older uncorrected magnetograms, the CME arrival time error increased for all new model versions/settings combination compared to the benchmark. Notably for the 5 events in the period 2017--2019 when more reliable zero-point corrected magnetograms were available, the ADAPT-WSA-ENLIL (median arrival realization) CME arrival time error decreased against all benchmarks. In this report we also discuss replicating the operational model, challenges in detecting CME arrival in simulations, and comparing zero-point corrected and uncorrected magnetogram inputs.",
      "published": "2025-12-16T14:49:14Z",
      "updated": "2025-12-16T14:49:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2512.14462v1",
      "pdf_link": "https://arxiv.org/pdf/2512.14462v1"
    },
    {
      "id": "2512.13320v1",
      "title": "Evidence for in situ particle energization during the May-2024 event based on ASPEX instrument on board Aditya-L1",
      "authors": [
        "Shivam Parashar",
        "Dibyendu Chakrabarty",
        "Prashant Kumar",
        "Abhishek Kumar",
        "Bhas Bapat",
        "Aveek Sarkar",
        "P. Janardhan",
        "Anil Bhardwaj",
        "Santosh V. Vadawale",
        "Manan S. Shah",
        "Hiteshkumar L. Adalja",
        "Arpit R. Patel",
        "Pranav R. Adhyaru",
        "M. Shanmugam",
        "Swarop B. Banerjee",
        "K. P. Subramanian",
        "Tinkal Ladia",
        "Jacob Sebastian",
        "Bijoy Dalal",
        "Aakash Gupta",
        "Shiv Kumar Goyal",
        "Neeraj Kumar Tiwari",
        "Aaditya Sarda",
        "Sushil Kumar",
        "Nishant Singh",
        "Deepak Kumar Painkra",
        "Piyush Sharma",
        "Abhishek J. Verma",
        "M. B. Dadhania"
      ],
      "summary": "The interaction between interplanetary Coronal Mass Ejection (ICME) structures can alter the geo-effectiveness of the ICME events in myriad ways. Many aspects of these interaction processes are not well-understood till date. Using the energy spectra measured in two mutually orthogonal top hat analyzers (THA 1 and 2), which are part of the Solar Wind Ion Spectrometer (SWIS) subsystem of the Aditya Solar Wind Particle EXperiment (ASPEX) on board India's Aditya L1 mission, we gain insights into intricate features of ICME ICME interactions during May 2024 solar event. We report here an unprecedented two-orthogonal-plane perspective of ICME ICME interactions for the first time from the L1 point. The investigation reveals a special interaction region formed by the propagation of the forward shock driven by complex ejecta in the preceding ICME. The interaction causes the formation of a downstream region spanning over 13 hours, which propagates in the interplanetary medium. The observations reveal that this region serves as a site for proton and alpha particle energization, and the particles within this region get distributed from one plane to the other. The presence of forward shock and particle energization is confirmed by the energetic particle flux measurements by the SupraThermal and Energetic Particle Spectrometer (STEPS) of ASPEX. These observations provide an unprecedented perspective on how solar wind ions become energized and distributed in an ICME-ICME interaction region.",
      "published": "2025-12-15T13:38:24Z",
      "updated": "2025-12-15T13:38:24Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.13320v1",
      "pdf_link": "https://arxiv.org/pdf/2512.13320v1"
    },
    {
      "id": "2512.12786v1",
      "title": "Solar Energetic Particle Forecasting with Multi-Task Deep Learning: SEPNet",
      "authors": [
        "Yian Yu",
        "Yang Chen",
        "Lulu Zhao",
        "Kathryn Whitman",
        "Ward Manchester",
        "Tamas Gombosi"
      ],
      "summary": "Solar energetic particle (SEP) events pose severe threats to spacecraft, astronaut safety, and aviation operations, accurate SEP forecasting remains a critical challenge in space weather research due to their complex origins and highly variable propagation. In this work, we built SEPNet, an innovative multi-task neural network that jointly predicts future solar eruptive events, including solar flares and coronal mass ejections (CMEs) and SEPs, incorporating long short-term memory and transformer architectures that capture contextual dependencies. SEPNet is a machine learning framework for SEP prediction that utilizes an extensive set of predictors, including solar flares, CMEs, and space-weather HMI active region patches (SHARP) magnetic field parameters. SEPNet is rigorously evaluated on the SEPVAL SEP dataset (whitman, 2025b), which is used to evaluate the performance of the current SEP prediction models. The performance of SEPNet is compared with classical machine learning methods and current state-of-the-art pre-eruptive SEP prediction models. The results show that SEPNet, particularly with SHARP parameters, achieves higher detection rates and skill scores while maintaining suitable for real-time space weather alert operations. Although class imbalance in the data leads to relatively high false alarm rates, SEPNet consistently outperforms reference methods and provides timely SEP forecasts, highlighting the capability of deep multi-task learning for next-generation space weather prediction. All data and code are available on GitHub at https://github.com/yuyian/SEP-Prediction.git.",
      "published": "2025-12-14T18:03:06Z",
      "updated": "2025-12-14T18:03:06Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12786v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12786v1"
    },
    {
      "id": "2512.12585v1",
      "title": "What are Switchbacks?",
      "authors": [
        "Zesen Huang",
        "Marco Velli",
        "Yuliang Ding"
      ],
      "summary": "We present a solitary Alfvén wave model that exhibits nontrivial three-dimensional twisting of open magnetic field lines while preserving constant $|B|$. Embedded rotational discontinuities sharply deflect the otherwise uniform field lines, producing localized, large-amplitude field reversals in one-dimensional profiles that closely resemble the ``switchbacks'' observed by the Parker Solar Probe in the inner heliosphere. This indicates that switchbacks, as seen in one-dimensional spacecraft time series, arise from traversals through strongly curved segments of open magnetic field lines.",
      "published": "2025-12-14T07:39:01Z",
      "updated": "2025-12-14T07:39:01Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12585v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12585v1"
    },
    {
      "id": "2512.21342v1",
      "title": "An Enhanced \"Flux-Corrected Transport\"-Based Plasmasphere Refilling Model",
      "authors": [
        "Jaden Fitzpatrick",
        "Kausik Chatterjee",
        "Naomi Maruyama"
      ],
      "summary": "A previously developed multi-ion, two-stream Flux-Corrected Transport (FCT) hydrodynamic model for plasmasphere refilling has been extended to incorporate self-consistent electron temperature evolution. The past assumption of a constant temperature along the modeled flux tube has been replaced by solving the electron energy equation, permitting spatially and temporally varying temperature. This improvement provides a more physically complete representation of the pressure and ambipolar electric-field gradients that influence ion transport. The extended model allows us to investigate two-stage refilling behavior established by prior observations and simulations. The model continues to reproduce the expected dominance of H+, enhanced early-time O+ contributions, and the coupling between H+ and He+ through the ambipolar electric field during the transition between stages. Sensitivity experiments with modified initial ion concentrations, including cases representing seasonal effects, highlight the distinct roles of each ion species in shaping the refilling trajectory. Comparisons across L-shells 3 and 4 further confirm the robustness of the model framework for future extension to three-dimensional geometries. Overall, by incorporating more realistic temperature variations, this enhanced model strengthens the physical understanding for interpreting complex multi-ion transport processes during plasmasphere recovery following geomagnetic storms.",
      "published": "2025-12-13T15:01:14Z",
      "updated": "2025-12-13T15:01:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21342v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21342v1"
    },
    {
      "id": "2512.11631v1",
      "title": "UK White Paper on Magnetic Reconnection",
      "authors": [
        "Alexander J. B. Russell",
        "James A. McLaughlin",
        "Philippa Browning",
        "Jennifer Carter",
        "Luca Franci",
        "Heli Hietala",
        "Andrew Hillier",
        "Gunnar Hornig",
        "David MacTaggart",
        "Sarah Matthews",
        "James McKevitt",
        "Eric Priest",
        "Jack Reid",
        "Ben Snow",
        "Julia Stawarz",
        "Anthony Yeates",
        "Jeffersson Andres Agudelo Rueda",
        "William Bate",
        "Giulio Del Zanna",
        "Jonathan Eastwood",
        "Lucie Green",
        "Anshu Kumari",
        "Mike Lockwood",
        "Thomas Neukirch",
        "David Pontin",
        "Andy Smith",
        "Maria-Theresia Walach",
        "Peter Wyper"
      ],
      "summary": "Magnetic reconnection powers explosive releases of magnetic energy, heating and particle acceleration throughout the plasma universe. Knowledge of this universal process is vital to understanding the Heliosphere, as it plays a key role in solar flares, coronal mass ejections, coronal heating, solar wind acceleration, geomagnetic storms, and interactions between the solar wind and planetary magnetospheres. As such, reconnection underpins multiple science objectives of multiple future space missions. The UK plays a leading role in this international field, through a combination of in situ measurements from Earth's magnetosphere and the solar wind, observations of the solar corona and chromosphere, and world-class numerical simulations and theory. This white paper identifies: Nine priority science objectives for reconnection research in the next decade; Recommendations to guide investment in theory, simulations and infrastructure; Mission priorities and required measurements to ensure the UK maintains and improves its world-class credentials in reconnection science.",
      "published": "2025-12-12T15:09:58Z",
      "updated": "2025-12-12T15:09:58Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11631v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11631v1"
    },
    {
      "id": "2512.11365v1",
      "title": "Temporal Substepping Scheme for Magnetohydrodynamics with Cell-based Adaptive Mesh Refinement on Staggered Grid",
      "authors": [
        "Ilja Honkonen",
        "Riku Jarvinen",
        "David Phillips"
      ],
      "summary": "We present a new algorithm for numerical magnetohydrodynamics on staggered meshes preserving $\\nabla \\cdot B = 0$. Our algorithm is based on the constrained transport method and supports both cell-based adaptive mesh refinement and temporal substepping. We handle resolution changes directly on the logically Cartesian grid without needing interpolation or projection between nested or neighboring grids, nor coupling the solution between refinement levels.",
      "published": "2025-12-12T08:27:21Z",
      "updated": "2025-12-12T08:27:21Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "physics.comp-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11365v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11365v1"
    },
    {
      "id": "2512.11182v1",
      "title": "Free Energy Sources of Ion-scale Waves Observed by Parker Solar Probe",
      "authors": [
        "Niranjana Shankarappa",
        "Kristopher G. Klein",
        "Mihailo M. Martinović",
        "Trevor A. Bowen",
        "Davin E. Larson",
        "Roberto Livi",
        "Ali Rahmati",
        "Phyllis L. Whittlesey",
        "Michael L. Stevens"
      ],
      "summary": "Parker Solar Probe (PSP) observes abundant circularly polarized ion-scale waves throughout the inner heliosphere. These waves are a signature of the interplay between plasma microinstabilities and turbulent dissipation. We perform a mission-wide statistical survey of ion-scale waves observed by PSP, investigating if the waves correspond to specific free energy sources in the measured proton velocity distributions. We find that left-handed waves (LHWs) are frequently observed, with the fraction of time they are observed increasing closer to the Sun, reaching $\\sim$30\\%. Right-handed waves (RHWs) are less frequently observed, with the associated time fraction decreasing closer to the Sun. The observed LHWs are generally consistent with parallel propagating ion cyclotron wave (ICW) storms that occur continuously for extended periods of time. Turbulent energy spectra are consistently steeper when LHW storms are observed; these wave storms mediate the spatial transport of the free energy associated with temperature anisotropy. The observed RHWs are generally consistent with oblique and parallel fast magnetosonic waves (FMWs), and their observation is well correlated with enhanced proton parallel heat flux, which quantifies the presence of secondary proton populations. Using observations and the SAVIC machine learning instability identification algorithm, we identify a threshold on the proton heat flux beyond which FMWs are likely to be driven unstable by the proton beams. We are thus able to associate trends in the observed ion-scale waves with known sources of free energy for Encounters 3 through 24 of the PSP's prime science phase.",
      "published": "2025-12-12T00:03:13Z",
      "updated": "2025-12-12T00:03:13Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11182v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11182v1"
    },
    {
      "id": "2512.11091v1",
      "title": "Microgravity and Near-Absolute Zero: A New Frontier in Quantum Computing Hardware",
      "authors": [
        "Denis Saklakov"
      ],
      "summary": "Quantum computing qubits are notoriously fragile, requiring extreme isolation from environmental disturbances. This paper advances the hypothesis that a combination of microgravity and ultra-low temperature (near absolute zero) provides an almost \"ideal\" operating environment for quantum hardware. Under such conditions, gravitational perturbations, thermal noise, and vibrational disturbances are minimized, thereby significantly extending qubit coherence times and reducing error rates. We survey four leading qubit platforms - superconducting circuits, trapped ions, ultracold neutral atoms, and photonic qubits - and explain how each can benefit from a weightless, cryogenic setting. Recent experiments support this vision: Bose-Einstein condensates on the International Space Station (ISS) maintained matter-wave coherence far longer than on Earth, atomic clocks in orbit achieved record stability, and a photonic quantum computer deployed in space is demonstrating robust operation. Finally, we outline a proposed side-by-side experiment comparing identical quantum processors on the ground and in microgravity. Such a test would directly measure improvements in qubit coherence (T1, T2), gate fidelity, and readout accuracy when the influence of gravity is removed.",
      "published": "2025-12-11T20:07:17Z",
      "updated": "2025-12-11T20:07:17Z",
      "categories": [
        "physics.space-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11091v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11091v1"
    },
    {
      "id": "2512.10464v1",
      "title": "Identification and Characterization of the Topside Bulge of the Venusian Ionosphere",
      "authors": [
        "Satyandra M. Sharma",
        "Varun Sheel",
        "Martin Pätzold"
      ],
      "summary": "Venus, in the absence of an intrinsic magnetic field, undergoes a direct interaction between its ionosphere and the solar wind. Previous missions, including Mariner, Venera, and the Pioneer Venus Orbiter (PVO), reported a recurring localized increase in electron density, often termed a \"bulge,\" at altitudes between 160 and 200 km. This study investigates this topside bulge using over 200 dayside electron density profiles derived from the Venus Radio Science experiment (VeRa) onboard the Venus Express (VEX). We employ an automated, gradient-based classification algorithm to provide a quantitative and reproducible method for identifying and categorizing the bulge morphology into three types. Type 1 profiles exhibit a distinct secondary peak above the main V2 layer. Type 2 profiles display a shoulder-like feature near the bulge altitude. Type 3 bulges are not visually apparent but can be identified through residuals obtained after subtracting a Chapman layer fit to the V2 peak. The bulge is detected in over 80\\% of the analyzed profiles, with a higher occurrence during periods of low solar activity and at lower solar zenith angles (SZA). Type 1 morphologies are only observed at low latitudes (within $\\pm 40^\\circ$). The peak altitude of the bulge negatively correlates with SZA, suggesting that thermospheric cooling toward the terminator significantly influences the bulge altitude. The occurrence patterns and morphological characteristics indicate that the bulge is likely influenced by external drivers, such as solar wind interaction, rather than being solely a result of local photochemical processes.",
      "published": "2025-12-11T09:39:52Z",
      "updated": "2025-12-11T09:39:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.10464v1",
      "pdf_link": "https://arxiv.org/pdf/2512.10464v1"
    },
    {
      "id": "2512.10406v1",
      "title": "Generation of proton beams at switchback boundary-like rotational discontinuities in the solar wind",
      "authors": [
        "Rong Lin",
        "Fabio Bacchini",
        "Jiansen He",
        "Luca Pezzini",
        "Jingyu Peng"
      ],
      "summary": "Alfvénic rotational discontinuities (RDs) are abundant in the inner heliosphere and can be used to model the boundary of switchbacks, i.e. Alfvénic magnetic kinks. To investigate the effects of RDs on proton kinetics, we model a pair of switchback-boundary-like RDs with a hybrid Particle-In-Cell (PIC) approach in a 2D system. We find that, at one of the boundary RDs, a significant population of protons remains trapped over long times, creating a secondary beam-like component with temperature anisotropy $T_\\perp/T_\\|\\gtrsim4$ in the proton velocity distribution function that excites ion cyclotron waves within the downstream portion of the transition layer. Further analysis suggests that the static electric field in the vicinity of the RD is the key factor in trapping the protons. This work indicates that switchback boundaries could represent a viable environment for the creation of proton beams in the heliosphere; it also highlights the need to investigate RD sub-structures, especially the embedded current systems of interplanetary RDs. Finally, this paper underscores the importance of high-resolution observations of the solar wind velocity distributions around RDs.",
      "published": "2025-12-11T08:16:22Z",
      "updated": "2025-12-11T08:16:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.10406v1",
      "pdf_link": "https://arxiv.org/pdf/2512.10406v1"
    },
    {
      "id": "2512.09828v1",
      "title": "Damped Kinetic Alfvén Waves in Earth's Magnetosheath: Numerical Simulations and MMS Observations",
      "authors": [
        "Mani K. Chettri",
        "Hemam D. Singh",
        "Vivek Shrivastav",
        "Britan Singh",
        "Rupak Mukherjee"
      ],
      "summary": "The Earth's magnetosheath provides a high $β$ (ratio of electron thermal pressure to magnetic pressure) plasma environment where kinetic Alfvén waves (KAWs) strongly influence turbulence and energy dissipation. This study investigates how Landau damping modifies the nonlinear evolution of KAWs by solving a modified nonlinear Schrödinger equation that captures both dispersive and nonlinear effects. Without Landau damping, modulational instability drives rapid self-focusing into intense magnetic filaments, producing a turbulent cascade with $k_\\perp^{-5/3}$ scaling in the inertial range ($k_\\perpρ_i<1$) that transitions to $k_\\perp^{-8/3}$ at sub-ion scales ($k_\\perpρ_i>1$), here $k_\\perp$ is the wavevector component perpendicular to the background magnetic field and $ρ_i$ the ion thermal gyroradius. When Landau damping is included, magnetic structures are significantly suppressed, and the spectrum steepens to $k_\\perp^{-11/3}$ in the sub-ion range while the inertial range maintains $k_\\perp^{-5/3}$ scaling. The damping acts across all scales through resonant wave-particle interactions, efficiently transferring energy from waves to particles. Direct comparison with Magnetospheric Multiscale (MMS) spacecraft observations shows that the observed kinetic range spectral slope falls between our undamped and damped simulation limits, consistent with an intermediate damping regime in magnetosheath turbulence. This agreement confirms that Landau damping is one of the primary mechanisms controlling turbulent energy dissipation at kinetic scales in collisionless plasmas.",
      "published": "2025-12-10T17:06:13Z",
      "updated": "2025-12-10T17:06:13Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09828v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09828v1"
    },
    {
      "id": "2512.09738v1",
      "title": "Predicting CME Arrivals with Heliospheric Imagers from L5: A Data Assimilation Approach",
      "authors": [
        "Tanja Amerstorfer",
        "Justin Le Louëdec",
        "David Barnes",
        "Maike Bauer",
        "Jackie A. Davies",
        "Satabdwa Majumdar",
        "Eva Weiler",
        "Christian Möstl"
      ],
      "summary": "The Solar TErrestrial RElations Observatory (STEREO) mission has laid a foundation for advancing real-time space weather forecasting by enabling the evaluation of heliospheric imager (HI) data for predicting coronal mass ejection (CME) arrivals at Earth. This study employs the ELEvoHI model to assess how incorporating STEREO/HI data from the Lagrange 5 (L5) perspective can enhance prediction accuracy for CME arrival times and speeds. Our investigation, preparing for the upcoming ESA Vigil mission, explores whether the progressive incorporation of HI data in real-time enhances forecasting accuracy. The role of human tracking variability is evaluated by comparing predictions based on observations by three different scientists, highlighting the influence of manual biases on forecasting outcomes. Furthermore, the study examines the efficacy of deriving CME propagation directions using HI-specific methods versus coronagraph-based techniques, emphasising the trade-offs in prediction accuracy. Our results demonstrate the potential of HI data to significantly improve operational space weather forecasting when integrated with other observational platforms, especially when HI data from beyond 35° elongation are used. These findings pave the way for optimising real-time prediction methodologies, providing valuable groundwork for the forthcoming Vigil mission and enhancing preparedness for CME-driven space weather events.",
      "published": "2025-12-10T15:17:54Z",
      "updated": "2025-12-10T15:17:54Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09738v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09738v1"
    },
    {
      "id": "2512.09168v1",
      "title": "The skin effect in anomalous transport of charged particles in plasma with a microturbulent magnetic field. I. Isotropic plasma",
      "authors": [
        "N. A. Emelyanov",
        "Vl. V. Kocharovsky"
      ],
      "summary": "The influence of electromagnetic skin effect on anomalous charged particle transport in dense, non-relativistic, collisionless plasma with a small-scale turbulent magnetic field was investigated using quasi-linear kinetic equations, through both analytical and numerical methods. Analytical expressions for the diffusion tensor components in the Fokker-Planck equation that take this effect into account have been found. The equation was solved numerically in the case of magnetostatic turbulence. It has been demonstrated that the skin effect increases the mean free path of particles in turbulent plasma, thereby reducing its anomalous resistance. It also leads to anisotropy in particle scattering, resulting in anisotropy in their stationary velocity distribution, which increases as the screening parameter grows. Approximate analytical formulas for the effective mobility of charged particles and the electric conductivity of plasma with isotropic magnetostatic turbulence have been obtained.",
      "published": "2025-12-09T22:28:58Z",
      "updated": "2025-12-09T22:28:58Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09168v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09168v1"
    },
    {
      "id": "2512.08447v1",
      "title": "Photon Dynamics and Collision Risks in Relativistic Spaceflight: A Comparative Study of Methods and Implications",
      "authors": [
        "Li Kai Wen",
        "Joao Rodrigues"
      ],
      "summary": "This dissertation explores the dynamics of relativistic spaceflight, focusing on the risks associated with collisions and photon interactions as a spacecraft approaches velocities near the speed of light. The study emphasizes two primary collision types: (1) collisions with interstellar dust and particles, and (2) interactions with cosmic molecules, specifically hydrogen. Using principles of energy conservation and relativistic mechanics, the energy transfer from these collisions is calculated, showing that even small particles can impart massive energy at relativistic speeds. The dissertation also examines the impact of the cosmic microwave background (CMB) radiation, particularly its blue-shifting effect at high velocities, which influences photon interactions with the spacecraft. Additionally, the Schwinger limit, which sets an upper bound on the electromagnetic field strength for sustained relativistic travel, is discussed in the context of photon-induced pair production. Lastly, advanced photon interactions, such as Compton scattering, are analyzed for their role in thermal management and spacecraft design. The findings highlight the importance of shielding, thermal regulation, and collision avoidance strategies in the design of spacecraft for interstellar travel, offering insights into the potential challenges and solutions for achieving relativistic spaceflight.",
      "published": "2025-12-09T10:19:59Z",
      "updated": "2025-12-09T10:19:59Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.08447v1",
      "pdf_link": "https://arxiv.org/pdf/2512.08447v1"
    },
    {
      "id": "2512.09949v1",
      "title": "Two-dimensional PIC simulation of collective Thomson scattering in a beam-plasma system",
      "authors": [
        "Yuma Sato",
        "Shuichi Matsukiyo"
      ],
      "summary": "Collective Thomson scattering (CTS) in a beam-plasma system is reproduced by using 2D PIC simulations and the characteristics of the scattered wave spectrum are examined. By formulating the geometric shape of the scattered wave spectrum in wave number space, where the velocity vector of the beam component and the wave vectors of the incident and scattered waves are arbitrary, it is demonstrated that the spectrum in 2D wave number space becomes asymmetric. The spectrum of scattered waves propagating in a specific direction is presented as a function of wavelength to show that the electron (ion) feature is amplified and becomes asymmetric or distorted when Buneman (ion acoustic) instability occurs. An additional simulation is conducted for a weak, linearly stable beam-plasma system with a hot beam, and confirmed that the obtained scattered wave spectrum shows asymmetric feature. The results are expected to be applicable to the interpretation of radar observations of ionospheric plasmas as well as CTS measurements in laboratory plasmas.",
      "published": "2025-12-09T00:48:01Z",
      "updated": "2025-12-09T00:48:01Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09949v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09949v1"
    },
    {
      "id": "2512.06950v1",
      "title": "PARIS: Pruning Algorithm via the Representer theorem for Imbalanced Scenarios",
      "authors": [
        "Enrico Camporeale"
      ],
      "summary": "The challenge of \\textbf{imbalanced regression} arises when standard Empirical Risk Minimization (ERM) biases models toward high-frequency regions of the data distribution, causing severe degradation on rare but high-impact ``tail'' events. Existing strategies uch as loss re-weighting or synthetic over-sampling often introduce noise, distort the underlying distribution, or add substantial algorithmic complexity.   We introduce \\textbf{PARIS} (Pruning Algorithm via the Representer theorem for Imbalanced Scenarios), a principled framework that mitigates imbalance by \\emph{optimizing the training set itself}. PARIS leverages the representer theorem for neural networks to compute a \\textbf{closed-form representer deletion residual}, which quantifies the exact change in validation loss caused by removing a single training point \\emph{without retraining}. Combined with an efficient Cholesky rank-one downdating scheme, PARIS performs fast, iterative pruning that eliminates uninformative or performance-degrading samples.   We use a real-world space weather example, where PARIS reduces the training set by up to 75\\% while preserving or improving overall RMSE, outperforming re-weighting, synthetic oversampling, and boosting baselines. Our results demonstrate that representer-guided dataset pruning is a powerful, interpretable, and computationally efficient approach to rare-event regression.",
      "published": "2025-12-07T18:05:20Z",
      "updated": "2025-12-07T18:05:20Z",
      "categories": [
        "stat.ML",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.06950v1",
      "pdf_link": "https://arxiv.org/pdf/2512.06950v1"
    },
    {
      "id": "2512.04730v1",
      "title": "On the magnetic field evolution of interplanetary coronal mass ejections from 0.07 to 5.4 au",
      "authors": [
        "Christian Möstl",
        "Emma E. Davies",
        "Eva Weiler",
        "Ute V. Amerstorfer",
        "Andreas J. Weiss",
        "Hannah T. Rüdisser",
        "Martin A. Reiss",
        "Satabdwa Majumdar",
        "Timothy S. Horbury",
        "Stuart D. Bale",
        "Daniel Heyner"
      ],
      "summary": "A central question for understanding interplanetary coronal mass ejection (ICME) physics and improving space weather forecasting is how ICMEs evolve in interplanetary space. We have updated one of the most comprehensive in situ ICME catalogs to date, which now includes 1976 events from 11 space missions covering over 34 years, from December 1990 to August 2025. We have combined existing catalogs including magnetic obstacles and identified and added boundaries of an additional 807 (40.8%) events ourselves. With this catalog, we demonstrate the most extensive analysis to date of total ICME magnetic field values as a function of heliocentric distance. Parker Solar Probe has observed 6 ICMEs at $< 0.23$ au (until April 2025), and Solar Orbiter and BepiColombo have added more events near 0.3~au, bridging the major observational gap towards the solar corona. Our main result is that a single power law can describe the evolution of the mean total magnetic field (exponent value of $k=-1.57$) and maximum field ($k=-1.53$) in the magnetic obstacle (MO), from 0.07 to 5.4 au. Extending the power law to the solar photosphere reveals a strong inconsistency with magnetic field magnitudes observed in the quiet Sun and active regions by 2 and 4 orders of magnitude, respectively. We introduce a multipole-type power law with two exponents, $k_1=-1.57$, and $k_2=-6$, relating the ICME magnetic field magnitude to an average solar active region field strength. These results present important observational constraints for the evolution of ICMEs from the Sun to the heliosphere.",
      "published": "2025-12-04T12:15:17Z",
      "updated": "2025-12-04T12:15:17Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.04730v1",
      "pdf_link": "https://arxiv.org/pdf/2512.04730v1"
    },
    {
      "id": "2601.04962v1",
      "title": "ALP and $Z^\\prime$ boson at the Electron-Ion collider",
      "authors": [
        "Amit Adhikary",
        "Dilip Kumar Ghosh",
        "Sk Jeesun",
        "Sourov Roy"
      ],
      "summary": "We study the sensitivity of the upcoming electron-ion (EIC) collider to purely electrophilic new physics in the GeV mass range. Within an effective field theory framework, we consider two different scenarios: an axion-like particle (ALP) and a new heavy neutral vector gauge boson $Z^\\prime $, each couples to electrons only. We analyze electron-proton collisions at $\\sqrt{s}= 141$ GeV with an integrated luminosity of $100~{\\rm fb}^{-1}$, focusing primarily on the tri-electron final state. Additionally, loop-induced ALP-photon couplings driven photon final states are also explored. Incorporating realistic detector effects and systematic uncertainties, we obtain projected exclusion limits on the relevant cross-sections and couplings. We find that the results from EIC can significantly extend the sensitivity to electrophilic axion-like particles and $Z^\\prime $ bosons in regions of parameter space that remain weakly constrained by existing experiments.",
      "published": "2026-01-08T14:07:48Z",
      "updated": "2026-01-08T14:07:48Z",
      "categories": [
        "hep-ph",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.04962v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04962v1"
    },
    {
      "id": "2601.04802v1",
      "title": "Dark NSI & neutrino oscillations : probing via $δ_{CP}$ measurements at DUNE and T2HK",
      "authors": [
        "Dharitree Bezboruah",
        "Abinash Medhi",
        "Moon Moon Devi"
      ],
      "summary": "We investigate the possibility of neutrinos interacting with a scalar dark matter field and the resulting implications for neutrino oscillations in the long-baseline sector. As our Universe is predominantly composed of dark matter, neutrinos propagating over astrophysical and terrestrial baselines inevitably traverse a dark matter background. The coherent forward scattering of neutrinos in such a background induces a medium-dependent correction to the mass-squared term in the effective neutrino Hamiltonian having opposing signs for neutrinos and antineutrinos. We study how the elements of this correction matrix, arising from coherent forward scattering of neutrinos with scalar dark matter background referred to as dark non-standard interactions (dark NSI), modify neutrino oscillation probabilities. Furthermore, we also study the effect of the off-diagonal elements and the associated phases on the measurement of leptonic CP violating phase focusing on the upcoming long-baseline superbeam experiments DUNE and T2HK. We show that dark NSI can lead to substantial enhancement or suppression of CP-violation sensitivity, depending on the true values of the dark NSI phases $φ_{αβ}$. We further explored how the synergy of DUNE and T2HK can effectively mitigate the degeneracies due to the dark NSI phases, and can restore or even enhance the CP sensitivity as compared to the standard oscillation scenario.",
      "published": "2026-01-08T10:34:04Z",
      "updated": "2026-01-08T10:34:04Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04802v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04802v1"
    },
    {
      "id": "2601.04691v1",
      "title": "Inflationary Dynamics and Perturbations in Fractal Cosmology",
      "authors": [
        "Aarav Shah",
        "Paulo Moniz",
        "Maxim Khlopov",
        "Oem Trivedi",
        "Maxim Krasnov"
      ],
      "summary": "We study inflationary dynamics within the framework of fractal cosmology, where spacetime exhibits a non-integer effective dimension, sourced through a relaxation of the cosmological principle. Using Friedmann and continuity equations, modified by an effective fractal dimension $D$; we derive generalized slow-roll parameters and examine their evolution for cubic, Starobinsky and Natural inflationary potentials. We then formulate a fractal extension of the Mukhanov-Sasaki equation by introducing an effective momentum term $k_{\\text{eff}}$, arising from the fractal decomposition of the spatial Laplacian, that captures the geometric influence of fractal cosmology on scalar perturbations. This leads to corrections in the power spectrum and a scalar spectral index $n_s$ that depends explicitly on both the fractal dimension $D$ and a fractional scale $L$, which controls the strength of the fractal deformation. Comparison with the Planck 2018 data ($n_s=0.9649\\pm 0.0042$) constrains the allowed range of $D$ ($2.7\\lesssim D\\lesssim3$) depending on the cosmological and inflationary model assumed.",
      "published": "2026-01-08T08:00:42Z",
      "updated": "2026-01-08T08:00:42Z",
      "categories": [
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.04691v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04691v1"
    },
    {
      "id": "2601.04310v1",
      "title": "QFT as a set of ODEs",
      "authors": [
        "Manuel Loparco",
        "Grégoire Mathys",
        "Joao Penedones",
        "Jiaxin Qiao",
        "Xiang Zhao"
      ],
      "summary": "Correlation functions of local operators in Quantum Field Theory (QFT) on hyperbolic space can be fully characterized by the set of QFT data $\\lbrace Δ_i,C_{ijk},b^{\\hat{\\mathcal{O}}}_j\\rbrace$. These are the scaling dimensions of boundary operators $Δ_i$, the boundary Operator Product Expansion (OPE) coefficients $C_{ijk}$ and the Boundary Operator Expansion (BOE) coefficients $b^{\\hat{\\mathcal{O}}}_j$ that characterize how each bulk operator $\\hat{\\mathcal{O}}$ can be expanded in terms of boundary operators $\\mathcal{O}_j$.For simplicity, we focus on two dimensional QFTs and derive a universal set of first order Ordinary Differential Equations (ODEs) that encode the variation of the QFT data under an infinitesimal change of a bulk relevant coupling. In principle, our ODEs can be used to follow a Renormalization Group (RG) flow starting from a solvable QFT into a strongly coupled phase and to the flat space limit.",
      "published": "2026-01-07T19:00:00Z",
      "updated": "2026-01-07T19:00:00Z",
      "categories": [
        "hep-th",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04310v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04310v1"
    },
    {
      "id": "2601.04037v1",
      "title": "Renormalizable and unitary nonlocal quantum field theory with CPT violation and its implication",
      "authors": [
        "Moshe M. Chaichian",
        "Markku A. Oksanen",
        "Anca Tureanu"
      ],
      "summary": "It is a common belief that any relativistic nonlocal quantum field theory encounters either the problem of renormalizability or unitarity or both of them. It is also known that any local relativistic quantum field theory (QFT) possesses the CPT symmetry. In this Letter we show that a previously proposed nonlocal Lorentz invariant QFT, which violates the CPT theorem, is both renormalizable and unitary, thus being a first presented example in the literature of such a nonlocal theory. The theory satisfies the requirement of causality as well. A further generalization of such a nonlocal QFT to include the gauge theories is also envisaged. In particular, dressing such a Standard Model with a CP violating phase, will make the theory satisfying most of the necessary criteria to finally explain the baryon asymmetry of the universe by a viable QFT. As for the necessity of baryon number violation, there are hopefully several possibilities such as by GUT and electroweak baryogenesis, leptogenesis or sphalerons.",
      "published": "2026-01-07T15:53:52Z",
      "updated": "2026-01-07T15:53:52Z",
      "categories": [
        "hep-th",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04037v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04037v1"
    },
    {
      "id": "2601.03502v1",
      "title": "Estimating JUNO's Sensitivity to Solar Neutrino-to-antineutrino Conversion and Neutrino Magnetic Moments",
      "authors": [
        "C. V. Ventura",
        "Saul J. Panibra Churata"
      ],
      "summary": "We investigated JUNO's sensitivity to a possible conversion of solar neutrinos into antineutrinos via the spin-flavor precession (SFP) mechanism, and assessed the implications for constraining the neutrino-magnetic moment (NMM). Using a sensitivity-based framework appropriate for counting experiments with no prior observations, we derive 90\\% C.L.\\ ensemble-average sensitivities on the solar antineutrino flux for 1.8--16.8 MeV and 8.0--16.8 MeV. For the entire energy window, the results do not improve the restrictions of other experiments; the relevance occurs in the highes-energy window. In this window, we report a flux of $φ_{\\mathrm{lim}}\\le 4.01\\times10^{1}\\ \\mathrm{cm^{-2}\\,s^{-1}}$ and a probability of $P_{ν_e\\rightarrow\\barν_e}\\le 2.07\\times10^{-5}$, the latter normalized to the ${}^8$B flux above threshold, $Φ_{\\rm SSM}(E>8~\\mathrm{MeV})$. Assuming transverse solar magnetic fields of $B_\\perp=50$ and $100$~kG, the corresponding magnetic-moment sensitivities are $μ_ν\\le 7.27\\times10^{-11}\\,μ_B$ and $3.64\\times10^{-11}\\,μ_B$ in the high-energy window. These results highlight that JUNO has the potential to achieve sensitivities comparable to the most stringent astrophysical limits; in particular, the high-energy selection (8.0--16.8~MeV) provides a sensitivity that is competitive with current results, while the full-energy window remains primarily limited by near-reactor backgrounds.",
      "published": "2026-01-07T01:29:59Z",
      "updated": "2026-01-07T01:29:59Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03502v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03502v1"
    },
    {
      "id": "2601.05176v1",
      "title": "A new code for computing differentially rotating neutron stars",
      "authors": [
        "Samuel D. Tootle",
        "Terrence Pierre Jacques",
        "Marie Cassing"
      ],
      "summary": "We present new initial data codes for constructing stationary, axisymmetric equilibrium models of differentially rotating neutron stars in full general relativity within the Frankfurt University/KADATH (FUKA) suite of initial data codes. FUKA leverages the KADATH spectral library to solve the Einstein equations under the assumption of an isentropic fluid without magnetic fields while incorporating GRHayLEOS to support 3D tabulated equations of state in \\textit{stellar collapse} format. The two solvers explored in this work include one using quasi-isotropic coordinates (QIC) in Spherical coordinates while the other solves the eXtended Conformal Thin Sandwich (XCTS) decomposition in Cartesian coordinates, enabling the construction of equilibrium configurations with high accuracy and efficiency. In this work we adopt the Komatsu-Eriguchi-Hachisu differential rotation law, however, the code is designed to be extensible to other rotation laws, allowing for exploration of physically relevant sequences and critical rotation thresholds. Furthermore, we perform convergence tests demonstrating the exponential accuracy of the spectral approach, we validate QIC and XCTS solutions against models well-studied in the literature, and we also compare FUKA solutions against the well-known RNS code. Finally, we explore the impact that initial data resolution has on dynamical simulations and recover the convergence order of the evolution scheme, the dominate source of error in this study. The new FUKA codes and results presented here lay the foundation for future extensions to more general configurations, including magnetic fields, removal of isentropic assumptions, and binary systems, and have been made publicly available to support community efforts in modeling differentially rotating relativistic stars.",
      "published": "2026-01-08T18:02:32Z",
      "updated": "2026-01-08T18:02:32Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.05176v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05176v1"
    },
    {
      "id": "2601.05141v1",
      "title": "Superluminal modes in a quantum field simulator for cosmology from analog Transplanckian physics",
      "authors": [
        "Christian F. Schmidt",
        "Stefan Floerchinger"
      ],
      "summary": "The quantum-field-theoretic description for the U(1)-Goldstone boson of a scalar Bose-Einstein condensate with time-dependent contact interactions is developed beyond the acoustic approximation in accordance with Bogoliubov theory. The resulting effective action is mapped to a relativistic quantum field theory on a dispersive (or rainbow) cosmological spacetime which has a superluminal Corley-Jacobson dispersion relation. Time-dependent changes of the s-wave scattering length to quantum-simulate cosmological particle production are accompanied by a time-dependent healing length that can be interpreted as an analog Planck length in the comoving frame. Non-adiabatic transitions acquire a dispersive character, which is thoroughly discussed. The framework is applied to exponentially expanding or power-law contracting $(2+1)$-dimensional spacetimes which are known to produce scale-invariant cosmological power spectra. The sensitivity of these scenarios to the time-dependence of the Bogoliubov dispersion is investigated: We find a violation of scale-invariance via analytically trackable Transplanckian damping effects if the cut-off scale is not well separated from the horizon-crossing scale. In case of the exponential expansion, these damping effects remarkably settle and converge to another scale-invariant plateau in the far ultraviolet regime where non-adiabatic transitions are suppressed by the high dispersion. The developed framework enables quantitative access to more drastic analog cosmological scenarios with improved predictability in the ultraviolet regime that ultimately may lead to the observation of a scale-invariant cosmological power spectrum in the laboratory.",
      "published": "2026-01-08T17:30:19Z",
      "updated": "2026-01-08T17:30:19Z",
      "categories": [
        "gr-qc",
        "cond-mat.quant-gas"
      ],
      "link": "https://arxiv.org/abs/2601.05141v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05141v1"
    },
    {
      "id": "2601.04647v1",
      "title": "Probing Black Hole Thermal Effects in the Dual CFT via Wave Packets",
      "authors": [
        "Norihiro Tanahashi",
        "Seiji Terashima",
        "Shiki Yoshikawa"
      ],
      "summary": "We investigate how the gravitational effects of a black hole manifest themselves as thermal behavior in the dual finite-temperature conformal field theory (CFT). In the holographic framework of AdS/CFT, we analyze a wave packet propagating into a black hole geometry in the bulk by computing three-point functions of a scalar primary operator in the boundary CFT. Our setup captures thermal signatures such as exponential damping of the expectation value, which are absent at zero-temperature. This provides a concrete and analytically tractable example of how black hole physics can be probed from the CFT side.",
      "published": "2026-01-08T06:44:43Z",
      "updated": "2026-01-08T06:44:43Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.04647v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04647v1"
    },
    {
      "id": "2601.04639v1",
      "title": "Quasi-Homogeneous Thermodynamics and Microscopic Structure of the Quantum-Corrected FLRW Universe",
      "authors": [
        "Carlos E. Romero-Figueroa",
        "Hernando Quevedo"
      ],
      "summary": "The analysis of phase transitions in cosmological spacetimes shows that their existence requires a time-dependent apparent horizon radius, which in turn implies an equation of state different from that of a dark energy fluid. This condition is not compatible with the simultaneous fulfillment of Hayward's unified gravitational first law and the fundamental thermodynamic equation of the apparent horizon. To solve this problem, we introduce an alternative formulation in which the cosmological horizon is modeled as a quasi-homogeneous thermodynamic system. We apply this approach to the Friedmann-Lemaître-Robertson-Walker (FLRW) universe under quantum gravity corrections encoded by the Generalized Uncertainty Principle (GUP), promote the deformation parameter to a thermodynamic variable, and obtain a consistent thermodynamic description without relying on the usual pressure-volume interpretation. Using Geometrothermodynamics (GTD), we show that fluctuations of the GUP parameter can induce phase transitions closely resembling those of black hole configurations. Finally, we perform a numerical analysis of the behavior of the GTD scalar curvature near the phase transition point, where we find a scaling behavior characterized by the critical exponent close to 1, independently of the dimension of the equilibrium space. This reveals that quantum gravity corrections not only modify the thermodynamic consistency of cosmological models but also strengthen the notion of thermodynamic universality across gravitational systems. Our findings confirm GTD as a powerful geometric tool to unveil the emergent thermodynamic microstructure of spacetime.",
      "published": "2026-01-08T06:17:39Z",
      "updated": "2026-01-08T06:17:39Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.04639v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04639v1"
    },
    {
      "id": "2601.04379v1",
      "title": "Could black hole thermodynamics play a role in black hole mergers?",
      "authors": [
        "George Ruppeiner"
      ],
      "summary": "Gravitational waves from binary black hole mergers yield values for both the black hole remnant mass $M$ and it's spin $a$, with the $169$ $a$ values collected so far crowding significantly around their average $\\bar{a}=0.6869\\pm 0.087$. Could this crowding relate directly to the Davies phase transition point at $a=0.68125$ from black hole thermodynamics? I argue that a necessary challenge for such a connection requires a consistent application of the thermodynamic fluctuation theory that follows from black hole thermodynamics (BHT). Specifically, necessary are a correct choice of fluctuating variables, as well as thermal equilibrium between the event horizon at the Hawking temperature $\\sim μK$ and the outside universe $\\sim 3 K$. I show that the former requirement follows in straightforward fashion from the BHT of the Kerr model, while the later requires an accretion disk following the Novikov-Thorne accretion disk model. I construct a thermodynamic fluctuation theory meeting both these requirements. My results open the possibility that black hole mergers are based on some dynamical model (not known to me) with a limiting attractor state at the Davies point.",
      "published": "2026-01-07T20:38:06Z",
      "updated": "2026-01-07T20:38:06Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.04379v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04379v1"
    },
    {
      "id": "2601.04145v1",
      "title": "Parity-violating Dark Photon Halos",
      "authors": [
        "Stephon Alexander",
        "Lawrence Edmond",
        "Cooper Niu"
      ],
      "summary": "We propose a mechanism for the generation of gravitationally bound dark photon halos during the matter-dominated era. Coupled to an ultralight axion field through a parity-violating Chern-Simons term, dark photons can be produced by the tachyonic instability of axion coherent oscillation. The dark photons with a net helicity lead to a metric vorticity and can generate chiral substructures. For axion masses in the range $10^{-28} \\, \\mathrm{eV} \\lesssim m_a \\lesssim 10^{-22} \\, \\mathrm{eV}$, the resulting inhomogeneities collapse to form halos with masses spanning $M_{\\rm halo} \\sim 10^5 \\, M_{\\odot}$ to $10^{11} \\, M_{\\odot}$, with halo sizes ranging from $O(1)$ to $O(10^{6}) \\, \\mathrm{pc}$. During halo collapse, the induced vorticity could mediate efficient angular-momentum transport, which enables monolithic collapse and provides primordial seeds for the early formation of supermassive black holes.",
      "published": "2026-01-07T17:57:06Z",
      "updated": "2026-01-07T17:57:06Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.04145v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04145v1"
    },
    {
      "id": "2601.03980v1",
      "title": "Observational Signatures of Accretion Disks around a Schwarzschild Black Hole in a Hernquist Dark Matter Halo",
      "authors": [
        "Zhenglong Ban",
        "Jing-Ya Zhao",
        "Tian-You Ren",
        "Yaobin Hua",
        "Rong-Jia Yang parameter"
      ],
      "summary": "We investigate how a Hernquist type dark matter (DM) halo, parametrized by its core radius $r_{s}$ and central density $ρ_{s}$, influences both the gravitational wave (GW) emission from timelike periodic orbits and the electromagnetic appearance of a thin accretion disk around a Schwarzschild black hole (BH). By analyzing the effective potential for timelike geodesics, we show that the DM halo shifts the marginally bound orbit (MBO) and the innermost stable circular orbit (ISCO) outward, reflecting its modification of the spacetime geometry and the energy-angular momentum structure of particle motion. Employing a semi-analytical method, we compute orbital trajectories and the associated GW waveforms, revealing that the DM halo alters the characteristic zoom-whirl dynamics and induces measurable changes in waveform morphology. Furthermore, we generate direct and secondary images of the accretion disk across various observer inclinations and find that increasing $r_{s}$ or $ρ_{s}$ results in cooler, dimmer disks with modified flux distributions. Our results demonstrate that the presence of a DM halo imprints distinct signatures in both gravitational and electromagnetic observables, offering a multimessenger pathway to probe DM environments near BHs.",
      "published": "2026-01-07T14:51:35Z",
      "updated": "2026-01-07T14:51:35Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.03980v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03980v1"
    },
    {
      "id": "2601.03571v1",
      "title": "Constraining Lorentz and parity violations in gravity with multiband gravitational wave observations",
      "authors": [
        "Zhi-Xin Jia",
        "Tao Zhu",
        "Zhoujian Cao"
      ],
      "summary": "This study evaluates the capability of future multi-band observations of gravitational waves emitted from binary black hole coalescences, utilizing joint third-generation ground-based (CE, ET) and space-based (LISA, Taiji, TianQin) detector networks, to constrain parity and Lorentz symmetry violations in the gravitational sector. We model these effects through a parameterized waveform framework that incorporates a set of parameters that quantify potential deviations from general relativity. The frequency-dependence of their effects is described by power-law indices $β$ (i.e., $β_{\\bar ν}$, $β_{\\bar μ}$, $β_ν$, and $β_μ$). By analyzing events such as a high-signal noise ratio (SNR) \"golden event\" like GW250114 and a massive binary system like GW231123 (total mass $190-265 M_\\odot$) using two networks of ground- and space-based detectors, we demonstrate that multi-band observations can significantly improve the current constraints on Lorentz and parity violations by several order of magnitude, for both high-frequency ($β> 0$) and low-frequency ($β< 0$) modifications. Our Bayesian analysis reveals that while the exceptional SNR of the GW250114-like event yields superior constraints for high-frequency modifications ($β> 0$), the massive nature of GW231123 provides more stringent limits for low-frequency effects ($β< 0$). This work highlights the critical value of future multi-band gravitational wave astronomy for conducting precision tests of general relativity across diverse binary populations.",
      "published": "2026-01-07T04:31:04Z",
      "updated": "2026-01-07T04:31:04Z",
      "categories": [
        "gr-qc",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.03571v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03571v1"
    },
    {
      "id": "2601.03567v1",
      "title": "Local Scale Invariance in Quantum Theory: A Non-Hermitian Pilot-Wave Formulation",
      "authors": [
        "Indrajit Sen",
        "Matthew Leifer"
      ],
      "summary": "We show that Weyl's abandoned idea of local scale invariance has a natural realization at the quantum level in pilot-wave (deBroglie-Bohm) theory. We obtain the Weyl covariant derivative by complexifying the electromagnetic gauge coupling parameter. The resultant non-hermiticity has a natural interpretation in terms of local scale invariance of the quantum state in pilot-wave theory. The conserved current density is modified from $|ψ|^2$ to the local scale invariant, trajectory-dependent ratio $|ψ|^2/ \\mathbf{1}^2[\\mathcal{C}]$, where $\\mathbf 1[\\mathcal C]$ is a scale factor that depends on the pilot-wave trajectory $\\mathcal C$ in configuration space. Our approach is general, and we implement it for the Schrödinger, Pauli, and Dirac equations coupled to an external electromagnetic field. We also implement it in quantum field theory for the case of a quantized axion field interacting with a quantized electromagnetic field. We discuss the equilibrium probability density and show that the corresponding trajectories are unique.",
      "published": "2026-01-07T04:27:59Z",
      "updated": "2026-01-07T04:27:59Z",
      "categories": [
        "quant-ph",
        "gr-qc",
        "hep-th",
        "physics.hist-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03567v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03567v1"
    },
    {
      "id": "2601.03374v1",
      "title": "Probing beyond-vacuum general relativistic effects with extreme mass-ratio inspirals",
      "authors": [
        "Tieguang Zi",
        "Mostafizur Rahman",
        "Shailesh Kumar"
      ],
      "summary": "We examine extreme mass-ratio inspirals (EMRIs) as probes of beyond-vacuum general relativistic effects, accounting for both astrophysical environments and scalar Gauss-Bonnet (sGB) gravity. In beyond-vacuum scenarios, the evolution of an EMRI immersed in a cold dark matter environment modifies the gravitational wave flux and introduces additional dissipative effects such as dynamical friction. In parallel, in the beyond-general relativistic settings such as in sGB gravity, the inspiraling object carries an effective scalar charge and emits scalar radiation. Both environmental and modified-gravity effects modify the flux-balance law, thereby inducing changes in the EMRI dynamics. Using a two-timescale analysis within the fixed-frequency formalism, we compute leading-order corrections to the energy fluxes for quasi-circular, equatorial orbits in static, spherically symmetric spacetimes and construct the corresponding gravitational waveforms, which are used to quantify the accumulated gravitational wave dephasing and waveform mismatch relative to the vacuum general relativistic case. We further perform the Fisher Information Matrix analysis to estimate parameter correlations and the ability of future space-based detectors such as the Laser Interferometer Space Antenna (LISA) to disentangle environmental and modified gravity effects. Our results show that both dark matter and scalar field effects can leave measurable imprints on EMRI waveforms and that a consistent beyond-vacuum treatment is essential for robust tests of gravity.",
      "published": "2026-01-06T19:21:33Z",
      "updated": "2026-01-06T19:21:33Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.03374v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03374v1"
    },
    {
      "id": "2601.03356v1",
      "title": "Black hole thermodynamics at null infinity. Part 2: Open systems, Markovian dynamics and work extraction from non-rotating black holes",
      "authors": [
        "Antoine Rignon-Bret",
        "Matthieu Vilatte"
      ],
      "summary": "Black hole thermodynamics provides a unique setting in which general relativity, quantum field theory, and statistical mechanics converge. In semiclassical gravity, this interplay culminates in the generalized second law (GSL), whose modern proofs rely on information theoretic techniques applied to algebras of observables defined on null hypersurfaces. These proofs exhibit close structural parallels with the thermodynamics of open quantum systems governed by Markovian dynamics. In this work, we draw parallels between the dynamics of quantum fields in regions bounded by non expanding causal horizons and the thermodynamics of quantum systems weakly coupled to equilibrium reservoirs. We introduce a dictionary relating late time boundary conditions to the choice of reservoir, vacuum states to fixed points of the dynamics, and modular Hamiltonians to thermodynamic potentials. Building on results from a companion paper on dual generalized second laws at future null infinity, we show that additional terms appearing in the associated thermodynamic potentials admit a natural interpretation as work contributions. We demonstrate that certain non thermal vacuum states at null infinity allow for the operation of autonomous thermal engines and enable work extraction from the radiation. Extending the analysis to the Unruh vacuum in Schwarzschild and Kerr backgrounds, we obtain generalized grand potential type laws incorporating grey body effects and angular momentum fluxes. Altogether, our results clarify the thermodynamic description of black hole dynamics and place it within the broader framework of open quantum thermodynamics.",
      "published": "2026-01-06T19:00:34Z",
      "updated": "2026-01-06T19:00:34Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.03356v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03356v1"
    },
    {
      "id": "2601.03353v1",
      "title": "Black hole thermodynamics at null infinity. Part 1: Dual Generalized Second Law",
      "authors": [
        "Antoine Rignon-Bret",
        "Matthieu Vilatte"
      ],
      "summary": "The generalized second law (GSL) of black hole thermodynamics asserts the monotonic increase of the generalized entropy combining the black hole area and the entropy of quantum fields outside the horizon. Modern proofs of the GSL rely on information theoretic methods and are typically formulated using algebras of observables defined on the event horizon together with a vacuum state invariant under horizon symmetries, inducing a geometric modular flow. In this work, we formulate a dual version of the generalized second law from the perspective of asymptotic observers at future null infinity, who do not have access to the black hole area. Our approach exploits the dependence of the second law on the choice of algebra of observables and of a reference state invariant under suitable symmetries, in close analogy with open quantum thermodynamics. Using algebraic quantum field theory and modular theory, we analyze several physically motivated vacuum states, including the Hartle Hawking state and two classes of regularized vacua. We show that, at null infinity, the monotonic quantity governing an irreversible evolution is no longer the generalized entropy, but rather a thermodynamic potential constructed from asymptotic observables. Depending on the chosen vacuum, this potential takes the form of the free energy or of a generalized grand potential built from the Bondi mass and additional (angular) mode dependent chemical potentials. The resulting inequalities define a dual generalized second law at future null infinity, which can be consistently combined with the standard GSL involving variations of the black hole area.",
      "published": "2026-01-06T19:00:21Z",
      "updated": "2026-01-06T19:00:21Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.03353v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03353v1"
    }
  ]
}