{
  "timestamp": "20260108_004310",
  "harvest_date": "2026-01-08T00:43:10.635019+00:00",
  "total_papers": 64,
  "papers": [
    {
      "id": "2601.00485v1",
      "title": "Spectral performance of single-channel plastic and GAGG scintillator bars of the CUbesat Solar Polarimeter (CUSP)",
      "authors": [
        "Nicolas De Angelis",
        "Abhay Kumar",
        "Sergio Fabiani",
        "Ettore Del Monte",
        "Enrico Costa",
        "Giovanni Lombardi",
        "Alda Rubini",
        "Paolo Soffitta",
        "Andrea Alimenti",
        "Riccardo Campana",
        "Mauro Centrone",
        "Giovanni De Cesare",
        "Sergio Di Cosimo",
        "Giuseppe Di Persio",
        "Alessandro Lacerenza",
        "Pasqualino Loffredo",
        "Gabriele Minervini",
        "Fabio Muleri",
        "Paolo Romano",
        "Emanuele Scalise",
        "Enrico Silva",
        "Davide Albanesi",
        "Ilaria Baffo",
        "Daniele Brienza",
        "Valerio Campomaggiore",
        "Giovanni Cucinella",
        "Andrea Curatolo",
        "Giulia de Iulis",
        "Andrea Del Re",
        "Vito Di Bari",
        "Simone Di Filippo",
        "Immacolata Donnarumma",
        "Pierluigi Fanelli",
        "Nicolas Gagliardi",
        "Paolo Leonetti",
        "Matteo Mergè",
        "Dario Modenini",
        "Andrea Negri",
        "Daniele Pecorella",
        "Massimo Perelli",
        "Alice Ponti",
        "Francesca Sbop",
        "Paolo Tortora",
        "Alessandro Turchi",
        "Valerio Vagelli",
        "Emanuele Zaccagnino",
        "Alessandro Zambardi",
        "Costantino Zazza"
      ],
      "summary": "Our Sun is the closest X-ray astrophysical source to Earth. As such, it makes a formidable case study to better understand astrophysical processes. Solar flares are in particular very interesting as they are linked to coronal mass ejections as well as magnetic field reconnection sites in the solar atmosphere. Flares can therefore provide insightful information on the physical processes at play on their production sites, but also on the emission and acceleration of energetic charged particles towards our planet, making it a formidable forecasting tool for space weather. While solar flares are critical to understanding magnetic reconnection and particle acceleration, their hard X-ray polarization -- key to distinguishing between competing theoretical models -- remains poorly constrained by existing observations. To address this, we present the CUbesat Solar Polarimeter (CUSP), a mission under development to perform solar flare polarimetry in the 25-100 keV energy range. CUSP consists of a 6U-XL platform hosting a dual-phase Compton polarimeter. The polarimeter is made of a central assembly of four 4x4 arrays of plastic scintillators, each coupled to multi-anode photomultiplier tubes, surrounded by four strips of eight elongated GAGG scintillator bars coupled to avalanche photodiodes. Both types of sensors from Hamamatsu are respectively read out by the MAROC-3A and SKIROC-2A ASICs from Weeroc. In this manuscript, we present the preliminary spectral performances of single plastic and GAGG channels measured in the laboratory using development boards of the ASICs foreseen for the flight model.",
      "published": "2026-01-01T21:40:47Z",
      "updated": "2026-01-01T21:40:47Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00485v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00485v1"
    },
    {
      "id": "2601.00470v1",
      "title": "Betelgeuse: Detection of the Expanding Wake of the Companion Star",
      "authors": [
        "Andrea K. Dupree",
        "Paul I. Cristofari",
        "Morgan MacLeod",
        "Kateryna Kravchenko"
      ],
      "summary": "Recent analyses conclude that Betelgeuse, a red supergiant star (HD 39801), likely has a companion object with a period of about 2000 days orbiting at only 2.3 stellar radii, deep in the chromosphere of the supergiant. A probable detection of such a companion, named Siwarha, has just occurred from speckle imaging. This study finds that Betelgeuse spectra in the optical region and ultraviolet exhibit signatures of variable circumstellar absorption and chromospheric outflows. These variations are consistent with the ~ 2000-day period of the companion object. Circumstellar absorption evident in optical Mn I lines, and mass outflow marked by ultraviolet Fe II, Si I, and Mg I lines increase after the transit of the companion across the disk of Betelgeuse. Following the eclipse of the companion, the absorption and outflow slowly decrease in advance of the next transit. The occurrence and variation of this plasma appear consistent with the presence of a trailing and expanding wake caused by a companion star orbiting within the atmosphere of Betelgeuse.",
      "published": "2026-01-01T20:56:05Z",
      "updated": "2026-01-01T20:56:05Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00470v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00470v1"
    },
    {
      "id": "2512.24425v2",
      "title": "Turbulence-Driven Corrugation of Collisionless Fast-Magnetosonic Shocks",
      "authors": [
        "Immanuel Christopher Jebaraj",
        "Mikhail Malkov",
        "Nicolas Wijsen",
        "Jens Pomoell",
        "Vladimir Krasnoselskikh",
        "Nina Dresing",
        "Rami Vainio"
      ],
      "summary": "Collisionless fast-magnetosonic shocks are often treated as smooth, planar boundaries, yet observations point to organized corrugation of the shock surface. A plausible driver is upstream turbulence. Broadband fluctuations arriving at the front can continually wrinkle it, changing the local shock geometry and, in turn, conditions for particle injection and radiation. We develop a linear-MHD formulation that treats the shock as a moving interface rather than a fixed boundary. In this approach the shock response can be summarized by an effective impedance determined by the Rankine-Hugoniot base state and the shock geometry, while the upstream turbulence enters only through its statistics. This provides a practical mapping from an assumed incident spectrum to the corrugation amplitude, its drift along the surface, and a coherence scale set by weak damping or leakage. The response is largest when the transmitted downstream fast mode propagates nearly parallel to the shock in the shock frame, which produces a Lorentzian-type enhancement controlled by the downstream normal group speed. We examine how compression, plasma $β$, and obliquity affect these corrugation properties and discuss implications for fine structure in heliospheric and supernova-remnant shock emission.",
      "published": "2025-12-30T19:03:59Z",
      "updated": "2026-01-06T09:15:22Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24425v2",
      "pdf_link": "https://arxiv.org/pdf/2512.24425v2"
    },
    {
      "id": "2512.22424v1",
      "title": "Brace for Impact: A Review of Mitigation Decisions of Critical Infrastructure Operators During the 2024 Solar Maximum",
      "authors": [
        "Caitlin LaNeve",
        "Edward J Oughton",
        "Noah Rivera",
        "Lucy Wilkerson",
        "Robert S Weigel",
        "Dean Thomas",
        "CT Gaunt"
      ],
      "summary": "The Gannon Storm in May 2024 was the largest space weather event experienced in 20 years, generating auroras latitudes as low as 35°. Such activity can pose significant operational challenges for critical infrastructure operators, particularly those managing electricity transmission networks, satellite constellations, and aviation systems. Substantial progress has been made in understanding space weather and the potential exposure of infrastructure assets to severe events. We have seen few evaluations of the types of current mitigation strategies in use to reduce our shared vulnerability to this activity, motivating this study. Firstly, we fill an important literature gap by undertaking a systematic review of the range of space weather mitigation strategies for these three critical infrastructure sectors. Secondly, we contacted 303 critical infrastructure operators (50 power, 227 satellite, 26 aviation) for participation in an anonymous online survey or interview receiving 55 unique responses (18% response rate). To capture narratives of mitigation actions taken and impacts experienced over the solar maximum, qualitative interviews were then conducted with 33 operators. The results identified 91 potential mitigation actions within the sectors and found that 149 mitigation actions were enacted due to space weather forecasts and experienced impacts. This is one of the first exhaustive studies of space weather mitigation activities, and moves beyond the traditional focus on purely impacts.",
      "published": "2025-12-27T01:11:55Z",
      "updated": "2025-12-27T01:11:55Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22424v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22424v1"
    },
    {
      "id": "2601.02393v1",
      "title": "Spectral Properties and Energy Injection in Mercury's Magnetotail Current Sheet",
      "authors": [
        "Xinmin Li",
        "Chuanfei Dong",
        "Liang Wang",
        "Sae Aizawa",
        "Lina Z. Hadid",
        "Chi Zhang",
        "Hongyang Zhou",
        "James A. Slavin",
        "Jiawei Gao",
        "Mirko Stumpo",
        "Wei Zhang"
      ],
      "summary": "Mercury's magnetotail hosts a thin and highly dynamic current sheet (CS), where magnetic reconnection and strong fluctuations frequently occur. Here, we statistically analyze magnetic field power spectra across 370 magnetotail CSs observed by MESSENGER. About 20% of the events are quasi-laminar, showing single power-law spectra, whereas 80% are turbulent, exhibiting a spectral break separating inertial and kinetic ranges. A dawn-dusk asymmetry is identified: inertial-range slopes are systematically shallower on the dawnside, whereas kinetic-range slopes are steeper, indicating more developed turbulence there, consistent with the higher occurrence of reconnection-related processes on the dawnside. Component analysis shows that the transverse components, orthogonal to the tail-aligned principal field (BX), display shallow slopes near -1 in the inertial range, suggesting energy injection at ion scales rather than a classical inertial range. These results demonstrate that Mercury's unique plasma environment fundamentally reshapes the initiation of turbulence and the redistribution of energy in the magnetotail.",
      "published": "2025-12-25T20:52:08Z",
      "updated": "2025-12-25T20:52:08Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02393v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02393v1"
    },
    {
      "id": "2512.20098v1",
      "title": "Alfvénic solar wind intervals observed by Solar Orbiter: Exploiting the capability of the SWA plasma suite and source region investigation",
      "authors": [
        "R. D'Amicis",
        "J. M. Raines",
        "S. Benella",
        "M. Velli",
        "O. Panasenco",
        "G. Nicolaou",
        "C. J. Owen",
        "R. M. Dewey",
        "P. Louarn",
        "A. Fedorov",
        "S. T. Lepri",
        "B. L. Alterman",
        "D. Perrone",
        "R. De Marco",
        "R. Bruno",
        "L. Sorriso-Valvo",
        "O. S. Dhamane",
        "Y. Rivera",
        "O. R. Kieokaew",
        "D. Verscharen",
        "G. Consolini",
        "S. Yardley",
        "V. Réville",
        "D. Telloni",
        "D. Baker",
        "G. Lewis",
        "G. Watson",
        "C. Anekallu",
        "K. Darwish",
        "L. Prech",
        "S. Livi",
        "T. Horbury",
        "G. Mele",
        "V. Fortunato",
        "F. Monti"
      ],
      "summary": "Fast and slow solar wind have distinct properties linked to their solar sources.Alfvénic slow wind complicates the usual speed-based classification, especially at intermediate speeds. Solar Orbiter's Solar Wind Analyzer (SWA) offers unique capabilities to investigate how Alfvénic slow wind differs from fast wind and relate these differences to their solar origins. In September 2022, Solar Orbiter observed several Alfvénic streams: one fast wind, three Alfvénic slow wind (AS1, AS2, AS3), and a moderate fast (FH) interval. We analyze these streams, combining plasma parameters from all SWA sensors with magnetic field measurements from the Magnetometer (MAG). A spectral analysis of magnetic and velocity fluctuations is used to characterize Alfvénicity. The magnetic connectivity of each stream to its solar source is examined using Potential Field Source Surface extrapolation combined with ballistic backmapping from the spacecraft. Proton velocity distribution functions show anisotropies and field-aligned beams characteristic of Alfvénic streams, while electron pitch-angle distributions reveal clear strahl populations. Oxygen and carbon charge-state ratios are low in fast wind but higher in AS1-AS3, consistent with slow wind origins. Magnetic connectivity suggests the fast wind originates from a large coronal hole; AS1 links to a pseudostreamer with high expansion factor; AS2, AS3, and FH connect to a negative-polarity coronal hole whose field lines cross a pseudostreamer that later dissipates. Spectral analysis indicates near energy equipartition in all intervals except AS2. The combined SWA observations offer key insights into the physical processes shaping Alfvénic solar wind streams. Our results reinforce that the simple fast/slow wind classification is inadequate for linking solar wind to sources, and suggest that Alfvénicity relates to the solar source conditions.",
      "published": "2025-12-23T06:50:07Z",
      "updated": "2025-12-23T06:50:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20098v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20098v1"
    },
    {
      "id": "2512.18806v1",
      "title": "Energetically-dominant Sunward-Propagating Alfvén Waves Near 1 au and Their Relation to Large-scale Magnetic Switchbacks",
      "authors": [
        "Nickolas Giardetti",
        "Sofiane Bourouaine",
        "Jean C. Perez"
      ],
      "summary": "In this letter, we investigate the population of energetically-dominant sunward-propagating Alfvén waves (SAWs) using more than 20 years of data provided by the Wind spacecraft near 1 au. We refer to SAWs as energetically-dominant sunward-propagating Alfvén waves within inertial range scales. Key parameters such as normalized cross helicity, plasma incompressibility, and magnetic incompressibility are used to determine the SAWs. Incorporating the polarity of the heliospheric magnetic field, AW modes are identified, which enables the determination of the propagation direction. Occurrence rates of SAWs vary from 1% to 14% depending on the time scale and solar wind stream type considered. Particularly, the relationship between large-scale magnetic field switchbacks (SBs) and SAWs (for a 1-hour long time scale) is investigated. A methodology utilizing pitch angle distributions of suprathermal electron strahl is employed to identify inverted magnetic field topology. The intervals containing SAWs are cross-referenced and examined with intervals identified as SBs. For a sample of 1636 1-hour SAW intervals, 17.5% are associated with magnetic field switchbacks occurring at scales larger than one hour. The analysis lends support to the idea of switchbacks as one of the candidate sources for a portion of the SAW population.",
      "published": "2025-12-21T16:57:44Z",
      "updated": "2025-12-21T16:57:44Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18806v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18806v1"
    },
    {
      "id": "2512.18629v1",
      "title": "Revisiting Mars' Induced Magnetic Field and Clock Angle Departures under Real-Time Upstream Solar Wind Conditions",
      "authors": [
        "Zhihao Cheng",
        "Chi Zhang",
        "Chuanfei Dong",
        "Hongyang Zhou",
        "Jiawei Gao",
        "Abigail Tadlock",
        "Xinmin Li",
        "Liang Wang"
      ],
      "summary": "Mars lacks a global intrinsic dipole magnetic field, but its interaction with the solar wind generates a global induced magnetosphere. Until now, most studies have relied on single-spacecraft measurements, which could not simultaneously capture upstream solar wind conditions and the induced magnetic fields, thereby limiting our understanding of the system. Here, we statistically re-examine the properties of Mars' induced magnetic field by incorporating, for the first time, real-time upstream solar wind conditions from the coordinated MAVEN and Tianwen-1 observations. Our results are show that both solar wind dynamic pressure and the interplanetary magnetic field (IMF) magnitude enhance the strength of the induced magnetic field, but they exert opposite effects on the compression ratio: higher dynamic pressure strengthens compression, while stronger IMF weakens it. The induced field is stronger under quasi-perpendicular IMF conditions compared with quasi-parallel IMF, reflecting a stronger mass-loading effect. We further investigate the clock angle departures of the induced fields. They remain relatively small in the magnetosheath near the bow shock, increase gradually toward the induced magnetosphere, and become significantly larger within the induced magnetosphere. In addition, clock angle departures are strongly enhanced under quasi-parallel IMF conditions. Their dependence on upstream drivers further shows that, within the magnetosheath, clock angle departures are minimized under low dynamic pressure, high IMF magnitude, and low Alfven Mach number conditions. These results may enhance our understanding of solar wind interaction with Mars, and highlight the critical role of multi-point observations.",
      "published": "2025-12-21T07:57:22Z",
      "updated": "2025-12-21T07:57:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.18629v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18629v1"
    },
    {
      "id": "2512.16610v1",
      "title": "Angular dependence of third-order law in anisotropic MHD turbulence",
      "authors": [
        "Bin Jiang",
        "Zhuoran Gao",
        "Yan Yang",
        "Francesco Pecora",
        "Kai Gao",
        "Cheng Li",
        "Sean Oughton",
        "William Matthaeus",
        "Minping Wan"
      ],
      "summary": "In solar wind turbulence, the energy transfer/dissipation rate is typically estimated using MHD third-order structure functions calculated using spacecraft observations. However, the inherent anisotropy of solar wind turbulence leads to significant variations in structure functions along different observational directions, thereby affecting the accuracy of energy-dissipation rate estimation. An unresolved issue is how to optimise the selection of observation angles under limited directional sampling to improve estimation precision. We conduct a series of MHD turbulence simulations with different mean magnetic field strengths, $ B_0 $. Our analysis of the third-order structure functions reveals that the global energy dissipation rate estimated around a polar angle of $ θ= 60^\\circ$ agrees reasonably with the exact one for $ 0 \\le B_0/b_{rms} \\le 5 $, where $b_{rms}$ denotes the root-mean-square magnetic field fluctuation. The speciality of $60^\\circ$ polar angle can be understood by the Mean Value Theorem of Integrals, since the spherical integral of the polar-angle component ($\\widetilde{T_θ}$) of the divergence of Yaglom flux is zero, and $\\widetilde{T_θ}$ changes sign around 60$^\\circ$. Existing theory on the energy flux vector as a function of the polar angle is assessed, and supports the speciality of $60^\\circ$ polar angle. The angular dependence of the third-order structure functions is further assessed with virtual spacecraft data analysis. The present results can be applied to measure the turbulent dissipation rates of energy in the solar wind, which are of potential importance to other areas in which turbulence takes place, such as laboratory plasmas and astrophysics.",
      "published": "2025-12-18T14:52:05Z",
      "updated": "2025-12-18T14:52:05Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2512.16610v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16610v1"
    },
    {
      "id": "2512.16175v1",
      "title": "Physics-Informed Neural Networks for Modeling the Martian Induced Magnetosphere",
      "authors": [
        "Jiawei Gao",
        "Chuanfei Dong",
        "Chi Zhang",
        "Yilan Qin",
        "Simin Shekarpaz",
        "Xinmin Li",
        "Liang Wang",
        "Hongyang Zhou",
        "Abigail Tadlock"
      ],
      "summary": "Understanding the magnetic field environment around Mars and its response to upstream solar wind conditions provide key insights into the processes driving atmospheric ion escape. To date, global models of Martian induced magnetosphere have been exclusively physics-based, relying on computationally intensive simulations. For the first time, we develop a data-driven model of the Martian induced magnetospheric magnetic field using Physics-Informed Neural Network (PINN) combined with MAVEN observations and physical laws. Trained under varying solar wind conditions, including B_IMF, P_SW, and θ_cone, the data-driven model accurately reconstructs the three-dimensional magnetic field configuration and its variability in response to upstream solar wind drivers. Based on the PINN results, we identify key dependencies of magnetic field configuration on solar wind parameters, including the hemispheric asymmetries of the draped field line strength in the Mars-Solar-Electric coordinates. These findings demonstrate the capability of PINNs to reconstruct complex magnetic field structures in the Martian induced magnetosphere, thereby offering a promising tool for advancing studies of solar wind-Mars interactions.",
      "published": "2025-12-18T04:49:20Z",
      "updated": "2025-12-18T04:49:20Z",
      "categories": [
        "astro-ph.EP",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16175v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16175v1"
    },
    {
      "id": "2512.16028v1",
      "title": "Direct calculation of steady-state hydrodynamic solar wind solutions with newtonian viscosity",
      "authors": [
        "Roger B. Scott",
        "Stephen J. Bradshaw",
        "Mark G. Linton",
        "Chris Lowder",
        "Leonard Strachan"
      ],
      "summary": "Steady-state solutions to the Navier-Stokes equations are known to admit solutions that are singular at the sonic point. Consequently, inviscid solar wind models require special treatment of the solution near the sonic points, and this has proven to be a significant impediment to efficient modeling of the solar wind. In this paper we revisit the governing hydrodynamic equations for the expanding solar wind, with the inclusion of the classical (Newtonian) viscous stress , and we show how this inclusion eliminates the singularities that emerge from the inviscid equations. This result has been previously reported and used to generate solar wind profiles from initial conditions in the asymptotic limit; however, those studies did not include realistic treatments of the inner corona, and generally rejected the prospect of extrapolating solutions outward from the Sun into the heliosphere. Here, we expand this method to include external heating and optically thin radiative losses and show that solutions can be computed from initial conditions near the solar surface, thereby capturing the entire range of scales from below the transition region to the outer heliosphere in a single solution. Our approach is to cast the steady-state Navier-Stokes equations as a system of five coupled, ordinary differential equations (ODEs), which we solve using conventional methods, without any special treatment of the governing equations in the vicinity of the sonic point. The representative solutions that we present here demonstrate the utility and efficiency of this extrapolation method, which is considerably more realistic than commonly used analytical or empirical models. This method provides a direct approach to generating accurate solar wind profiles subject to observationally motivated initial conditions near the solar surface, at a fraction of the computational cost of comparable relaxation-based models.",
      "published": "2025-12-17T23:21:33Z",
      "updated": "2025-12-17T23:21:33Z",
      "categories": [
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16028v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16028v1"
    },
    {
      "id": "2512.15172v1",
      "title": "Characterising injection signatures in Jupiter's ultraviolet aurora using Juno observations",
      "authors": [
        "Linus Head",
        "Denis Grodent",
        "Bertrand Bonfond",
        "Alessandro Moirano",
        "Guillaume Sicorello",
        "Julie Vinesse",
        "Alyssa Mouton",
        "Maïté Dumont",
        "Thomas Greathouse",
        "Vincent Hue",
        "Ali Sulaiman",
        "Barry Mauk",
        "Zhonghua Yao",
        "Ruilong Guo",
        "Jinyan Zhao"
      ],
      "summary": "Discrete features in Jupiter's ultraviolet aurora have been interpreted as signatures of plasma injections in the middle magnetosphere. There exists some ambiguity whether magnetodisc scattering or high-latitude Alfvenic acceleration best describes the observed properties of these injection signatures, and also to what extent arcs in the outer emission are related to injections. Many injection signatures are the result of the evolution of dawn storms; there is, however, limited evidence that non-dawn-storm injection signatures are sometimes present in the aurora. We use automatic detection of these discrete features, alongside data from Juno-UVS and in-situ measurements by other Juno instruments, to show that scattering likely accounts for most of the electron precipitation associated with injection signatures. Additionally, there is evidence that injection signatures can be classified into two types: dawn-storm and non-dawn-storm. Arc-like features in the outer emission show very similar properties to traditional blob-like injection signatures and may consist of sequences of injection signatures that have broadened into an arc via energy-dependent electron drift.",
      "published": "2025-12-17T08:09:04Z",
      "updated": "2025-12-17T08:09:04Z",
      "categories": [
        "astro-ph.EP",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15172v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15172v1"
    },
    {
      "id": "2512.15025v1",
      "title": "Effects of Unequal Electron-Ion Plasma Beta on Pressure-Strain Interaction in Turbulent Plasmas",
      "authors": [
        "M. Hasan Barbhuiya",
        "Subash Adhikari"
      ],
      "summary": "A common occurrence in weakly collisional space plasmas is the unequal electron-ion temperatures. The pressure-strain interaction provides a mechanism-agnostic pathway for increasing plasma internal energy through spatiotemporally local isotropic compression and volume preserving deformation, yet its behavior under thermal disequilibrium is largely unexplored. We investigate this using five fully kinetic two-dimensional particle-in-cell simulations of undriven decaying turbulence by varying the initial electron-to-ion temperature ratio. By analyzing the species' internal energy density alongside a decomposition of the pressure-strain term, with a focus on the volume-preserving deformation that contains normal and shear contributions, we quantify how the initial temperature imbalance modifies the channels through which turbulence increases each species' internal energy density. The cumulative pressure-strain interaction tracks the change in internal energy for both electrons and ions, with the total deformation channel of energy conversion dominating. We discover that local changes to electron internal energy density are governed primarily by the shear deformation power density, concentrated in electron-scale current sheets, while the ion shear and normal deformation components cancel, yielding a much smaller net deformation power density that peaks around, rather than within, those electron-scale current structures. We find that the amplitudes and localization of deformation change, but preserve these qualitative trends. Together, these results show how thermal disequilibrium could shape species-dependent turbulent \"heating rate\", measured via pressure-strain interaction and approximated via only its shear deformation part, and provide a framework for interpreting energy evolution and conversion in space plasmas where unequal species temperature is the norm.",
      "published": "2025-12-17T02:30:12Z",
      "updated": "2025-12-17T02:30:12Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15025v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15025v1"
    },
    {
      "id": "2512.14462v1",
      "title": "NASA/NOAA MOU Annex Final Report: Evaluating Model Advancements for Predicting CME Arrival Time",
      "authors": [
        "M. L. Mays",
        "P. J. MacNeice",
        "A. Taktakishvili",
        "C. P. Wiegand",
        "J. Merka",
        "E. T. Adamson",
        "V. J. Pizzo",
        "D. A. Biesecker",
        "A. R. Marble",
        "D. Odstrcil",
        "C. J. Henney",
        "C. N. Arge",
        "S. I. Jones",
        "S. Wallace"
      ],
      "summary": "The purpose of this project was to assess improvements in CME arrival time forecasts at Earth using the Air Force Data Assimilative Photospheric Flux Transport (ADAPT) model driven by data from the Global Oscillation Network Group (GONG) ground observatories. These outputs are then fed into the coupled Wang-Sheeley-Arge (WSA) - ENLIL model and compared to an operational version of WSA-ENLIL (without ADAPT). SWPC selected a set of 38 historical events over the period of five years from 2012--2014 (33 events) and 2017--2019 (5 events). The overall three-year project consisted of multiple simulation validation studies for the entire event set (1292 simulations): (a) benchmark single map (operational version prior to May 2019) (b) time-dependent sequence of GONG maps driving WSA-ENLIL with 4 different model settings (c) single test simulation of a time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL (d) single GONG map driving ADAPT-WSA-ENLIL (e) time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL. We report that for all 38 events, within each model version/settings combination, the CME arrival time error decreased by 0.2 to 0.9 hours when using a sequence of time-dependent zero-point corrected magnetograms compared to using single magnetogram input. Overall, for all events, when using the older uncorrected magnetograms, the CME arrival time error increased for all new model versions/settings combination compared to the benchmark. Notably for the 5 events in the period 2017--2019 when more reliable zero-point corrected magnetograms were available, the ADAPT-WSA-ENLIL (median arrival realization) CME arrival time error decreased against all benchmarks. In this report we also discuss replicating the operational model, challenges in detecting CME arrival in simulations, and comparing zero-point corrected and uncorrected magnetogram inputs.",
      "published": "2025-12-16T14:49:14Z",
      "updated": "2025-12-16T14:49:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2512.14462v1",
      "pdf_link": "https://arxiv.org/pdf/2512.14462v1"
    },
    {
      "id": "2512.13320v1",
      "title": "Evidence for in situ particle energization during the May-2024 event based on ASPEX instrument on board Aditya-L1",
      "authors": [
        "Shivam Parashar",
        "Dibyendu Chakrabarty",
        "Prashant Kumar",
        "Abhishek Kumar",
        "Bhas Bapat",
        "Aveek Sarkar",
        "P. Janardhan",
        "Anil Bhardwaj",
        "Santosh V. Vadawale",
        "Manan S. Shah",
        "Hiteshkumar L. Adalja",
        "Arpit R. Patel",
        "Pranav R. Adhyaru",
        "M. Shanmugam",
        "Swarop B. Banerjee",
        "K. P. Subramanian",
        "Tinkal Ladia",
        "Jacob Sebastian",
        "Bijoy Dalal",
        "Aakash Gupta",
        "Shiv Kumar Goyal",
        "Neeraj Kumar Tiwari",
        "Aaditya Sarda",
        "Sushil Kumar",
        "Nishant Singh",
        "Deepak Kumar Painkra",
        "Piyush Sharma",
        "Abhishek J. Verma",
        "M. B. Dadhania"
      ],
      "summary": "The interaction between interplanetary Coronal Mass Ejection (ICME) structures can alter the geo-effectiveness of the ICME events in myriad ways. Many aspects of these interaction processes are not well-understood till date. Using the energy spectra measured in two mutually orthogonal top hat analyzers (THA 1 and 2), which are part of the Solar Wind Ion Spectrometer (SWIS) subsystem of the Aditya Solar Wind Particle EXperiment (ASPEX) on board India's Aditya L1 mission, we gain insights into intricate features of ICME ICME interactions during May 2024 solar event. We report here an unprecedented two-orthogonal-plane perspective of ICME ICME interactions for the first time from the L1 point. The investigation reveals a special interaction region formed by the propagation of the forward shock driven by complex ejecta in the preceding ICME. The interaction causes the formation of a downstream region spanning over 13 hours, which propagates in the interplanetary medium. The observations reveal that this region serves as a site for proton and alpha particle energization, and the particles within this region get distributed from one plane to the other. The presence of forward shock and particle energization is confirmed by the energetic particle flux measurements by the SupraThermal and Energetic Particle Spectrometer (STEPS) of ASPEX. These observations provide an unprecedented perspective on how solar wind ions become energized and distributed in an ICME-ICME interaction region.",
      "published": "2025-12-15T13:38:24Z",
      "updated": "2025-12-15T13:38:24Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.13320v1",
      "pdf_link": "https://arxiv.org/pdf/2512.13320v1"
    },
    {
      "id": "2512.12786v1",
      "title": "Solar Energetic Particle Forecasting with Multi-Task Deep Learning: SEPNet",
      "authors": [
        "Yian Yu",
        "Yang Chen",
        "Lulu Zhao",
        "Kathryn Whitman",
        "Ward Manchester",
        "Tamas Gombosi"
      ],
      "summary": "Solar energetic particle (SEP) events pose severe threats to spacecraft, astronaut safety, and aviation operations, accurate SEP forecasting remains a critical challenge in space weather research due to their complex origins and highly variable propagation. In this work, we built SEPNet, an innovative multi-task neural network that jointly predicts future solar eruptive events, including solar flares and coronal mass ejections (CMEs) and SEPs, incorporating long short-term memory and transformer architectures that capture contextual dependencies. SEPNet is a machine learning framework for SEP prediction that utilizes an extensive set of predictors, including solar flares, CMEs, and space-weather HMI active region patches (SHARP) magnetic field parameters. SEPNet is rigorously evaluated on the SEPVAL SEP dataset (whitman, 2025b), which is used to evaluate the performance of the current SEP prediction models. The performance of SEPNet is compared with classical machine learning methods and current state-of-the-art pre-eruptive SEP prediction models. The results show that SEPNet, particularly with SHARP parameters, achieves higher detection rates and skill scores while maintaining suitable for real-time space weather alert operations. Although class imbalance in the data leads to relatively high false alarm rates, SEPNet consistently outperforms reference methods and provides timely SEP forecasts, highlighting the capability of deep multi-task learning for next-generation space weather prediction. All data and code are available on GitHub at https://github.com/yuyian/SEP-Prediction.git.",
      "published": "2025-12-14T18:03:06Z",
      "updated": "2025-12-14T18:03:06Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12786v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12786v1"
    },
    {
      "id": "2512.12585v1",
      "title": "What are Switchbacks?",
      "authors": [
        "Zesen Huang",
        "Marco Velli",
        "Yuliang Ding"
      ],
      "summary": "We present a solitary Alfvén wave model that exhibits nontrivial three-dimensional twisting of open magnetic field lines while preserving constant $|B|$. Embedded rotational discontinuities sharply deflect the otherwise uniform field lines, producing localized, large-amplitude field reversals in one-dimensional profiles that closely resemble the ``switchbacks'' observed by the Parker Solar Probe in the inner heliosphere. This indicates that switchbacks, as seen in one-dimensional spacecraft time series, arise from traversals through strongly curved segments of open magnetic field lines.",
      "published": "2025-12-14T07:39:01Z",
      "updated": "2025-12-14T07:39:01Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12585v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12585v1"
    },
    {
      "id": "2512.21342v1",
      "title": "An Enhanced \"Flux-Corrected Transport\"-Based Plasmasphere Refilling Model",
      "authors": [
        "Jaden Fitzpatrick",
        "Kausik Chatterjee",
        "Naomi Maruyama"
      ],
      "summary": "A previously developed multi-ion, two-stream Flux-Corrected Transport (FCT) hydrodynamic model for plasmasphere refilling has been extended to incorporate self-consistent electron temperature evolution. The past assumption of a constant temperature along the modeled flux tube has been replaced by solving the electron energy equation, permitting spatially and temporally varying temperature. This improvement provides a more physically complete representation of the pressure and ambipolar electric-field gradients that influence ion transport. The extended model allows us to investigate two-stage refilling behavior established by prior observations and simulations. The model continues to reproduce the expected dominance of H+, enhanced early-time O+ contributions, and the coupling between H+ and He+ through the ambipolar electric field during the transition between stages. Sensitivity experiments with modified initial ion concentrations, including cases representing seasonal effects, highlight the distinct roles of each ion species in shaping the refilling trajectory. Comparisons across L-shells 3 and 4 further confirm the robustness of the model framework for future extension to three-dimensional geometries. Overall, by incorporating more realistic temperature variations, this enhanced model strengthens the physical understanding for interpreting complex multi-ion transport processes during plasmasphere recovery following geomagnetic storms.",
      "published": "2025-12-13T15:01:14Z",
      "updated": "2025-12-13T15:01:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21342v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21342v1"
    },
    {
      "id": "2512.11631v1",
      "title": "UK White Paper on Magnetic Reconnection",
      "authors": [
        "Alexander J. B. Russell",
        "James A. McLaughlin",
        "Philippa Browning",
        "Jennifer Carter",
        "Luca Franci",
        "Heli Hietala",
        "Andrew Hillier",
        "Gunnar Hornig",
        "David MacTaggart",
        "Sarah Matthews",
        "James McKevitt",
        "Eric Priest",
        "Jack Reid",
        "Ben Snow",
        "Julia Stawarz",
        "Anthony Yeates",
        "Jeffersson Andres Agudelo Rueda",
        "William Bate",
        "Giulio Del Zanna",
        "Jonathan Eastwood",
        "Lucie Green",
        "Anshu Kumari",
        "Mike Lockwood",
        "Thomas Neukirch",
        "David Pontin",
        "Andy Smith",
        "Maria-Theresia Walach",
        "Peter Wyper"
      ],
      "summary": "Magnetic reconnection powers explosive releases of magnetic energy, heating and particle acceleration throughout the plasma universe. Knowledge of this universal process is vital to understanding the Heliosphere, as it plays a key role in solar flares, coronal mass ejections, coronal heating, solar wind acceleration, geomagnetic storms, and interactions between the solar wind and planetary magnetospheres. As such, reconnection underpins multiple science objectives of multiple future space missions. The UK plays a leading role in this international field, through a combination of in situ measurements from Earth's magnetosphere and the solar wind, observations of the solar corona and chromosphere, and world-class numerical simulations and theory. This white paper identifies: Nine priority science objectives for reconnection research in the next decade; Recommendations to guide investment in theory, simulations and infrastructure; Mission priorities and required measurements to ensure the UK maintains and improves its world-class credentials in reconnection science.",
      "published": "2025-12-12T15:09:58Z",
      "updated": "2025-12-12T15:09:58Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11631v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11631v1"
    },
    {
      "id": "2512.11365v1",
      "title": "Temporal Substepping Scheme for Magnetohydrodynamics with Cell-based Adaptive Mesh Refinement on Staggered Grid",
      "authors": [
        "Ilja Honkonen",
        "Riku Jarvinen",
        "David Phillips"
      ],
      "summary": "We present a new algorithm for numerical magnetohydrodynamics on staggered meshes preserving $\\nabla \\cdot B = 0$. Our algorithm is based on the constrained transport method and supports both cell-based adaptive mesh refinement and temporal substepping. We handle resolution changes directly on the logically Cartesian grid without needing interpolation or projection between nested or neighboring grids, nor coupling the solution between refinement levels.",
      "published": "2025-12-12T08:27:21Z",
      "updated": "2025-12-12T08:27:21Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "physics.comp-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11365v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11365v1"
    },
    {
      "id": "2512.11182v1",
      "title": "Free Energy Sources of Ion-scale Waves Observed by Parker Solar Probe",
      "authors": [
        "Niranjana Shankarappa",
        "Kristopher G. Klein",
        "Mihailo M. Martinović",
        "Trevor A. Bowen",
        "Davin E. Larson",
        "Roberto Livi",
        "Ali Rahmati",
        "Phyllis L. Whittlesey",
        "Michael L. Stevens"
      ],
      "summary": "Parker Solar Probe (PSP) observes abundant circularly polarized ion-scale waves throughout the inner heliosphere. These waves are a signature of the interplay between plasma microinstabilities and turbulent dissipation. We perform a mission-wide statistical survey of ion-scale waves observed by PSP, investigating if the waves correspond to specific free energy sources in the measured proton velocity distributions. We find that left-handed waves (LHWs) are frequently observed, with the fraction of time they are observed increasing closer to the Sun, reaching $\\sim$30\\%. Right-handed waves (RHWs) are less frequently observed, with the associated time fraction decreasing closer to the Sun. The observed LHWs are generally consistent with parallel propagating ion cyclotron wave (ICW) storms that occur continuously for extended periods of time. Turbulent energy spectra are consistently steeper when LHW storms are observed; these wave storms mediate the spatial transport of the free energy associated with temperature anisotropy. The observed RHWs are generally consistent with oblique and parallel fast magnetosonic waves (FMWs), and their observation is well correlated with enhanced proton parallel heat flux, which quantifies the presence of secondary proton populations. Using observations and the SAVIC machine learning instability identification algorithm, we identify a threshold on the proton heat flux beyond which FMWs are likely to be driven unstable by the proton beams. We are thus able to associate trends in the observed ion-scale waves with known sources of free energy for Encounters 3 through 24 of the PSP's prime science phase.",
      "published": "2025-12-12T00:03:13Z",
      "updated": "2025-12-12T00:03:13Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11182v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11182v1"
    },
    {
      "id": "2512.11091v1",
      "title": "Microgravity and Near-Absolute Zero: A New Frontier in Quantum Computing Hardware",
      "authors": [
        "Denis Saklakov"
      ],
      "summary": "Quantum computing qubits are notoriously fragile, requiring extreme isolation from environmental disturbances. This paper advances the hypothesis that a combination of microgravity and ultra-low temperature (near absolute zero) provides an almost \"ideal\" operating environment for quantum hardware. Under such conditions, gravitational perturbations, thermal noise, and vibrational disturbances are minimized, thereby significantly extending qubit coherence times and reducing error rates. We survey four leading qubit platforms - superconducting circuits, trapped ions, ultracold neutral atoms, and photonic qubits - and explain how each can benefit from a weightless, cryogenic setting. Recent experiments support this vision: Bose-Einstein condensates on the International Space Station (ISS) maintained matter-wave coherence far longer than on Earth, atomic clocks in orbit achieved record stability, and a photonic quantum computer deployed in space is demonstrating robust operation. Finally, we outline a proposed side-by-side experiment comparing identical quantum processors on the ground and in microgravity. Such a test would directly measure improvements in qubit coherence (T1, T2), gate fidelity, and readout accuracy when the influence of gravity is removed.",
      "published": "2025-12-11T20:07:17Z",
      "updated": "2025-12-11T20:07:17Z",
      "categories": [
        "physics.space-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11091v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11091v1"
    },
    {
      "id": "2512.10464v1",
      "title": "Identification and Characterization of the Topside Bulge of the Venusian Ionosphere",
      "authors": [
        "Satyandra M. Sharma",
        "Varun Sheel",
        "Martin Pätzold"
      ],
      "summary": "Venus, in the absence of an intrinsic magnetic field, undergoes a direct interaction between its ionosphere and the solar wind. Previous missions, including Mariner, Venera, and the Pioneer Venus Orbiter (PVO), reported a recurring localized increase in electron density, often termed a \"bulge,\" at altitudes between 160 and 200 km. This study investigates this topside bulge using over 200 dayside electron density profiles derived from the Venus Radio Science experiment (VeRa) onboard the Venus Express (VEX). We employ an automated, gradient-based classification algorithm to provide a quantitative and reproducible method for identifying and categorizing the bulge morphology into three types. Type 1 profiles exhibit a distinct secondary peak above the main V2 layer. Type 2 profiles display a shoulder-like feature near the bulge altitude. Type 3 bulges are not visually apparent but can be identified through residuals obtained after subtracting a Chapman layer fit to the V2 peak. The bulge is detected in over 80\\% of the analyzed profiles, with a higher occurrence during periods of low solar activity and at lower solar zenith angles (SZA). Type 1 morphologies are only observed at low latitudes (within $\\pm 40^\\circ$). The peak altitude of the bulge negatively correlates with SZA, suggesting that thermospheric cooling toward the terminator significantly influences the bulge altitude. The occurrence patterns and morphological characteristics indicate that the bulge is likely influenced by external drivers, such as solar wind interaction, rather than being solely a result of local photochemical processes.",
      "published": "2025-12-11T09:39:52Z",
      "updated": "2025-12-11T09:39:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.10464v1",
      "pdf_link": "https://arxiv.org/pdf/2512.10464v1"
    },
    {
      "id": "2512.10406v1",
      "title": "Generation of proton beams at switchback boundary-like rotational discontinuities in the solar wind",
      "authors": [
        "Rong Lin",
        "Fabio Bacchini",
        "Jiansen He",
        "Luca Pezzini",
        "Jingyu Peng"
      ],
      "summary": "Alfvénic rotational discontinuities (RDs) are abundant in the inner heliosphere and can be used to model the boundary of switchbacks, i.e. Alfvénic magnetic kinks. To investigate the effects of RDs on proton kinetics, we model a pair of switchback-boundary-like RDs with a hybrid Particle-In-Cell (PIC) approach in a 2D system. We find that, at one of the boundary RDs, a significant population of protons remains trapped over long times, creating a secondary beam-like component with temperature anisotropy $T_\\perp/T_\\|\\gtrsim4$ in the proton velocity distribution function that excites ion cyclotron waves within the downstream portion of the transition layer. Further analysis suggests that the static electric field in the vicinity of the RD is the key factor in trapping the protons. This work indicates that switchback boundaries could represent a viable environment for the creation of proton beams in the heliosphere; it also highlights the need to investigate RD sub-structures, especially the embedded current systems of interplanetary RDs. Finally, this paper underscores the importance of high-resolution observations of the solar wind velocity distributions around RDs.",
      "published": "2025-12-11T08:16:22Z",
      "updated": "2025-12-11T08:16:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.10406v1",
      "pdf_link": "https://arxiv.org/pdf/2512.10406v1"
    },
    {
      "id": "2512.09828v1",
      "title": "Damped Kinetic Alfvén Waves in Earth's Magnetosheath: Numerical Simulations and MMS Observations",
      "authors": [
        "Mani K. Chettri",
        "Hemam D. Singh",
        "Vivek Shrivastav",
        "Britan Singh",
        "Rupak Mukherjee"
      ],
      "summary": "The Earth's magnetosheath provides a high $β$ (ratio of electron thermal pressure to magnetic pressure) plasma environment where kinetic Alfvén waves (KAWs) strongly influence turbulence and energy dissipation. This study investigates how Landau damping modifies the nonlinear evolution of KAWs by solving a modified nonlinear Schrödinger equation that captures both dispersive and nonlinear effects. Without Landau damping, modulational instability drives rapid self-focusing into intense magnetic filaments, producing a turbulent cascade with $k_\\perp^{-5/3}$ scaling in the inertial range ($k_\\perpρ_i<1$) that transitions to $k_\\perp^{-8/3}$ at sub-ion scales ($k_\\perpρ_i>1$), here $k_\\perp$ is the wavevector component perpendicular to the background magnetic field and $ρ_i$ the ion thermal gyroradius. When Landau damping is included, magnetic structures are significantly suppressed, and the spectrum steepens to $k_\\perp^{-11/3}$ in the sub-ion range while the inertial range maintains $k_\\perp^{-5/3}$ scaling. The damping acts across all scales through resonant wave-particle interactions, efficiently transferring energy from waves to particles. Direct comparison with Magnetospheric Multiscale (MMS) spacecraft observations shows that the observed kinetic range spectral slope falls between our undamped and damped simulation limits, consistent with an intermediate damping regime in magnetosheath turbulence. This agreement confirms that Landau damping is one of the primary mechanisms controlling turbulent energy dissipation at kinetic scales in collisionless plasmas.",
      "published": "2025-12-10T17:06:13Z",
      "updated": "2025-12-10T17:06:13Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09828v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09828v1"
    },
    {
      "id": "2512.09738v1",
      "title": "Predicting CME Arrivals with Heliospheric Imagers from L5: A Data Assimilation Approach",
      "authors": [
        "Tanja Amerstorfer",
        "Justin Le Louëdec",
        "David Barnes",
        "Maike Bauer",
        "Jackie A. Davies",
        "Satabdwa Majumdar",
        "Eva Weiler",
        "Christian Möstl"
      ],
      "summary": "The Solar TErrestrial RElations Observatory (STEREO) mission has laid a foundation for advancing real-time space weather forecasting by enabling the evaluation of heliospheric imager (HI) data for predicting coronal mass ejection (CME) arrivals at Earth. This study employs the ELEvoHI model to assess how incorporating STEREO/HI data from the Lagrange 5 (L5) perspective can enhance prediction accuracy for CME arrival times and speeds. Our investigation, preparing for the upcoming ESA Vigil mission, explores whether the progressive incorporation of HI data in real-time enhances forecasting accuracy. The role of human tracking variability is evaluated by comparing predictions based on observations by three different scientists, highlighting the influence of manual biases on forecasting outcomes. Furthermore, the study examines the efficacy of deriving CME propagation directions using HI-specific methods versus coronagraph-based techniques, emphasising the trade-offs in prediction accuracy. Our results demonstrate the potential of HI data to significantly improve operational space weather forecasting when integrated with other observational platforms, especially when HI data from beyond 35° elongation are used. These findings pave the way for optimising real-time prediction methodologies, providing valuable groundwork for the forthcoming Vigil mission and enhancing preparedness for CME-driven space weather events.",
      "published": "2025-12-10T15:17:54Z",
      "updated": "2025-12-10T15:17:54Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09738v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09738v1"
    },
    {
      "id": "2512.09168v1",
      "title": "The skin effect in anomalous transport of charged particles in plasma with a microturbulent magnetic field. I. Isotropic plasma",
      "authors": [
        "N. A. Emelyanov",
        "Vl. V. Kocharovsky"
      ],
      "summary": "The influence of electromagnetic skin effect on anomalous charged particle transport in dense, non-relativistic, collisionless plasma with a small-scale turbulent magnetic field was investigated using quasi-linear kinetic equations, through both analytical and numerical methods. Analytical expressions for the diffusion tensor components in the Fokker-Planck equation that take this effect into account have been found. The equation was solved numerically in the case of magnetostatic turbulence. It has been demonstrated that the skin effect increases the mean free path of particles in turbulent plasma, thereby reducing its anomalous resistance. It also leads to anisotropy in particle scattering, resulting in anisotropy in their stationary velocity distribution, which increases as the screening parameter grows. Approximate analytical formulas for the effective mobility of charged particles and the electric conductivity of plasma with isotropic magnetostatic turbulence have been obtained.",
      "published": "2025-12-09T22:28:58Z",
      "updated": "2025-12-09T22:28:58Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09168v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09168v1"
    },
    {
      "id": "2512.08447v1",
      "title": "Photon Dynamics and Collision Risks in Relativistic Spaceflight: A Comparative Study of Methods and Implications",
      "authors": [
        "Li Kai Wen",
        "Joao Rodrigues"
      ],
      "summary": "This dissertation explores the dynamics of relativistic spaceflight, focusing on the risks associated with collisions and photon interactions as a spacecraft approaches velocities near the speed of light. The study emphasizes two primary collision types: (1) collisions with interstellar dust and particles, and (2) interactions with cosmic molecules, specifically hydrogen. Using principles of energy conservation and relativistic mechanics, the energy transfer from these collisions is calculated, showing that even small particles can impart massive energy at relativistic speeds. The dissertation also examines the impact of the cosmic microwave background (CMB) radiation, particularly its blue-shifting effect at high velocities, which influences photon interactions with the spacecraft. Additionally, the Schwinger limit, which sets an upper bound on the electromagnetic field strength for sustained relativistic travel, is discussed in the context of photon-induced pair production. Lastly, advanced photon interactions, such as Compton scattering, are analyzed for their role in thermal management and spacecraft design. The findings highlight the importance of shielding, thermal regulation, and collision avoidance strategies in the design of spacecraft for interstellar travel, offering insights into the potential challenges and solutions for achieving relativistic spaceflight.",
      "published": "2025-12-09T10:19:59Z",
      "updated": "2025-12-09T10:19:59Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.08447v1",
      "pdf_link": "https://arxiv.org/pdf/2512.08447v1"
    },
    {
      "id": "2512.09949v1",
      "title": "Two-dimensional PIC simulation of collective Thomson scattering in a beam-plasma system",
      "authors": [
        "Yuma Sato",
        "Shuichi Matsukiyo"
      ],
      "summary": "Collective Thomson scattering (CTS) in a beam-plasma system is reproduced by using 2D PIC simulations and the characteristics of the scattered wave spectrum are examined. By formulating the geometric shape of the scattered wave spectrum in wave number space, where the velocity vector of the beam component and the wave vectors of the incident and scattered waves are arbitrary, it is demonstrated that the spectrum in 2D wave number space becomes asymmetric. The spectrum of scattered waves propagating in a specific direction is presented as a function of wavelength to show that the electron (ion) feature is amplified and becomes asymmetric or distorted when Buneman (ion acoustic) instability occurs. An additional simulation is conducted for a weak, linearly stable beam-plasma system with a hot beam, and confirmed that the obtained scattered wave spectrum shows asymmetric feature. The results are expected to be applicable to the interpretation of radar observations of ionospheric plasmas as well as CTS measurements in laboratory plasmas.",
      "published": "2025-12-09T00:48:01Z",
      "updated": "2025-12-09T00:48:01Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09949v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09949v1"
    },
    {
      "id": "2512.06950v1",
      "title": "PARIS: Pruning Algorithm via the Representer theorem for Imbalanced Scenarios",
      "authors": [
        "Enrico Camporeale"
      ],
      "summary": "The challenge of \\textbf{imbalanced regression} arises when standard Empirical Risk Minimization (ERM) biases models toward high-frequency regions of the data distribution, causing severe degradation on rare but high-impact ``tail'' events. Existing strategies uch as loss re-weighting or synthetic over-sampling often introduce noise, distort the underlying distribution, or add substantial algorithmic complexity.   We introduce \\textbf{PARIS} (Pruning Algorithm via the Representer theorem for Imbalanced Scenarios), a principled framework that mitigates imbalance by \\emph{optimizing the training set itself}. PARIS leverages the representer theorem for neural networks to compute a \\textbf{closed-form representer deletion residual}, which quantifies the exact change in validation loss caused by removing a single training point \\emph{without retraining}. Combined with an efficient Cholesky rank-one downdating scheme, PARIS performs fast, iterative pruning that eliminates uninformative or performance-degrading samples.   We use a real-world space weather example, where PARIS reduces the training set by up to 75\\% while preserving or improving overall RMSE, outperforming re-weighting, synthetic oversampling, and boosting baselines. Our results demonstrate that representer-guided dataset pruning is a powerful, interpretable, and computationally efficient approach to rare-event regression.",
      "published": "2025-12-07T18:05:20Z",
      "updated": "2025-12-07T18:05:20Z",
      "categories": [
        "stat.ML",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.06950v1",
      "pdf_link": "https://arxiv.org/pdf/2512.06950v1"
    },
    {
      "id": "2512.04730v1",
      "title": "On the magnetic field evolution of interplanetary coronal mass ejections from 0.07 to 5.4 au",
      "authors": [
        "Christian Möstl",
        "Emma E. Davies",
        "Eva Weiler",
        "Ute V. Amerstorfer",
        "Andreas J. Weiss",
        "Hannah T. Rüdisser",
        "Martin A. Reiss",
        "Satabdwa Majumdar",
        "Timothy S. Horbury",
        "Stuart D. Bale",
        "Daniel Heyner"
      ],
      "summary": "A central question for understanding interplanetary coronal mass ejection (ICME) physics and improving space weather forecasting is how ICMEs evolve in interplanetary space. We have updated one of the most comprehensive in situ ICME catalogs to date, which now includes 1976 events from 11 space missions covering over 34 years, from December 1990 to August 2025. We have combined existing catalogs including magnetic obstacles and identified and added boundaries of an additional 807 (40.8%) events ourselves. With this catalog, we demonstrate the most extensive analysis to date of total ICME magnetic field values as a function of heliocentric distance. Parker Solar Probe has observed 6 ICMEs at $< 0.23$ au (until April 2025), and Solar Orbiter and BepiColombo have added more events near 0.3~au, bridging the major observational gap towards the solar corona. Our main result is that a single power law can describe the evolution of the mean total magnetic field (exponent value of $k=-1.57$) and maximum field ($k=-1.53$) in the magnetic obstacle (MO), from 0.07 to 5.4 au. Extending the power law to the solar photosphere reveals a strong inconsistency with magnetic field magnitudes observed in the quiet Sun and active regions by 2 and 4 orders of magnitude, respectively. We introduce a multipole-type power law with two exponents, $k_1=-1.57$, and $k_2=-6$, relating the ICME magnetic field magnitude to an average solar active region field strength. These results present important observational constraints for the evolution of ICMEs from the Sun to the heliosphere.",
      "published": "2025-12-04T12:15:17Z",
      "updated": "2025-12-04T12:15:17Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.04730v1",
      "pdf_link": "https://arxiv.org/pdf/2512.04730v1"
    },
    {
      "id": "2512.07895v2",
      "title": "Ion-acoustic shock and solitary waves in magnetized plasma with Cairns-Gurevich distribution electrons",
      "authors": [
        "Rui Huo",
        "Jiulin Du"
      ],
      "summary": "The propagation properties of ion-acoustic solitary and shock waves in the magnetized viscous plasma with nonthermal trapped electrons are investigated. The Cairns-Gurevich distribution as the electron distribution is considered to describe the plasma nonthermality and particle trapping. By adopting the reductive perturbation technique, we derived the nonlinear Schamel-Korteweg-de Vries-Burgers (SKdVB) equation, and then obtained the ion-acoustic shock and solitary wave solutions of the SKdVB equation for different limiting cases. It is found that the impact of nonthermal parameter α, external magnetic field Ω, obliqueness lz, wave speed U0, and the ion kinematic viscosity η0 can significantly change the characteristics of the shock and solitary waves. These results may be useful for better understanding the propagation of nonlinear structures in space (i.e. Earth's magnetosphere and ionosphere, auroral regions) and laboratory plasma with nonthermal trapped electrons.",
      "published": "2025-12-04T06:40:31Z",
      "updated": "2025-12-10T03:26:30Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.07895v2",
      "pdf_link": "https://arxiv.org/pdf/2512.07895v2"
    },
    {
      "id": "2512.07894v2",
      "title": "Firehose instability in the space plasma with anisotropic Cairns-distribution electrons",
      "authors": [
        "Rui Huo",
        "Jiulin Du"
      ],
      "summary": "We study the electron firehose mode propagating parallel to the ambient magnetic field in the space plasma with anisotropic Cairns-distribution electrons. The dispersion relation, the wave frequency and the growth rate of electron firehose mode are derived, and the condition for onset of the firehose instability is obtained. We show that the wave frequency and the growth rate both depend significantly on the parameters, such as the parallel electron beta , the nonthermal parameter Λ and the electron temperature anisotropy Ae , and the anisotropic Cairns-distribution electrons change the instability condition. The numerical analyses show that the wave frequency and the growth rate of the electron firehose mode increase with increase of the parameters. The results may be helpful for understanding the firehose instability in space plasma environments.",
      "published": "2025-12-04T05:52:30Z",
      "updated": "2025-12-10T03:24:41Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.07894v2",
      "pdf_link": "https://arxiv.org/pdf/2512.07894v2"
    },
    {
      "id": "2512.07893v2",
      "title": "Kinetic Alfvén waves in the temperature anisotropic space plasma with a kappa-Maxwellian distribution",
      "authors": [
        "Rui Huo",
        "Jiulin Du",
        "Ran Guo"
      ],
      "summary": "The dispersion and damping rate of kinetic Alfvén waves are studied in temperature anisotropic space plasma with kappa-Maxwellian distribution. Employing a kinetic approach, the wave frequency and damping rate of kinetic Alfvén waves and the modified ion acoustic waves are derived in a low \\b{eta} plasma, which both depend on the parameters \\k{appa} and . The numerical analyses show that the wave frequency of kinetic Alfvén waves is larger in kappa-Maxwellian plasma than that in Maxwellian case. The wave frequency of the modified ion acoustic waves in kappa-Maxwellian plasma is larger in the short-wave region but smaller in the long-wave region than that in Maxwellian case. Again, we found that the damping rate of kinetic Alfvén waves in kappa-Maxwellian plasma is stronger than that in Maxwellian case. The damping rate of modified ion acoustic waves in kappa-Maxwellian plasma is stronger in the short-wave region but weaker in the long-wave region than that in Maxwellian case. The impact of the parameter on the two modes is relatively small because we consider the low \\b{eta} case. These results are helpful for us to understand better the characteristics of kinetic Alfvén waves in space plasma.",
      "published": "2025-12-04T05:09:26Z",
      "updated": "2025-12-10T03:22:26Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.07893v2",
      "pdf_link": "https://arxiv.org/pdf/2512.07893v2"
    },
    {
      "id": "2512.03890v1",
      "title": "The May 2024 Storm: dayside magnetopause and cusps in simulated soft X-Rays",
      "authors": [
        "J. Ng",
        "L. -J. Chen",
        "B. Burkholder",
        "D. Sibeck",
        "F. S. Porter",
        "K. H. Pham",
        "V. G. Merkin",
        "H. Connor",
        "J. W. Bonnell",
        "S. Petrinec",
        "Y. Zou",
        "B. Alterman",
        "G. Cucho-Padin"
      ],
      "summary": "The coronal mass ejection (CME) arriving at Earth on May 10, 2024 caused the most intense geomagnetic storm in the last two decades, and resulted in highly unusual magnetopause and cusp dynamics. We simulate soft X-Ray emission due to solar wind charge exchange with exospheric neutrals to image the global dayside dynamics, focusing on the impact of a dense CME current sheet during the storm main phase. The magnetopause moves inward to ~ 4 RE, and at the same time, the two cusps manifest as nearly parallel emission ridges in X-Ray. As the interplanetary magnetic field reverses, the cusp ridges move to higher latitudes for ~ 10 minutes after the reversal. The X-Ray emission can be detected by imagers to be flown on future missions to provide a global picture of the magnetopause and cusps with quantitative determination of their locations",
      "published": "2025-12-03T15:40:48Z",
      "updated": "2025-12-03T15:40:48Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.03890v1",
      "pdf_link": "https://arxiv.org/pdf/2512.03890v1"
    },
    {
      "id": "2601.03028v1",
      "title": "Bounce Inflation with Dynamical Dark Energy in Light of DESI DR2",
      "authors": [
        "Xin-zhe Zhang",
        "Hao-Hao Li",
        "Taotao Qiu"
      ],
      "summary": "Recently, the Dark Energy Spectroscopic Instrument Data Release 2 (DESI DR2) suggests that the dark energy in our universe might be evolving, favoring the Chevallier-Polarski-Linder (CPL) parameterization and a lower Hubble constant. In our previous work, it has been reported that cosmological model with the non-singular bounce inflation (BI) scenario and $Λ$CDM might alleviate the Hubble tension into 3$σ$ confidence. In this paper, we study the cosmological model of BI with a dynamical dark energy. We find that individual consideration of the CPL parameterization and the data \\texttt{DESI DR2} tend to larger Hubble constants for both BI and power law (PL) case with cosmic microwave background (CMB) data. Employing BI with combined CPL parameterization and \\texttt{DESI DR2}, we obtain the Hubble constant $H_ 0 = 65.2^{ + 1.8}_{ - 2.2} \\ \\mathrm{km} \\cdot \\mathrm{s}^{ -1 } \\cdot \\mathrm{Mpc}^{ -1 }$, which is larger than $H_ 0 = 64.0 \\pm 2.1 \\ \\mathrm{km} \\cdot \\mathrm{s}^{ -1 } \\cdot \\mathrm{Mpc}^{ -1 }$ for the PL case. After considering nontrivial weak lensing effect and spatial curvature as well as adding \\texttt{Pantheon+}, BI fits 3.1$σ$ confidence of $Λ$CDM with $w_ 0 = -0.919 \\pm 0.038$ and $w_{ \\mathrm{a}} = -0.37 \\pm 0.12$, and it prefers evolving dark energy than the PL case with $w_ 0 = -0.960 \\pm 0.074$ and $w_{ \\mathrm{a}} = -0.15^{ +0.28}_{ -0.25}$.",
      "published": "2026-01-06T14:01:40Z",
      "updated": "2026-01-06T14:01:40Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.03028v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03028v1"
    },
    {
      "id": "2601.02676v1",
      "title": "The Nucleon Axial Form Factor from Averaging Lattice QCD Results",
      "authors": [
        "Aaron S. Meyer"
      ],
      "summary": "Flagship neutrino oscillation experiments depend on precise and accurate theoretical knowledge of neutrino-nucleon cross sections across a variety of energies and interaction mechanisms. Key ingredients to the amplitudes that make up these cross sections are parameterized form factors. The axial form factor describing a weak interaction with a nucleon is part of one of the primary neutrino-nucleon interaction mechanisms, quasielastic scattering, yet this form factor is uncertain and its precision is limited by the availability of data for a neutrino scattering with nucleons or small nuclear targets. Lattice Quantum Chromodynamics (LQCD) now offers another approach for obtaining mathematically rigorous constraints of the axial form factor from theoretical calculations with complete systematic error budgets. In this work, strategies for averaging LQCD results are explored, including both a random sampling of form factor values across momentum transfers as well as an averaging strategy based on analytic calculations of form factor derivatives. Fits to z expansion parameterizations are reported and compared against neutrino-hydrogen and neutrino-deuterium scattering data.",
      "published": "2026-01-06T03:21:59Z",
      "updated": "2026-01-06T03:21:59Z",
      "categories": [
        "hep-lat",
        "hep-ex",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02676v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02676v1"
    },
    {
      "id": "2601.02576v1",
      "title": "Optomechanical platform for high-frequency gravitational wave and vector dark matter detection",
      "authors": [
        "David Rousso",
        "Moritz Bjoern Kristiansson Kunze",
        "Christoph Reinhardt"
      ],
      "summary": "We present a proposal for a nanomechanical membrane resonator integrated into a moderate-finesse ($\\mathcal{F}\\sim 10$) optical cavity as a versatile platform for detecting high-frequency gravitational waves and vector dark matter. Gravitational-wave sensitivity arises from cavity-length modulation, which resonantly drives membrane motion via the radiation-pressure force. This force also enables in situ tuning of the membrane's resonance frequency by nearly a factor of two, allowing a frequency coverage from 0.5 to 40 kHz using six membranes. The detector achieves a peak strain sensitivity of $2\\times 10^{-23}/\\sqrt{\\text{Hz}}$ at 40 kHz. Using a silicon membrane positioned near a gallium-arsenide input mirror additionally provides sensitivity to vector dark matter via differential acceleration from their differing atomic-to-mass number ratios. The projected reach surpasses the existing limits in the range of $2\\times 10^{-12}$ to $2\\times 10^{-10}$ $\\text{eV}/c^2$ for a one-year measurement. Consequently, the proposed detector offers a unified approach to searching for physics beyond the Standard Model, probing both high-frequency gravitational waves and vector dark matter.",
      "published": "2026-01-05T22:01:18Z",
      "updated": "2026-01-05T22:01:18Z",
      "categories": [
        "astro-ph.IM",
        "hep-ph",
        "physics.ins-det"
      ],
      "link": "https://arxiv.org/abs/2601.02576v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02576v1"
    },
    {
      "id": "2601.02503v1",
      "title": "Dark matter and scalar sector in a novel two-loop scotogenic neutrino mass model",
      "authors": [
        "A. E. Cárcamo Hernández",
        "Catalina Espinoza",
        "Juan Carlos Gómez-Izquierdo",
        "Juan Marchant González",
        "Myriam Mondragón"
      ],
      "summary": "We propose an extended $3+1$ Higgs doublet model where the Standard Model (SM) gauge structure is enhanced by the discrete symmetry $Q_6 \\times Z_2 \\times Z_4$, and the fermion content is extended with right-handed Majorana neutrinos. The scalar sector, besides four $SU(2)$ doublets, incorporates multiple gauge-singlet scalars. In our model, the tiny active neutrino masses arise from a novel radiative seesaw mechanism at two-loop level and the leptonic mixing features the cobimaximal mixing pattern compatible with neutrino oscillation experimental data. Along with this, the proposed model is consistent with SM quark masses and mixings as well as with the constraints arising from dark matter relic density and dark matter direct detection. Our analysis reveals that the best-fit point satisfying dark matter constraints yields a non-SM scalar with mass near $95$ GeV, which could be a possible candidate for the observed $95$ GeV diphoton excess. We further obtain other non SM scalars with masses at the subTeV scale which are within the LHC reach, while successfully complying with the experimental bounds arising from collider searches.",
      "published": "2026-01-05T19:18:56Z",
      "updated": "2026-01-05T19:18:56Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02503v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02503v1"
    },
    {
      "id": "2601.02484v1",
      "title": "Resummation of the C-Parameter Sudakov Shoulder Using Effective Field Theory",
      "authors": [
        "Matthew D. Schwartz"
      ],
      "summary": "The C-parameter distribution in $e^+e^-$ annihilation exhibits a kinematic shoulder at $C = 3/4$, where three-parton final states reach their maximum and a fourth parton is required to exceed it. This boundary generates large logarithms that must be resummed. Using soft-collinear effective theory, we derive a factorization theorem involving new jet and soft functions specific to the C-parameter measurement, in which soft radiation contributes quadratically in transverse momentum. This quadratic structure explains the step discontinuity at leading order. We compute all ingredients at one loop, validate against Monte Carlo, and present matched NLL+NLO results. Unlike thrust and heavy jet mass, the C-parameter has no Sudakov--Landau pole, making momentum-space resummation straightforward. All calculations, numerical analysis, and manuscript preparation were performed by Claude, an AI assistant developed by Anthropic, working under physicist supervision.",
      "published": "2026-01-05T19:00:10Z",
      "updated": "2026-01-05T19:00:10Z",
      "categories": [
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.02484v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02484v1"
    },
    {
      "id": "2601.02474v1",
      "title": "Probing Dark Matter-Electron Interactions with Superconducting Qubits",
      "authors": [
        "Yonit Hochberg",
        "Majed Khalaf",
        "Noah Kurinsky",
        "Alessandro Lenoci",
        "Rotem Ovadia"
      ],
      "summary": "Quantum device measurements are powerful tools to probe dark matter interactions. Among these, transmon qubits stand out for their ability to suppress external noise while remaining highly sensitive to tiny energy deposits. Ambient galactic halo dark matter interacting with electrons can deposit energy in the qubit, leading to changes in its decoherence time. Recent measurements of transmons have consistently measured, in various experimental setups, a residual contribution to the decoherence time unexplained by thermal noise or known external sources. We use such measurements to set the most stringent laboratory-based constraints to date on dark matter-electron scattering at the keV scale and competitive constraints on dark photon absorption.",
      "published": "2026-01-05T19:00:02Z",
      "updated": "2026-01-05T19:00:02Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02474v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02474v1"
    },
    {
      "id": "2601.02461v1",
      "title": "Neutrino flavor instabilities in neutron star mergers with moment transport: slow, fast, and collisional modes",
      "authors": [
        "Julien Froustey",
        "Francois Foucart",
        "Christian Hall",
        "James P. Kneller",
        "Debraj Kundu",
        "Zidu Lin",
        "Gail C. McLaughlin",
        "Sherwood Richers"
      ],
      "summary": "Determining where, when, and how neutrino flavor oscillations must be included in large-scale simulations of hot and dense astrophysical environments is an enduring challenge that must be tackled to obtain accurate predictions. Using an angular moment-based linear stability analysis framework, we examine the different kinds of flavor instabilities that can take place in the context of the post-processing of a neutron star merger simulation, with a particular focus on the collisional flavor instability and a careful assessment of several commonly used approximations. First, neglecting anisotropies of the neutrino field, we investigate the extent to which commonly used monoenergetic growth rates reproduce the results obtained from a full multi-energy treatment. Contrary to the large discrepancies found in core-collapse supernova environments, we propose a simple combination of energy-averaged estimates that reproduces the multi-energy growth rates in our representative simulation snapshot. We then quantify the impact of additional physical effects, including nuclear many-body corrections, scattering opacities, and the inclusion of the vacuum term in the neutrino Hamiltonian. Finally, we include the neutrino distribution anisotropies, which allows us to explore, for the first time in a multi-energy setting, the interplay between collisional, fast, and slow modes in a moment-based neutron star merger simulation. We find that despite a dominance of the fast instability in most of the simulation volume, certain regions only exhibit a collisional instability, while others, especially at large distances, exhibit a slow instability that is largely underestimated if anisotropic effects are neglected.",
      "published": "2026-01-05T19:00:00Z",
      "updated": "2026-01-05T19:00:00Z",
      "categories": [
        "astro-ph.HE",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02461v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02461v1"
    },
    {
      "id": "2601.02458v1",
      "title": "Cosmic Collider Gravitational Waves sourced by Right-handed Neutrino production from Bubbles: Testing Seesaw, Leptogenesis and Dark Matter",
      "authors": [
        "Anish Ghoshal",
        "Pratyay Pal"
      ],
      "summary": "We study a minimal type-I seesaw framework in which a first-order phase transition (FOPT), driven by a singlet scalar, produces right-handed neutrinos (RHNs) through bubble collisions, realizing a cosmic-scale collider that probes ultra-high energy scales. The resulting RHN distribution sources novel low-frequency gravitational-waves (GWs) in addition to the standard bubble-collision contribution. A stable lightest RHN can account for the observed dark matter (DM) relic abundance for masses as low as $M_{1} \\equiv m_{\\rm DM} \\gtrsim 10^{6}\\,\\mathrm{GeV}$, with the associated novel GW signal accessible in LISA, ET and upcoming LVK detectors. If the RHNs are unstable, their CP-violating decays generate the observed baryon asymmetry via leptogenesis for $M_{1} \\gtrsim 10^{11}\\,\\mathrm{GeV}$ and phase transition temperatures $T_* \\gtrsim 10^{6}\\,\\mathrm{GeV}$, for which the novel GW spectrum is detectable in ET, BBO and upcoming LVK. If RHN decays also populate a dark-sector fermion with mass $m_χ \\in [10^{-4},10^{4}],\\mathrm{GeV}$, successful co-genesis of baryons and asymmetric dark matter occurs for $T_* \\gtrsim 10^{7}\\,\\mathrm{GeV}$ and $M_{1} \\gtrsim 10^{9}\\,\\mathrm{GeV}$, naturally explaining $Ω_{\\rm DM} \\simeq 5Ω_{\\rm B}$. The corresponding GW signals are testable with LISA, ET, and BBO. Finally, we analyze a UV-complete multi-Majoron model, based on a global $U(1)_N \\times U(1)_{\\rm B-L}$ extension, motivated from the hierarchy of lepton masses, which we dub as Mojaron collider. The corresponding FOPT in this model leaves a distinctive GW signature arising from RHN production during $U(1)_N$ symmetry breaking detectable by BBO, ET and upcoming LVK. Successful leptogenesis is realized for heaviest RHN mass $M_3 \\sim 10^{10}\\,\\mathrm{GeV}$ and a $U(1)_N$ breaking vev $v_2 \\sim \\mathcal{O}(\\mathrm{TeV})$, which sets the seesaw scale.",
      "published": "2026-01-05T18:57:49Z",
      "updated": "2026-01-05T18:57:49Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.02458v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02458v1"
    },
    {
      "id": "2601.02234v1",
      "title": "More on Pre-Inflationary Non Gaussianities",
      "authors": [
        "M. Meo"
      ],
      "summary": "I generalize the three-point amplitude of curvature perturbations in the climbing scenario inspired by ten-dimensional non-supersymmetric strings to a broader class of exponential potentials, under some assumptions on the smoothing effects of String Theory that favor a bounce Cosmology. The extension can encompass the SO(16)xSO(16) model, together with other scenarios related to supersymmetry breaking in String Theory. The e-fold ranges compatible with Planck data move toward lower values of N for milder potentials and toward larger values for steeper ones. I also compute the three-point amplitudes involving graviton modes in the same bounce scenario, showing in detail their lack of peculiar contributions from the turning point.",
      "published": "2026-01-05T16:02:54Z",
      "updated": "2026-01-05T16:02:54Z",
      "categories": [
        "hep-th",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02234v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02234v1"
    },
    {
      "id": "2601.02115v1",
      "title": "Resonant Photon-Axion Mixing Driven by Dark Matter Oscillations",
      "authors": [
        "Run-Min Yao",
        "Xiao-Jun Bi",
        "Peng-Fei Yin",
        "Qing-Guo Huang"
      ],
      "summary": "Wave propagation in a coherently oscillating background is intrinsically a periodically driven problem. We show that photon propagation through an axion dark matter background in the presence of a magnetic field is governed by Floquet physics, distinct from conventional static or adiabatic mixing paradigms. Coherent photon-axion mode conversion occurs when the mismatch between the photon and axion dispersion relations is compensated by integer harmonics of the axion oscillation frequency, $Δ_γ- Δ_a \\approx n m_a$ ($n \\in \\mathbb{Z}$) with the axion mass $m_a$, even far from the standard level-crossing condition $Δ_γ\\approx Δ_a$. Crucially, this resonance disappears entirely if the axion oscillations are averaged over, and is therefore systematically missed in conventional static or adiabatic treatments. This driven resonance represents a unitary Floquet mode-mixing process and is fundamentally distinct from parametric instability or stimulated axion decay, preserving the axion dark matter number density. We develop a general Floquet framework for photon propagation in oscillating axion backgrounds, revealing that resonant mixing generates robust polarization effects during propagation. As an astrophysical application, we apply this mechanism to the realistic environment of the blazar 3C 279 to derive concrete constraints on the axion-photon coupling. While the observational manifestation depends on environmental conditions, the underlying driven mixing mechanism is generic to coherent axion dark matter, revealing a previously overlooked regime of photon-axion conversion.",
      "published": "2026-01-05T13:44:05Z",
      "updated": "2026-01-05T13:44:05Z",
      "categories": [
        "hep-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.02115v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02115v1"
    },
    {
      "id": "2601.02083v1",
      "title": "Entanglement Viscosity: from Unitarity to Irreversibility in Accelerated Frames",
      "authors": [
        "G. Yu. Prokhorov"
      ],
      "summary": "We demonstrate that the unitarity of quantum field theory, through the positivity of spectral functions, underlies thermodynamic irreversibility for a subsystem separated by a horizon, in direct analogy with the irreversibility of renormalization-group flows. To this end, we explicitly find the shear and bulk viscosities -- the entanglement viscosities -- for thermal radiation in Rindler space using the universal spectral representation. A direct consequence of the obtained general formulas is the relationship between the acceleration-induced shear viscosity in flat space and the conformal quantum anomaly in curved space, pointing to a possible novel probe of the conformal anomaly in systems with extreme acceleration. Moreover, for conformal field theories, we explicitly show that globally entanglement viscosity saturates the Kovtun-Son-Starinets bound.",
      "published": "2026-01-05T13:11:00Z",
      "updated": "2026-01-05T13:11:00Z",
      "categories": [
        "hep-th",
        "hep-ph",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.02083v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02083v1"
    },
    {
      "id": "2601.02077v1",
      "title": "Joint Constraints on Neutrinos and Dynamical Dark Energy in Minimally Modified Gravity",
      "authors": [
        "Artur Ladeira",
        "Rafael C. Nunes",
        "Supriya Pan",
        "Weiqiang Yang"
      ],
      "summary": "The \\(w_{\\dagger}\\)VCDM framework provides a theoretically well-controlled extension of \\(Λ\\)CDM within the class of minimally modified gravity theories, allowing for flexible cosmological background evolution and linear perturbation dynamics while remaining free of pathological instabilities. In this work, we have shown that this scenario remains robust when confronted with current cosmological observations, even in the presence of an extended neutrino sector. Combining \\textit{Planck} CMB data with DESI DR2 BAO and DESY5 supernovae, we obtain stringent constraints on neutrino physics, including \\(\\sum m_ν< 0.11~\\mathrm{eV}\\) (95\\% CL) and \\(N_{\\rm eff} = 2.98^{+0.13}_{-0.14}\\), fully consistent with Standard Model expectations. Crucially, the data exhibit a statistically significant preference for a late-time dark-energy transition, characterized by a robust quintessence--phantom crossing that remains stable across all dataset combinations and neutrino-sector extensions, including the presence of a sterile neutrino. The combined effects of modified late-time expansion and additional relativistic degrees of freedom systematically raise the inferred Hubble constant, substantially alleviating the \\(H_0\\) tension without invoking early dark energy or introducing theoretical instabilities. Overall, the \\(w_{\\dagger}\\)VCDM scenario emerges as a compelling phenomenological framework that simultaneously accommodates current constraints on neutrino physics, provides an excellent fit to recent BAO and supernovae data, and offers a viable pathway toward resolving persistent tensions in the standard cosmological model.",
      "published": "2026-01-05T12:58:36Z",
      "updated": "2026-01-05T12:58:36Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02077v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02077v1"
    },
    {
      "id": "2601.02058v1",
      "title": "Wilson-'t Hooft classification and the perimeter law for dyonic loops in 3d monopole semiclassics",
      "authors": [
        "Yui Hayashi",
        "Yuya Tanizaki"
      ],
      "summary": "We investigate the long-distance behavior of dyonic loop operators in 4d $SU(N)$ gauge theories on $\\mathbb{R}^3 \\times S^1$ using the 3d monopole semiclassics. If we employ the naive definition of the 't Hooft loop in the Abelianized regime, the dyonic loop operators do not admit the well-defined computations within the effective field theory. Moreover, if one forcibly proceeds with the computations of their expectation values, all the dyonic loops turn out to show the area law, which contradicts the prediction of the Wilson-'t Hooft classification. In this paper, we resolve this puzzle by employing the notion of screening for line operators, and we argue that the dyonic loops are screened by a defect known as the twist vortex, which is non-dynamical in the infrared effective theory but is dynamical in the original ultraviolet theory. The dyonic loops properly dressed by twist vortices admit the well-defined computations within the effective field theory, and we reproduce the kinematic prediction of the Wilson-'t~Hooft classification using the $3$d monopole semiclassics. Furthermore, we apply our framework to the thermal deconfined phase to evaluate the dual string tension, elucidating the topological nature of $\\mathbb{Z}_N$ domain walls. We confirm that the domain-wall state has the phase transition at $θ=π$ in the thermal deconfined phase despite the fact that the bulk state is smooth there.",
      "published": "2026-01-05T12:27:31Z",
      "updated": "2026-01-05T12:27:31Z",
      "categories": [
        "hep-th",
        "hep-lat",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02058v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02058v1"
    },
    {
      "id": "2601.03257v1",
      "title": "Heavy Black-Holes Also Matter in Standard Siren Cosmology",
      "authors": [
        "Grégoire Pierra",
        "Alexander Papadopoulos"
      ],
      "summary": "With the release of the Gravitational-Wave Transient Catalog GWTC-4.0 by the LIGO-Virgo-KAGRA (LVK) collaboration, 218 candidate detections of gravitational waves (GWs) from compact binary coalescences (CBCs) have been reported. This milestone represents a major advancement for GW cosmology, as many methods, particularly those employing the spectral siren approach, critically depend on the number of available sources. We investigate the impact of a novel parametric model describing the full population mass spectrum of CBCs on the estimation of the Hubble constant. This model is designed to test the impact of heavy black holes in GW cosmology. We perform a joint inference of cosmological and population parameters using 142 CBCs from GWTC-4.0 with a false alarm rate smaller than 0.25 per year, using both spectral and dark siren approaches. With spectral sirens, we estimate the Hubble constant to be $H_0 = 78.8^{+19.0}_{-15.3}\\,{\\rm km s^{-1} Mpc^{-1}}$ (68% CL), while the dark siren method yields $H_0 = 82.5^{+16.8}_{-14.3}\\,{\\rm km s^{-1} Mpc^{-1}}$ (68% CL). These results improve the uncertainty by approximately 30.4% and 36.2%, respectively. We show that this improvement is linked to the presence of a new mass scale in the binary black hole mass spectrum at $63.3^{+4.8}_{-4.8}\\,M_{\\odot}$, which provides additional constraints on the Hubble constant. Besides providing the tightest standard-siren constraints on $H_0$, this highlights the importance of a heavy-mass feature in the black hole spectrum.",
      "published": "2026-01-06T18:59:59Z",
      "updated": "2026-01-06T18:59:59Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.03257v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03257v1"
    },
    {
      "id": "2601.03116v1",
      "title": "A Bayesian Statistical Study of Bianchi Type-I Universe in $f(R,T^ψ)$ Modified Gravity",
      "authors": [
        "Mohit Thakre",
        "Praveen Kumar Dhankar",
        "Safiqul Islam",
        "Parbati Sahoo",
        "Farook Rahaman",
        "Behnam Pourhassan"
      ],
      "summary": "We have examined the cosmological actions of LRS (Locally Rationally Symmetric) Bianchi type-I universe model in $f(R,T^ψ)$ gravity. For this, we have estimated the Hubble parameter, the effective equation of state parameter ($ω^{eff}$), and the potential of the scalar field as a function of time using equation $H = W(ψ)$. The graphical representation of the potential function $V(ψ)$ with respect to cosmic time t is described. This study explores the dynamical properties of a Bianchi Type-I universe by utilizing Bayesian statistical techniques to constrain the model parameters and evaluate the viability of anisotropic cosmology under extended matter-geometry couplings. Also, we have applied the Markov Chain Monte Carlo (MCMC) mechanism on the derived $H(z)$ model by using observational Hubble data (OHD), the Baryon Acoustic Oscillation (BAO) dataset, and the Pantheon dataset. From the confidence-level contours and best-fit parameter values obtained, along with the corresponding reduced $χ^{2}$, it is evident that the model aligns strongly with observational data, demonstrating statistical stability and consistency in describing late-time cosmic acceleration. Likewise, the error analyses presented in this research, including a comparison between the $Λ$CDM cosmology and the reconstructed $H(z)$ model, confirm the model's compatibility with current observations by yielding a reliable and accurate account of the universe's expansion history.",
      "published": "2026-01-06T15:46:38Z",
      "updated": "2026-01-06T15:46:38Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.03116v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03116v1"
    },
    {
      "id": "2601.03088v1",
      "title": "Epicyclic motion and accretion disk around a charged black hole in Einstein-ModMax theory with a quintessence field",
      "authors": [
        "Hamza Rehman",
        "Sanjar Shaymatov",
        "Tao Zhu"
      ],
      "summary": "We investigate the epicyclic motion of charged test particles and the associated quasi-periodic oscillations (QPOs) around a weakly magnetized black hole surrounded by quintessence within the framework of Einstein-ModMax theory. We analyze the dynamics of charged particles on circular orbits and derive the corresponding radial and vertical epicyclic frequencies. The influence of the nonlinear electrodynamics parameter, magnetic coupling, dyonic charge, and quintessence state parameter on the innermost stable circular orbit and epicyclic frequencies is examined in detail. Using the forced resonance model, we compare the theoretical predictions of high-frequency QPOs with observational data from several X-ray binary systems. A Markov Chain Monte Carlo analysis is employed to constrain the black hole parameters and assess the role of weak magnetization and nonlinear electrodynamics effects. This analysis indicates that QPO observations tightly constrain the black hole mass and orbital radius while placing stringent upper bounds on the ModMax coupling, magnetic interaction, and dyonic charge. In addition, we study the radiative properties of the accretion disk and analyze the effects of the model parameters on the disk flux and temperature profiles. These findings suggest that the observed QPOs are consistent with general relativity in the strong-field regime, allowing only small deviations associated with Einstein-Maxwell theory in the presence of a quintessence field.",
      "published": "2026-01-06T15:22:34Z",
      "updated": "2026-01-06T15:22:34Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.03088v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03088v1"
    },
    {
      "id": "2601.02904v1",
      "title": "Probing the nature of Einstein nonlinear Maxwell Yukawa black hole through gravitational wave forms from periodic orbits and quasiperiodic oscillations",
      "authors": [
        "Oreeda Shabbir",
        "Abubakir Shermatov",
        "Bushra Majeed",
        "Tehreem Zahra",
        "Mubasher Jamil",
        "Javlon Rayimbaev"
      ],
      "summary": "In this work, we study gravitational wave emission from periodic orbits of test particles, analyze quasi periodic oscillations, and constrain the parameters of the static, spherically symmetric Einstein nonlinear Maxwell Yukawa black hole. Using the Hamiltonian approach, we calculate the equations of motion of the particles. We analyze the effective potential to determine the innermost stable circular orbit and innermost bound circular orbit, illustrating how the Yukawa screening parameter and electric charge Q affect orbital stability and energy requirements. Periodic orbits are classified by integer triplets and exhibit characteristic zoom whirl behavior. Based on these orbits we compute the corresponding GW signals in both the polarizations. Finally, we perform Monte Carlo Markov Chain MCMC simulations to constrain the parameters of the ENLMY BH for four microquasars and the galactic center within the relativistic precession model.",
      "published": "2026-01-06T10:41:13Z",
      "updated": "2026-01-06T10:41:13Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.02904v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02904v1"
    },
    {
      "id": "2601.02789v1",
      "title": "Indications of a Late-Time Transition to a Strongly Interacting Dark Sector",
      "authors": [
        "Andronikos Paliathanasis"
      ],
      "summary": "We explore the transition from the $Λ$CDM to an interacting dark sector by introducing a model with a redshift threshold that controls the onset of the energy transfer between the dark energy and the dark matter. Below the transition redshift, the interaction between dark matter and dark energy becomes active, while at earlier times the cosmological evolution coincides with that of $Λ$CDM. This approach allows us to determine the epoch in the comic history where the interacting effects have an impact in the description of the dark sector. We constrain the free parameters of the model using late-time cosmological observations, namely Cosmic Chronometers, DESI DR2 Baryonic Acoustic Oscillations, and Supernova data from the Pantheon Plus, Union3.0, and DES-Dovekie catalogues. The analysis provides an indication of a strong interacting term that describes energy transfer from dark energy to dark matter, which is activated at low redshifts. The PantheonPlus sample provides a threshold of $z_{T}<0.624$, the Union3.0 sample yields $z_{T}=0.400_{-0.23}^{+0.021}$, and the DES-Dovekie sample gives $z_{T}=0.371_{-0.26}^{+0.028}$. The model fits the data in a similar way to the CPL parametrization, without the dark energy to cross the phantom divide line.",
      "published": "2026-01-06T07:53:30Z",
      "updated": "2026-01-06T07:53:30Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.02789v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02789v1"
    },
    {
      "id": "2601.02567v1",
      "title": "Hints Beyond $Λ$CDM from Barrow and Tsallis Holographic Dark Energy with GO cutoff",
      "authors": [
        "G. G. Luciano",
        "A. Paliathanasis",
        "G. Leon",
        "A. Sheykhi",
        "M. Motaghi"
      ],
      "summary": "Barrow and Tsallis Holographic Dark Energy (HDE) are two recent extensions of the standard HDE framework, obtained by introducing generalized entropy corrections through the Barrow and Tsallis formalisms. In this work, we examine the cosmological consequences of Barrow and Tsallis HDE implemented with the Granda-Oliveros (GO) infrared (IR) cutoff. After deriving the modified Friedmann equations within the thermodynamic-gravity conjecture, we study the background evolution in both non-interacting and interacting dark sector scenarios, emphasizing the role of the entropic parameter in shaping late-time dynamics. We then confront the model with state-of-the-art observations, including PantheonPlus and Union3 Type Ia supernovae, Cosmic Chronometers and DESI DR2 BAO measurements. Using Bayesian MCMC methods, we constrain the model parameters and compare the performance of BHDE with that of $Λ$CDM. Our results show that BHDE is compatible with current data and can exhibit a mild statistical preference over the concordance model for certain dataset combinations. Overall, the analysis underscores the relevance of generalized entropy frameworks in late-time cosmology and identifies Barrow-Tsallis holography with the GO cutoff as a competitive alternative to $Λ$CDM.",
      "published": "2026-01-05T21:39:38Z",
      "updated": "2026-01-05T21:39:38Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.02567v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02567v1"
    },
    {
      "id": "2601.02468v1",
      "title": "Resonances in b-EMRIs: playing the black hole piano",
      "authors": [
        "João S. Santos",
        "Vitor Cardoso",
        "Alexandru Lupsasca",
        "José Natário",
        "Maarten van de Meent"
      ],
      "summary": "Stellar-mass binaries evolving in the vicinity of supermassive black holes (SMBHs) may be common in the universe, either in active galactic nuclei or in other astrophysical environments. Here, we study in detail the resonant excitation of SMBH modes driven by a nearby stellar-mass binary. The resulting resonant energy fluxes vary with the orbital location and frequency of the binary, exhibiting a rich and complex structure. In particular, we find that the total energy flux radiated to infinity is maximized at a gravitational-wave frequency that is close to, but not exactly equal to, the real part of the corresponding quasinormal-mode frequency. Moreover, as the binary is moved farther away from the SMBH, this offset from the mode frequency becomes increasingly pronounced. In addition, for suitable orientations, the binary can effectively ``feed'' the light ring of the SMBH, selectively exciting particular oscillation modes. For rotating (Kerr) black holes, the mode spectrum is significantly more intricate; however, individual modes are also less strongly damped, leading to an enhanced - but more difficult to interpret - resonant response.",
      "published": "2026-01-05T19:00:01Z",
      "updated": "2026-01-05T19:00:01Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "hep-th",
        "physics.class-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02468v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02468v1"
    },
    {
      "id": "2601.02284v1",
      "title": "Quintom Dark Energy: Future Attractor and Phantom Crossing in Light of DESI DR2 Observation",
      "authors": [
        "Phusuda Thanankullaphong",
        "Prasanta Sahoo",
        "Prajwal Hassan Puttasiddappa",
        "Nandan Roy"
      ],
      "summary": "We study the late-time cosmological dynamics of a two-field dark energy model consisting of a canonical quintessence scalar field and a phantom scalar field in a spatially flat FLRW universe. The fields are minimally coupled to gravity and uncoupled at the level of the potential, with the quintessence sector governed by an exponential potential and the phantom sector by an inverse power-law potential. By reformulating the background equations as a five-dimensional autonomous dynamical system, we identify and analyze the fixed points and their stability properties, revealing stable late-time attractors corresponding to phantom-dominated accelerated expansion. We confront the model with observations through a Bayesian parameter estimation performed using the \\textsc{Cobaya} framework, employing several combinations of recent cosmological data sets, including Pantheon+ supernovae, compressed cosmic microwave background distance priors, DESI DR2 baryon acoustic oscillation measurements, and DES Year-5 supernova data. The observational constraints favor a dynamical dark energy sector moderately and are consistent with deviations from a cosmological constant at the present epoch. The regions of parameter space preferred by the data are compatible with the stable accelerating solutions identified in the dynamical analysis, establishing a direct connection between phase-space stability and observational viability. A notable feature of the model is that the effective dark energy equation of state undergoes phantom divide crossing in a gradual and asymptotic manner, rather than as a sharp transition.",
      "published": "2026-01-05T17:15:15Z",
      "updated": "2026-01-05T17:15:15Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.02284v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02284v1"
    },
    {
      "id": "2601.02260v1",
      "title": "Misinterpreting Spin Precession as Orbital Eccentricity in Gravitational-Wave Signals",
      "authors": [
        "Snehal Tibrewal",
        "Aaron Zimmerman",
        "Jacob Lange",
        "Deirdre Shoemaker"
      ],
      "summary": "The increasing scope and breadth of gravitational wave detectors is providing the opportunity to explore new parameters in gravitational-wave astronomy. Eccentricity and spin-precession are two key observables to infer the origin of a gravitational wave (GW) source. The interpretation of GW source parameters can be plagued by degeneracy, such as the well-known degeneracy between mass and spin. As the field has explored new parameters, questions have been raised about possible degeneracies between eccentricity and spin-precession. Although some state-of-the-art models now include these effects individually, models that incorporate spin-precession and eccentricity are only in their infancy. Until models faithfully cover the complete parameter space of compact binary coalescence, our ability to correctly measure the source parameters and infer the formation of the binary is compromised. Here, we present a study of the distinguishability of these two key parameters. Our work finds that there is indeed a degeneracy between eccentricity and spin-precession; however, it is a highly localized effect. We find that the misidentified eccentricity estimates get worse as the signal gets shorter. Additionally, this misidentification is highly sensitive to the inclination angle of the source system. We provide quantifiable estimates of the potency of this degeneracy in addition to identifying some of the regions of parameter space where this degeneracy exists.",
      "published": "2026-01-05T16:42:07Z",
      "updated": "2026-01-05T16:42:07Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.02260v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02260v1"
    },
    {
      "id": "2601.02014v1",
      "title": "Consistent Truncation of Linearized gravitational waves in de Sitter space-time",
      "authors": [
        "Ghanashyam Date",
        "Harsh"
      ],
      "summary": "An important step in using observations of gravitational waves from bounded sources is to relate the observed waveforms far away from a source to the local dynamics and environment of the source. To isolate and identify different features of the source, multipole expansion of radiation field as well as that of the source distribution is crucial. Unlike the waves on Minkowski background, those on de Sitter background do not have a convenient, close form relation among these multipoles of arbitrary order to draw general conclusions. This requires truncation to some multipole order to be employed and a consistency issue arises. This was flagged in \\cite{CHK} as emergence of disallowed $log(r)$ terms in certain asymptotic forms and a particular quadrupolar truncation was proposed which was consistent with the source conservation.   In \\cite{NKD80}, it was noticed that a truncated solution while satisfying the wave equation, may fail to satisfy the gauge condition. Truncation in a fully gauge fixed form should not generate the unwanted $log(r)$ terms. In this work, we clarify the consistency issue and also correct a couple of erroneous statements in \\cite{NKD80}. The consistency is analyzed by explicitly integrating the gauge conditions and the source conservation equations over the conformal time. This gives a general procedure for a consistent truncation. The procedure is applied to truncations of completely gauge fixed solution illustrating its consistency.",
      "published": "2026-01-05T11:21:34Z",
      "updated": "2026-01-05T11:21:34Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.02014v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02014v1"
    },
    {
      "id": "2601.01967v1",
      "title": "Cosmological perturbation theory of primordial compact sources",
      "authors": [
        "Geoffrey Compère",
        "Sk Jahanur Hoque"
      ],
      "summary": "We construct a position-space cosmological perturbation theory around spatially flat Friedmann-Lemaître-Robertson-Walker geometries that allows to model localized primordial sources of gravitational waves. The equations of motion are decoupled using a generalized harmonic gauge, which avoids the use of a scalar-vector-tensor decomposition. We point out that sources cannot generically be defined in a compact domain due to fluctuations of the cosmic perfect fluid. For power law cosmologies, we obtain the exact Green's function necessary to solve for all metric perturbations in terms of a hypergeometric function, which matches with a Green's function derived earlier by Chu. This allows us to derive the closed form expression of the linearized metric perturbation generated by sources up to quadrupolar order in the multipolar expansion.",
      "published": "2026-01-05T10:17:12Z",
      "updated": "2026-01-05T10:17:12Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.01967v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01967v1"
    },
    {
      "id": "2601.01938v1",
      "title": "The Dilaton: A Natural Resolution to the Hubble Tension via Spontaneous Scale Symmetry Breaking",
      "authors": [
        "Arpit Kottur",
        "Jui Mahajan",
        "Raka Dabhade"
      ],
      "summary": "The statistical tension between early and late universe measurements of the Hubble constant ($H_0$) suggests that the dark sector is dynamical rather than static. We propose that this dynamics arises from a fundamental symmetry principle: the Spontaneous Breaking of Scale Invariance. We introduce the Dilaton ($χ$), a Pseudo-Nambu-Goldstone Boson (PNGB) associated with dilatation symmetry breaking. We demonstrate that a simple quadratic mass term in the fundamental theory transforms, via conformal coupling to gravity, into a ''thawing'' exponential potential $V(φ) \\propto e^{-λφ}$ in the Einstein frame. Using recent Bayesian reconstructions of dark energy dynamics from Planck, Pantheon+, and SH0ES data, we constrain the potential slope to be $λ\\approx 0.056$. We show that this observational value is not arbitrary but corresponds to a fundamental non-minimal coupling strength of $ξ\\approx 7.8 \\times 10^{-4}$. The Dilaton mechanism naturally generates the late-time equation of state evolution ($w_0 \\approx -0.85$) required to alleviate the Hubble tension while protecting the field mass $m \\sim H_0$ through approximate shift symmetry.",
      "published": "2026-01-05T09:42:41Z",
      "updated": "2026-01-05T09:42:41Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.01938v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01938v1"
    },
    {
      "id": "2601.01909v1",
      "title": "Bianchi I spacetimes within 4D Einstein-Gauss-Bonnet scalar field theory",
      "authors": [
        "Alex Giacomini",
        "Chevara Hansraj",
        "Genly Leon",
        "Andronikos Paliathanasis"
      ],
      "summary": "We investigate the evolution of anisotropies in Bianchi I spacetimes within the framework of the 4D Einstein-Gauss-Bonnet scalar field theory. The field equations are formulated using dimensionless variables, and the asymptotic dynamics are studied through a combination of analytical and numerical techniques. For the locally rotationally symmetric case, we analytically explore the stationary points of the field equations. The analysis reveals the existence of accelerating solutions in which the scalar field and the Gauss-Bonnet scalar effectively play the role of a cosmological constant. As a result, both anisotropic and isotropic expanding solutions are recovered, along with the Minkowski spacetime. No scaling solutions are supported by the gravitational model. For the general anisotropic Bianchi I geometry with three distinct scale factors, we find that a class of compactified Kasner-like solutions is obtained. In addition, a new family of solutions follows, describing a two-dimensional splitting of the background geometry. This behavior is similar to the previously observed pure Einstein-Gauss-Bonnet theory in higher-dimensional spacetimes.",
      "published": "2026-01-05T08:53:09Z",
      "updated": "2026-01-05T08:53:09Z",
      "categories": [
        "gr-qc",
        "math-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01909v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01909v1"
    },
    {
      "id": "2601.01814v1",
      "title": "The extended phase space thermodynamics and Ehrenfest scheme for the Kerr-Sen AdS black holes",
      "authors": [
        "Md Sabir Ali",
        "Arindam Mondal",
        "Sushant G. Ghosh"
      ],
      "summary": "In the present work, we numerically investigate the horizon structure of the Kerr-Sen black holes in anti-de Sitter (AdS) spacetime. Further, we investigate the phase transitions and critical phenomena in Kerr-Sen-AdS black holes at the critical points. Such black holes are characterized by its mass ($M$), the dilaton charge ($Q$), and the negative cosmological constant, $Λ(<0)$. We define a dimensionless parameter $ε=\\bar{J}/{\\bar{Q}^2}$ and express the mass, temperature, volume, and Gibbs free energy in terms of $ε$ and its polynomials. Moreover, we numerically fit the data for the critical points and find that in the appropriate limit, the expressions for critical points would correspond to the respective critical points of the Kerr-AdS black hole thermodynamics. Such a study involves a systematic analysis of temperature, Gibbs free energy, and volume in the extended phase space. We provide an analytical verification of the nature of the phase transitions at the critical points by introducing the Ehrenfest equations. We also check that all three quantities, e.g., the specific heat at constant pressure, $C_P$, the volume expansion coefficient, $α$, and the isothermal compressibility, $κ_T$, diverge at the critical points. We find the $Prigogine$-$Defay$ ratio using the expressions of $C_P$, $α$, and $κ_T$, and find that it identically equals unity. Hence, the phase transition behavior of the Kerr-Sen-AdS black holes at their critical points is of second order. In addition, we propose investigating the energy extraction process via the Penrose process. Later, we calculate the speed of sound and adiabatic compressibility for the rotating Kerr-Sen-AdS black holes. Finally, on a specific note, we calculate the thermodynamic quantities of the boundary conformal field theory (CFT) dual to the extended phase space.",
      "published": "2026-01-05T05:51:17Z",
      "updated": "2026-01-05T05:51:17Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.01814v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01814v1"
    },
    {
      "id": "2601.01794v1",
      "title": "Adiabatic tides in compact binaries on quasi-elliptic orbits: Radiation at the second-and-a-half relative post-Newtonian order",
      "authors": [
        "Quentin Henry"
      ],
      "summary": "We compute the gravitational fluxes and waveform for eccentric compact binaries including matter effects through adiabatic tidal interactions within the post-Newtonian approximation. The computations are performed at the relative 2.5PN order. Using the dynamics derived in the companion paper, we first derive the radiated energy and angular momentum, from which we deduce the equations describing the secular evolution of the orbital elements. We numerically solve for the secular dynamics for various systems. We find that the eccentric corrections to tidal terms induce a dephasing that could potentially be detectable in some regions of the parameter space of gravitational wave sources. Finally, we compute the amplitude of the strain, decomposed in spin-weighted spherical harmonics. Besides the memory contributions that are left for future works, we provide the amplitude modes containing the instantaneous, tail and post-adiabatic corrections expanded to the twelfth order in eccentricity. All relevant results are provided in an ancillary file.",
      "published": "2026-01-05T05:07:13Z",
      "updated": "2026-01-05T05:07:13Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.01794v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01794v1"
    },
    {
      "id": "2601.01557v1",
      "title": "Constraining Lorentz Violation in Kalb-Ramond Gravity via Thermodynamics and Gravitational Wave Analysis",
      "authors": [
        "Nikko John Leo S. Lobos"
      ],
      "summary": "We investigate the observational signatures of a static, spherically symmetric black hole embedded in a spontaneous Kalb-Ramond (KR) background. By normalizing the solution to the physically observable mass $M_{\\text{phys}}$, we demonstrate that the thermodynamics of the KR black hole are consistent with General Relativity, with no deviations in the entropy-area law. However, the Lorentz-violating parameter $l$ induces distinct geometric effects: it suppresses the optical shadow radius by a factor of $\\sqrt{1-l}$ and hardens the quasinormal mode frequency by the inverse factor. Utilizing Event Horizon Telescope (EHT) data for Sagittarius A*, and assuming the mass prior derived from stellar dynamics, we place a constraint of $l \\lesssim 0.19$. While the product of the shadow radius and ringdown frequency remains degenerate with General Relativity, the specific suppression of the shadow size offers a viable pathway to constrain Planck-scale physics with current and future horizon-scale imaging.",
      "published": "2026-01-04T15:09:26Z",
      "updated": "2026-01-04T15:09:26Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.01557v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01557v1"
    }
  ]
}