{
  "timestamp": "20260113_181515",
  "harvest_date": "2026-01-13T18:15:15.008792+00:00",
  "total_papers": 132,
  "papers": [
    {
      "id": "2601.07595v1",
      "title": "Deep Search for Joint Sources of Gravitational Waves and High-Energy Neutrinos with IceCube During the Third Observing Run of LIGO and Virgo",
      "authors": [
        "The IceCube Collaboration",
        "The LIGO Scientific Collaboration",
        "The Virgo Collaboration",
        "The KAGRA Collaboration"
      ],
      "summary": "The discovery of joint sources of high-energy neutrinos and gravitational waves has been a primary target for the LIGO, Virgo, KAGRA, and IceCube observatories. The joint detection of high-energy neutrinos and gravitational waves would provide insight into cosmic processes, from the dynamics of compact object mergers and stellar collapses to the mechanisms driving relativistic outflows. The joint detection of multiple cosmic messengers can also elevate the significance of the common observation even when some or all of the constituent messengers are sub-threshold, i.e. not significant enough to declare their detection individually. Using data from the LIGO, Virgo, and IceCube observatories, including sub-threshold events, we searched for common sources of gravitational waves and high-energy neutrinos during the third observing run of Advanced LIGO and Advanced Virgo detectors. Our search did not identify significant joint sources. We derive constraints on the rate densities of joint sources. Our results constrain the isotropic neutrino emission from gravitational-wave sources for very high values of the total energy emitted in neutrinos (> $10^{52} - 10^{54}$ erg).",
      "published": "2026-01-12T14:43:54Z",
      "updated": "2026-01-12T14:43:54Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.07595v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07595v1"
    },
    {
      "id": "2601.07592v1",
      "title": "Timing Gamma-ray Pulsars using Gibbs Sampling",
      "authors": [
        "Colin J. Clark",
        "Serena Valtolina",
        "Lars Nieder",
        "Rutger van Haasteren"
      ],
      "summary": "Timing analyses of gamma-ray pulsars in the Fermi Large Area Telescope data set can provide sensitive probes of many astrophysical processes, including timing noise in young pulsars, orbital period variations in redback binaries, and the stochastic gravitational wave background (GWB). These goals can require careful accounting of stochastic noise processes, but existing methods developed to achieve this in radio pulsar timing analyses cannot be immediately applied to the discrete gamma-ray arrival time data. To address this, we have developed a new method for timing gamma-ray pulsars, in which the timing model fit is transformed into a weighted least squares problem by randomly assigning each photon to an individual Gaussian component of a template pulse profile. These random assignments are then numerically marginalised over through a Gibbs sampling scheme. This method allows for efficient estimation of timing and noise model parameters, while taking into account uncertainties in the pulse profile shape. We simulated Fermi-LAT data sets for gamma-ray pulsars with power-law timing noise processes, showing that this method provides robust estimates of timing noise parameters. We also describe a Gaussian-process model for orbital period variations in black-widow and redback binary systems that can be fit using this new timing method. We demonstrate this method on the black-widow binary millisecond pulsar B1957+20, where the orbital period varies significantly over the LAT data, but which provides one of the most stringent gamma-ray upper limits on the GWB.",
      "published": "2026-01-12T14:40:34Z",
      "updated": "2026-01-12T14:40:34Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.07592v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07592v1"
    },
    {
      "id": "2601.07589v1",
      "title": "Cosmic rays, gamma rays and neutrinos from discrete black hole X-ray binary ejecta",
      "authors": [
        "Nicolas J. Bacon",
        "Alex J. Cooper",
        "Dimitrios Kantzas",
        "James H. Matthews",
        "Rob Fender"
      ],
      "summary": "The origin of cosmic rays from outside the Solar system are unknown, as they are deflected by the interstellar magnetic field. Supernova remnants are the main candidate for cosmic rays up to PeV energies but due to lack of evidence, they cannot be concluded as the sources of the most energetic Galactic CRs. We investigate discrete ejecta produced in state transitions of black hole X-ray binary systems as a potential source of cosmic rays, motivated by recent $>100$ TeV $γ$-ray detections by LHAASO. Starting from MAXI J1820+070, we examine the multi-wavelength observations and find that efficient particle acceleration may take place (i.e. into a robust power-law), up to $\\sim2\\times 10^{16}μ^{-1/2}$ eV, where $μ$ is the ratio of particle energy to magnetic energy. From these calculations, we estimate the global contribution of ejecta to the entire Galactic spectrum to be $\\sim1\\%$, with the cosmic ray contribution rising to $\\sim5\\%$ at PeV energies, assuming roughly equal energy in non-thermal protons, non-thermal electrons and magnetic fields. In addition, we calculate associated $γ$-ray and neutrino spectra of the MAXI J1820+070 ejecta to investigate new detection methods with CTAO, which provide strong constraints on initial ejecta size of order $10^7$ Schwarzschild radii ($10^{-5}$ pc) assuming a period of adiabatic expansion.",
      "published": "2026-01-12T14:37:48Z",
      "updated": "2026-01-12T14:37:48Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.07589v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07589v1"
    },
    {
      "id": "2601.07491v1",
      "title": "The combined X-ray and $γ$-ray modeling of millisecond pulsars PSR J0030+0451 in the dissipative magnetospheres",
      "authors": [
        "Gang Cao",
        "Xiongbang Yang"
      ],
      "summary": "Modeling of the NICER X-ray light curves of millisecond pulsars PSR J0030+0451 provides a strong evidence for the existence of non-dipole magnetic fields. We study the X-ray and $γ$-ray emission of PSR J0030+0451 in the dissipative dipole plus off-centred quadrupole magnetospheres. The dissipative FF+AE dipole magnetospheres by combining force-free (FF) and Aristotelian electrodynamics (AE) are solved by a 3D pseudo-spectral method in the rotating coordinate system. We use the FF+AE dipole plus off-centred quadrupole fields with minimum free parameters to reproduce two hotspot configurations found by the NICER observations. The X-ray and $γ$-ray emission from PSR J0030+0451 are simultaneously computed by using a ray-tracing method and a particle trajectory method. The modelled X-ray and $γ$-ray emission is then directly compared with those of PSR J0030+0451 from the NICER and Fermi observations. Our results can well reproduce the observed trends of the NICER X-ray and Fermi $γ$-ray emission for PSR J0030+0451.",
      "published": "2026-01-12T12:45:48Z",
      "updated": "2026-01-12T12:45:48Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.07491v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07491v1"
    },
    {
      "id": "2601.07387v1",
      "title": "Temporal variability of polarization in blazars",
      "authors": [
        "Filippo Bolis",
        "Emanuele Sobacchi",
        "Fabrizio Tavecchio"
      ],
      "summary": "We investigate the temporal variability of polarization of synchrotron radiation from blazar jets. Multiwavelength observations revealed high-amplitude rotations of the electric vector position angle (EVPA), both in the optical and in the X-rays. More often, the polarization degree and the EVPA show a seemingly erratic variability. To interpret these observations, we present a geometric and deterministic model in which off-axis, compact emitting features (i.e.,~blobs) propagate along the jet with the local velocity of the flow. The dynamics of the blobs is determined by the jet electromagnetic fields, which are calculated self-consistently using an analytical model of magnetically dominated outflows. The jet is axisymmetric, and its electromagnetic fields do not have a turbulent component. We show that the observed polarization is sensitive to the initial spatial configurations of the blobs. For the same jet structure, we observe several remarkably complex polarization patterns, including large EVPA rotations of $180^{\\circ}$ or more in both directions and more erratic fluctuations. Simultaneous high-amplitude variations of the polarization degree and the EVPA can coincide with peaks of the observed luminosity. However, seemingly uncorrelated variations are also possible. We discuss the feasibility of constraining the particle acceleration mechanism from multifrequency polarimetric observations.",
      "published": "2026-01-12T10:08:40Z",
      "updated": "2026-01-12T10:08:40Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.07387v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07387v1"
    },
    {
      "id": "2601.07357v1",
      "title": "Direct detection of the non-thermal X-ray emission from the Arches star cluster",
      "authors": [
        "Roman Krivonos",
        "Alexey Vikhlinin",
        "Andrei Bykov",
        "Sergey Sazonov",
        "Maïca Clavel"
      ],
      "summary": "The compact stellar clusters have emerged as particularly promising candidates for cosmic rays (CR) accelerators. The star clusters, recently observed in gamma-rays, are also known sources of non-thermal X-ray emission, which is due to synchrotron or inverse-Compton scattering of relativistic electrons. Thus, the search for the non-thermal X-ray emission from stellar clusters is of particular interest. Until recent time the X-ray emission of the Arches star cluster in the Galactic Center was mixed with non-thermal emission of the surrounding molecular cloud, associated with reflection of hard X-ray irradiation. This reflected emission has been observed to fade, giving us a chance to characterize intrinsic non-thermal emission of the Arches cluster. In this work we demonstrate that Fe K_alpha line emission at 6.4 keV, attributed to the reflected non-thermal emission of the molecular cloud in 2000-2010, is not detected in deep observations with XMM-Newton in 2020 and Chandra in 2022, leaving stellar cluster well isolated. We showed that the Arches non-thermal emission is localized in the cluster's core and characterized by a relatively weak, hard (Gamma~1.5) power-law spectral continuum with 2-10 keV flux of ~10E-13 ergs/s/cm^2.",
      "published": "2026-01-12T09:33:03Z",
      "updated": "2026-01-12T09:33:03Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.07357v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07357v1"
    },
    {
      "id": "2601.07259v1",
      "title": "What can be learnt from UHECR anisotropies observations Paper III: Update with new data and Galactic magnetic fields models",
      "authors": [
        "D. Allard",
        "J. Aublin",
        "B. Baret",
        "E. Parizot"
      ],
      "summary": "Context. At large angular scales, the Pierre Auger Observatory has reported a significant dipole modulation in right ascension, while at intermediate angular scales, localized flux excesses have been identified by both the Auger and Telescope Array collaborations. These observations were investigated in the first two papers of this series. Aims. We examine the implications of these anisotropy measurements and assess to what extent they can be used to constrain the origin of UHECRs and the astrophysical or physical parameters of viable source scenarios.   Methods. As in the first two papers of this series, we generate realistic UHECR sky maps for a wide range of astrophysical models consistent with current spectral and composition constraints, assuming that UHECR sources trace the distribution of galaxies in the Universe. We update our previous studies by incorporating the most recent models of the Galactic magnetic field and apply the same large- and intermediate-scale anisotropy analyses as those used by the Auger Collaboration to simulated datasets with current experimental exposure.   Results. The main novelty of this third paper is the improved compatibility between simulations and data, in particular regarding the reconstructed dipole direction, when using several of the recently proposed Galactic magnetic field models. Despite this progress, our main conclusions remain unchanged: although the observed anisotropies are compatible with an extragalactic origin of UHECRs, present data and magnetic-field uncertainties do not allow strong constraints to be placed on the nature, spatial distribution, or density of UHECR sources.   Conclusions. Further progress in the interpretation of UHECR anisotropies will require improved constraints on cosmic magnetic fields, advances in source modeling, and significantly larger experimental exposures",
      "published": "2026-01-12T06:57:00Z",
      "updated": "2026-01-12T06:57:00Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.07259v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07259v1"
    },
    {
      "id": "2601.07179v1",
      "title": "Chiroptical effect induced by gravitational waves",
      "authors": [
        "Haorong Wu",
        "Xilong Fan"
      ],
      "summary": "We propose the gravitational analog of the chiroptical effect for the first time, demonstrating that gravitational waves (GWs) can induce a reversal of photon chirality through the exchange of angular momentum, namely the spin-2-gravitation chiroptical effect. By analyzing the interaction between photon spin angular momentum (SAM) and GWs, we derive the selection rules governing this exchange, which are strictly dictated by the spin-1 and spin-2 nature of the electromagnetic and gravitational fields, respectively. We find that the gravitational chiroptical effect reflects the local nature of SAM which prevents the accumulation of gravitational perturbations over spatial phase windings, and offers a theoretically rigorous tool to probe the chiral structure of GWs. This mechanism provides a novel observational pathway to constrain modified gravity theories, measure the asymmetric properties of compact binaries, and explore parity-violating physics in the early universe.",
      "published": "2026-01-12T04:03:57Z",
      "updated": "2026-01-12T04:03:57Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "physics.optics",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07179v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07179v1"
    },
    {
      "id": "2601.07173v1",
      "title": "Does the radio-active phase of XTE~J1810$-$197 recur following the same evolutionary pattern?",
      "authors": [
        "Zhipeng Huang",
        "Zhen Yan",
        "Zhiqiang Shen",
        "Hao Tong",
        "Mingyu Ge",
        "Zhifu Gao",
        "Yajun Wu",
        "Rongbing Zhao",
        "Jie Liu",
        "Rui Wang",
        "Xiaowei Wang",
        "Fan Yang",
        "Chuyuan Zhang",
        "Zhenlong Liao",
        "Yangyang Lin"
      ],
      "summary": "Magnetars are the most strongly magnetized compact objects known in the Universe and are regarded as one of the primary engines powering a variety of enigmatic, high-energy transients. However, our understanding of magnetars remains highly limited, constrained by observational sample size and radiative variability. XTE~J1810$-$197, which re-entered a radio-active phase in 2018, is one of only six known radio-pulsating magnetars. Leveraging the distinctive capability for simultaneous dual-frequency observations, we utilized the Shanghai Tianma Radio Telescope (TMRT) to monitor this magnetar continuously at both 2.25 and 8.60~GHz, capturing its entire evolution from radio activation to quenching. This enabled precise characterization of the evolution in its integrated profile, spin frequency, flux density, and spectral index ($α$, defined by $S \\propto f^α$). The first time derivative of its spin frequency $\\dotν$ passed through four distinct phases -- rapid decrease, violent oscillation, steady decline, and stable recovery -- before returning to its pre-outburst value concomitant with the cessation of radio emission. Remarkably, both the amplitudes and the characteristic time-scales of these $\\dotν$ variations match those observed during the previous outburst that began in 2003, providing the first demonstration that post-outburst rotational evolution and radiative behavior in a magnetar are repeatable. A twisted-magnetosphere model can qualitatively account for this repeatability as well as for the progressive narrowing and abrupt disappearance of the radio pulse radiation, thereby receiving strong observational support.",
      "published": "2026-01-12T03:36:46Z",
      "updated": "2026-01-12T03:36:46Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.07173v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07173v1"
    },
    {
      "id": "2601.07031v1",
      "title": "The Structure of Poloidal Fields Embedded in Thin Disks",
      "authors": [
        "Yossef Zenati",
        "Ethan T. Vishniac",
        "Amir Jafari"
      ],
      "summary": "Many accreting systems are modeled as geometrically thin disks. Simulations of accretion disks cannot be extended to this regime, although local models can address the behavior of narrow annuli. A global model needs to account for the interactions between a large-scale poloidal field, accreted from the environment, and the disk. The disk magnetosphere can be modeled subject to the boundary conditions imposed by the disk. These depend on the structure of the magnetic field as it crosses the disk and the degree to which the disk can support a bend in the field lines. Building on earlier work we derive a set of equations describing a stationary disk with an embedded poloidal field. We derive a modified induction equation that incorporates tensorial turbulent diffusivities and a helicity-regulated $α$-effect. We quantify how helicity conservation introduces a nonlinear backreaction on the large-scale dynamo, dynamically coupling turbulent diffusion and $α$-quenching. We discuss the challenges encountered in finding a unique solution under stationary flows $E_φ=0$, which balances the inflow of $B_z$ due to accretion, the outflow due to radial diffusion of $B_z$, and the vertical movement of $B_r$ due to turbulent diffusion and buoyancy. The vertical profiles of both the azimuthal diffusion coefficient $D_{ijk}$ and the helicity-driven $α_{ij}$ demonstrate that changes in the radial gradient can restructure the magnetic field geometry. The ability of disks to sustain large bending angles in the poloidal field implies that angular momentum flux through the magnetosphere can dominate over internal transport even for weak fields. Competing factors can result in non-unique solutions, necessitating extra constraints and diagnostics that highlight the role of isotropic turbulence and helicity regulation in magnetized disk environments.",
      "published": "2026-01-11T19:00:04Z",
      "updated": "2026-01-11T19:00:04Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.07031v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07031v1"
    },
    {
      "id": "2601.06994v1",
      "title": "Magnetic winds in resistive compact binary discs",
      "authors": [
        "Marc Van den Bossche",
        "Geoffroy Lesur",
        "Guillaume Dubus"
      ],
      "summary": "Dwarf Novae and low-mass X-ray binaries are eruptive binary systems comprised of a Roche-lobe overflowing solar-type star and an accreting compact object. Their recurrence time can be explained by a low-accreting phase, the quiescence, during which the angular momentum transport parameter is inferred to be $α\\approx 0.01$ by the Disc Instability Model. Non-magnetics mechanisms, such as spiral wave transport, only achieve angular momentum transport an order of magnitude too low, at best, because these discs are so thin in quiescence. During this phase, the Magneto-rotational Instability is known to be suppressed by the increased resistivity of the weakly ionised plasma. Studying these thin magnetised discs is a numerical challenge because of the wide range of scales to be resolved. Thanks to the new GPU-accelerated code Idefix, we produce global 3D MHD simulations of a very thin disc $(H/R = 0.01)$ for the first time. We explore the possibility that an MHD wind arises and increases accretion in low magnetic Reynolds number $(\\mathrm{Rm}\\approx100)$ and realistic plasma parameter ($β\\approx 1000$) regimes. We observe that the MRI is only quenched in the resistive disc bulk but survives in the disc atmosphere. This drives strong accretion and wind launching. We quantify the efficiency of the resulting wind and measure its global effect on the disc. We explore the effect of the initial disc magnetisation and compare the accretion/ejection regime with and without resistivity.",
      "published": "2026-01-11T17:09:22Z",
      "updated": "2026-01-11T17:09:22Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.06994v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06994v1"
    },
    {
      "id": "2601.06684v1",
      "title": "Limits of vacuum-template subtraction for LISA massive black hole binary sources in realistic environments",
      "authors": [
        "Lorenz Zwick"
      ],
      "summary": "We investigate the impact of gravitational wave (GW) dephasing due to gas accretion on the subtraction of massive black hole (MBH) binary signals over 4 yr of LISA data in the context of the global-fit. Based on state of the art predictions for the population of merging MBHs, we show that imperfect subtraction with vacuum waveform templates leaves a GW residual with an SNR of $3.2^{+5.4}_{-1.9}\\times \\sqrt{f_{\\rm Edd} \\langle \\dot n \\rangle/(20\\, {\\rm yr}^{-1})}$, where $f_{\\rm Edd}$ is the typical Eddington ratio and $\\langle \\dot n \\rangle$ the mean merger rate of LISA MBH binaries. We characterize the dependence of the residual on key population hyper-parameters, provide a simple fitting function and discuss detection and mitigation strategies.",
      "published": "2026-01-10T20:43:45Z",
      "updated": "2026-01-10T20:43:45Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.06684v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06684v1"
    },
    {
      "id": "2601.06480v1",
      "title": "Ruling Out Compact Jets as the Dominant Source of Radio Emission in Radio-quiet, High Eddington-ratio Active Galactic Nuclei",
      "authors": [
        "Jeremiah D. Paul",
        "Richard M. Plotkin"
      ],
      "summary": "The origin of core radio emission in radio-quiet active galactic nuclei (AGNs) is still actively debated. General relativistic magnetohydrodynamics simulations often predict the launching of moderately large-scale jets from super-Eddington accretion flows, but this prediction seems at odds with observations indicating most high/super-Eddington AGNs appear radio quiet. Here, we use the ratio of radio to X-ray luminosities as a multiwavelength diagnostic to probe the origin of radio emission in a sample of 69 radio-quiet, high/super-Eddington AGNs with black-hole masses $M_{\\rm BH} \\sim 10^{5}-10^{9}~M_\\odot$. With this wide dynamic range in $M_{\\rm BH}$, we adapt existing formalisms for how jetted radio emission and accretion-powered X-ray emission scale with black hole mass into the super-Eddington regime. We find that the radio/X-ray luminosity ratios observed across this $M_{\\rm BH}$ range are inconsistent with a jet-dominated model for radio emission. We discuss how our results may instead be consistent with a corona-dominated radio emission origin with a contribution from outflows at higher accretion rates.",
      "published": "2026-01-10T08:24:05Z",
      "updated": "2026-01-10T08:24:05Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2601.06480v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06480v1"
    },
    {
      "id": "2601.06417v1",
      "title": "In-ice Radio Signatures of Cosmic Ray Particle Cascades",
      "authors": [
        "Simon Chiche",
        "Simona Toscano",
        "Krijn D. de Vries"
      ],
      "summary": "To detect ultra-high-energy neutrinos, experiments such as the Askaryan Radio Array and the Radio Neutrino Observatory in Greenland target the radio emission induced by these particles as they cascade in the ice, using deep in-ice antennas at the South Pole or in Greenland. A crucial step toward this goal is the characterization of the in-ice radio emission from cosmic-ray-induced particle showers. These showers form a primary background for neutrino searches, but can also be used to validate the detection principle and provide calibration signals for in-ice radio detectors. In this work, we use the Monte-Carlo framework FAERIE to perform the first characterization of cosmic ray signals with simulations that incorporate both their in-air and in-ice emissions. We investigate cosmic ray signatures such as their radiation energy, timing, polarization and frequency spectrum and quantify how they depend on shower properties. These results provide key guidelines for cosmic-ray identification and cosmic-ray neutrino discrimination in future in-ice radio experiments.",
      "published": "2026-01-10T03:50:13Z",
      "updated": "2026-01-10T03:50:13Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.06417v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06417v1"
    },
    {
      "id": "2601.06409v1",
      "title": "Radio Signatures of Cosmic-Ray Particle Showers in Deep In-Ice Antennas",
      "authors": [
        "Simon Chiche",
        "Krijn D. de Vries",
        "Simona Toscano"
      ],
      "summary": "To detect ultra-high-energy neutrinos, experiments such as ARA and RNO-G target the radio emission induced by these particles as they cascade in the ice, using deep in-ice antennas at the South Pole or in Greenland. In this context, it is essential to first characterize the in-ice radio signature from cosmic-ray-induced particle showers, which constitute a primary background for neutrino detection, and represent the fist in-situ detection of in-ice particle cascades with radio antennas. This characterization will help validate the detection principle and assist in calibration. To achieve this goal, we used FAERIE, the \"Framework for the simulation of Air shower Emission of Radio for in-Ice Experiments\", that combines CoREAS and GEANT4 to simulate the radio emission of cosmic ray showers deep in the ice. Using this tool, we analyze in-ice radio signatures of cosmic-ray showers, including polarization, timing, and radiation energy, as well as their dependence on shower parameters. These insights will facilitate the first cosmic-ray detections and improve cosmic-ray/neutrino discrimination.",
      "published": "2026-01-10T03:10:56Z",
      "updated": "2026-01-10T03:10:56Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.06409v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06409v1"
    },
    {
      "id": "2601.06253v1",
      "title": "Masers and Broad-Line Mapping Favor Magnetically-Dominated AGN Accretion Disks",
      "authors": [
        "Philip F. Hopkins",
        "Dalya Baron",
        "Joanna M. Piotrowska"
      ],
      "summary": "We present a novel and powerful constraint on the physics of supermassive black hole (BH) accretion disks. We show that in the outer disk (radii $R \\gtrsim 0.01\\,$pc or $\\gtrsim 1000\\,R_{G}$), models supported by thermal or radiation pressure predict disk masses which are much larger than the BH mass and increase with radius - i.e. rapidly-rising, extremely non-Keplerian rotation curves. More generally, we show that any observational upper limit to the deviation from Keplerian potentials at these radii directly constrains the physical form of the pressure in disks. We then show that existing maser and broad line region (BLR) kinematic observations immediately rule out the classic thermal-pressure-dominated Shakura Sunyaev-like $α$-disk model, and indeed rule out any thermal or radiation (or cosmic-ray) pressure-dominated disk, as the required temperatures and luminosities of the gas at large radii would exceed those observed by orders of magnitude. We show that models where the pressure comes entirely from turbulence (without thermal, radiation, or magnetic sources) could in principle be viable but would require turbulent Toomre $Q \\gtrsim 100$, far larger than predicted by self gravitating/gravito-turbulent models. However, recently proposed models of magnetic pressure-dominated disks agree with all of the observational constraints. These magnetically-dominated models also appear to agree better with constraints on maser magnetic fields, compared to the other possibilities. Observations appear to strongly favor the hypothesis that the outer regions of BH accretion disks are in the 'hyper-magnetized' state.",
      "published": "2026-01-09T19:00:13Z",
      "updated": "2026-01-09T19:00:13Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.CO",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2601.06253v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06253v1"
    },
    {
      "id": "2601.05999v1",
      "title": "Constraining Hamiltonians from chiral effective field theory with neutron-star data",
      "authors": [
        "Cassandra L. Armstrong",
        "Brendan T. Reed",
        "Tate Plohr",
        "Henrik Rose",
        "Soumi De",
        "Rahul Somasundaram",
        "Ingo Tews"
      ],
      "summary": "Multi-messenger observations of neutron stars (NSs) and their mergers have placed strong constraints on the dense-matter equation of state (EOS). The EOS, in turn, depends on microscopic nuclear interactions that are described by nuclear Hamiltonians. These Hamiltonians are commonly derived within chiral effective field theory (EFT). Ideally, multi-messenger observations of NSs could be used to directly inform our understanding of EFT interactions, but such a direct inference necessitates millions of model evaluations. This is computationally prohibitive because each evaluation requires us to calculate the EOS from a Hamiltonian by solving the quantum many-body problem with methods such as auxiliary-field diffusion Monte Carlo (AFDMC), which provides very accurate and precise solutions but at a significant computational cost. Additionally, we need to solve the stellar structure equations for each EOS which further slows down each model evaluation by a few seconds. In this work, we combine emulators for AFDMC calculations of neutron matter, built using parametric matrix models, and for the stellar structure equations, built using multilayer perceptron neural networks, with the \\texttt{PyCBC} data-analysis framework to enable a direct inference of coupling constants in an EFT Hamiltonian using multi-messenger observations of NSs. We find that astrophysical data can provide informative constraints on two-nucleon couplings despite the high densities probed in NS interiors.",
      "published": "2026-01-09T18:33:25Z",
      "updated": "2026-01-09T18:33:25Z",
      "categories": [
        "nucl-th",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.05999v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05999v1"
    },
    {
      "id": "2601.05791v1",
      "title": "Probing the morphology of the Gum Nebula through pulsar observables and a novel distance estimation method",
      "authors": [
        "Ashish Kumar",
        "Avinash A. Deshpande",
        "Pankaj Jain"
      ],
      "summary": "Various existing models of the Gum Nebula differ significantly in their parameters and suggested origins, which can be independently tested for consistency with data on some key observables of pulsars in the direction of the nebula. Our analysis of such data on the Vela pulsar, assuming a dominant scattering region in its foreground, suggests that the fractional distance of the scatterer is $0.89 \\pm 0.01$, and for the given distance of the Vela pulsar, it translates to $254 \\pm 16$ pc. Using independent distances of ten pulsars, we suggest a refined description of the Gum Nebula electron density model with its basic morphology similar to that used in the YMW16 model, which now provides better estimates of pulsar distances in these directions. In our new Gum Nebula model, as expected, the Vela pulsar would be behind the frontal edge of the Gum shell, which was intriguingly located in front of the nebula in the YMW16 model. We also present a new technique to better constrain the pulsar distances using their dispersion measure and temporal broadening simultaneously, and find that it is less affected by the uncertainties in the Galactic electron density distribution models. Notably, the new approach shows that the expected temporal broadening as a function of trial distance does not follow a monotonic increasing trend, but instead exhibits oscillations at regions of enhanced electron density. This behaviour is expected, as the method employs the integral form of temporal broadening with the appropriate weighting kernel, leading to more reliable estimates.",
      "published": "2026-01-09T13:39:46Z",
      "updated": "2026-01-09T13:39:46Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.05791v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05791v1"
    },
    {
      "id": "2601.05435v1",
      "title": "The Cosmic-ray Knee as a Local Signature of Nearby PeVatrons",
      "authors": [
        "Ke Fang",
        "Francis Halzen"
      ],
      "summary": "A \"knee\" in the cosmic-ray spectrum, characterized by a sudden steepening of the spectral shape at $\\sim 4$ PeV, may be interpreted either as a global feature of Galactic cosmic rays or as a local signature. In the former scenario, cosmic-ray spectra throughout the Galaxy would be similar to that observed in the solar neighborhood, and the knee would be a common feature of the cosmic-ray sea. In the latter scenario, the PeV cosmic-ray flux varies across the Galactic disk, and the knee is dominantly contributed by a small number of nearby sources. By simulating cosmic-ray propagation in the Galactic magnetic field and interstellar medium, we show that the two scenarios correspond to different regimes of the birth rate of PeV proton accelerators and depend on the presence of powerful nearby sources. By comparison with both cosmic-ray and gamma-ray observations, we find that a local knee would be best explained by sources located at distances of order $\\sim1$ kpc and with ages in the range 0.1-1 Myr, with the Cygnus Cocoon being a particularly promising candidate.",
      "published": "2026-01-08T23:54:51Z",
      "updated": "2026-01-08T23:54:51Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.05435v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05435v1"
    },
    {
      "id": "2601.05351v1",
      "title": "Dipole Radiation and Kinetic Mixing from Dark Photon Solitons",
      "authors": [
        "Enrico D. Schiappacasse",
        "Moira Venegas"
      ],
      "summary": "Wave-like dark matter composed of spin-1 particles, known as dark photons, is theorized to form clumps called \"vector solitons\". These solitons are compact astrophysical objects that exhibit coherent oscillations and a high concentration relative to the local dark matter density. A significant portion of dark matter in galactic halos today may consist of these solitons. This study explores how photons can be produced from these vector solitons by the influence of external electromagnetic fields or charge densities, via a dimension-6 dark photon-photon coupling and a kinetic mixing, respectively. We further explore the astrophysical implications of these phenomena, highlighting a novel avenue for dark matter discovery that our research provides.",
      "published": "2026-01-08T20:05:49Z",
      "updated": "2026-01-08T20:05:49Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.05351v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05351v1"
    },
    {
      "id": "2601.07836v1",
      "title": "Axion misalignment as a synchronization phenomenon",
      "authors": [
        "Veronica Sanz"
      ],
      "summary": "We propose a dynamical reinterpretation of axion misalignment as an emergent collective phenomenon. Drawing an explicit parallel between axion field dynamics and synchronization in coupled oscillator systems, we show that a macroscopic axion phase can arise dynamically from initially incoherent configurations through gradient-driven ordering in an expanding Universe. In this framework, the misalignment angle is not a fundamental initial condition but a collective variable that becomes well defined only once phase coherence develops. Using a simple lattice model, we illustrate how the collective phase is selected prior to the onset of axion oscillations, providing a dynamical basis for the standard misalignment picture. This perspective offers a new way of organizing axion initial-condition sensitivity, reframes anthropic small-angle arguments in terms of phase-ordering efficiency, and suggests a broader connection between fine-tuning and emergent collective dynamics in the early Universe.",
      "published": "2026-01-12T18:59:58Z",
      "updated": "2026-01-12T18:59:58Z",
      "categories": [
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.07836v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07836v1"
    },
    {
      "id": "2601.07716v1",
      "title": "Induced gravitational waves - beyond linear cosmological perturbation theory",
      "authors": [
        "Raphael Picard"
      ],
      "summary": "This thesis focuses on gravitational waves (GWs) that arise beyond linear order in cosmological perturbation theory. In recent years, scalar-induced GWs have attracted significant attention because they may serve as the observational signature of primordial black holes (PBHs) formed in the early universe. The formation of PBHs requires large density perturbations, which can naturally emerge in some models of inflation. When these large density fluctuations couple, they act as a source for scalar-induced GWs at second order. In this work, we extend the existing formalism by including linear tensor fluctuations as an additional source term. This gives rise to two new classes of second-order GWs: those sourced by scalar-tensor couplings (scalar-tensor induced GWs) and those quadratic in tensor modes (tensor-tensor induced GWs). We find that the scalar-tensor contribution becomes significant if first-order tensor modes are enhanced, whilst the tensor-tensor contribution remains subdominant. Moreover, we demonstrate that the spectrum of scalar-tensor induced GWs exhibits an unphysical enhancement in the UV limit when the primordial scalar power spectrum is insufficiently peaked. To investigate whether this can be resolved, we study third-order induced GWs and their correlation with primordial GWs. We find that this new contribution suppresses the overall signal but does not cancel the unphysical enhancement. Possible explanations for this behaviour are discussed and left for future work. Finally, we explore the effect of primordial scalar non-Gaussianity on the spectrum of scalar-tensor induced GWs, building on previous results showing its impact on scalar-induced GWs.",
      "published": "2026-01-12T16:48:38Z",
      "updated": "2026-01-12T16:48:38Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.07716v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07716v1"
    },
    {
      "id": "2601.07653v1",
      "title": "CHEX-MATE: Relationship between X-ray and millimetre inferences of galaxy cluster temperature profiles",
      "authors": [
        "F. De Luca",
        "H. Bourdin",
        "P. Mazzotta",
        "G. Luzzi",
        "M. G. Campitiello",
        "M. De Petris",
        "D. Eckert",
        "S. Ettori",
        "A. Ferragamo",
        "W. Forman",
        "M. Gaspari",
        "F. Gastaldello",
        "S. Ghizzardi",
        "M. Gitti",
        "S. T. Kay",
        "J. Kim",
        "L. Lovisari",
        "J. F. Macías-Pérez",
        "B. J. Maughan",
        "M. Muñoz-Echeverría",
        "F. Oppizzi",
        "E. Pointecouteau",
        "G. W. Pratt",
        "E. Rasia",
        "M. Rossetti",
        "H. Saxena",
        "J. Sayers",
        "M. Sereno"
      ],
      "summary": "Thermodynamic profiles from X-ray and millimetre observations of galaxy clusters are often compared under the simplifying assumptions of smooth, spherically symmetric intracluster medium. These approximations lead to expected discrepancies in the inferred profiles, which can provide insights about the cluster structure or cosmology. Motivated by this, we present a joint XMM-\\textit{Newton} and \\textit{Planck} analysis of 116 CHEX-MATE clusters to measure $η_T = T_X/T_{SZ,X}$, the ratio between spectroscopic X-ray temperatures and a temperature proxy derived from Sunyaev-Zel'dovich (SZ) pressures and X-ray densities. We considered relativistic corrections to the thermal SZ signal and implemented X-ray absorption by Galactic molecular hydrogen. The $η_T$ distribution has a mean of $1.01 \\pm 0.03$, with average changes of $8.1\\%$ and $2.7\\%$ when relativistic corrections and molecular hydrogen absorption are not included, respectively. The $η_T$ distribution is positively skewed, with the scatter mostly affected by cluster morphology: relaxed clusters are closer to unity and less scattered than mixed and disturbed systems. We find little or no correlation with redshift, mass, or temperature.",
      "published": "2026-01-12T15:34:55Z",
      "updated": "2026-01-12T15:34:55Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.07653v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07653v1"
    },
    {
      "id": "2601.07487v1",
      "title": "Modified Gravity and the Origin of the Excess Radio Galaxy Number-Count Dipole",
      "authors": [
        "John. W. Moffat"
      ],
      "summary": "Recent analyses of wide-area radio-galaxy surveys have reported a statistically significant excess in the cosmic number-count dipole, with an amplitude exceeding the purely kinematic expectation of the standard $Λ$CDM model by a factor of $\\sim 3$--$4$, quoted at a significance level of up to $5.4σ$. While residual observational systematics and local-structure effects cannot be definitively excluded, this result motivates the exploration of alternative physical interpretations beyond the minimal $Λ$CDM framework. We investigate whether Scalar--Tensor--Vector Gravity (STVG-MOG) can provide a consistent explanation for an enhanced large-scale anisotropic dipole without violating existing constraints from early-universe cosmology, the cosmic microwave background (CMB) dipole, galaxy dynamics, weak lensing, or the observed late-time matter power spectrum. The radio number-count dipole probes ultra-large-scale, anisotropic structure and coherent gravitational response, rather than virialized dynamics or linear growth alone. In STVG-MOG, a scale- and time-dependent effective gravitational coupling preserves standard cosmological evolution at early times and on small to intermediate scales, while amplifying gravitational response on gigaparsec scales. This scale-selective enhancement can increase the large-scale structure contribution to the radio dipole without overproducing power on smaller scales. If the observed dipole excess reflects a physical cosmological signal rather than residual systematics, STVG-MOG offers a viable and testable alternative interpretation. It is demonstrated that the radio dipole anomaly provides a novel probe of gravitational physics on the largest observable scales.",
      "published": "2026-01-12T12:42:48Z",
      "updated": "2026-01-12T12:42:48Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.07487v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07487v1"
    },
    {
      "id": "2601.07361v1",
      "title": "Strong Evidence for Dark Sector Interactions",
      "authors": [
        "Tian-Nuo Li",
        "William Giarè",
        "Guo-Hong Du",
        "Yun-He Li",
        "Eleonora Di Valentino",
        "Jing-Fei Zhang",
        "Xin Zhang"
      ],
      "summary": "Recent DESI baryon acoustic oscillation data reveal deviations from $Λ$CDM cosmology, conventionally attributed to dynamical dark energy (DE). We demonstrate that these deviations are equally, if not better, explained by interactions between dark matter and dark energy (IDE), without requiring a time-varying DE equation of state. Using a unified framework, we analyze two IDE models--coupled quintessence and coupled fluid--against the latest CMB (Planck, ACT, SPT), DESI BAO, and SN (including DES-Dovekie recalibrated) data. Both IDE scenarios show robust evidence for non-vanishing interactions at the 3-5$σ$ level, with marginalized constraints significantly deviating from the $Λ$CDM limit. This preference persists even under DES-Dovekie SN recalibration, which weakens dynamical DE evidence. Crucially, for the same number of free parameters, IDE models provide fits to low- and high-redshift data that match or exceed the performance of the CPL dynamical DE parametrization. Our results establish IDE as a physically motivated alternative to dynamical DE, highlighting the necessity of future cosmological perturbation measurements (e.g., weak lensing, galaxy clustering) to distinguish between these paradigms.",
      "published": "2026-01-12T09:36:30Z",
      "updated": "2026-01-12T09:36:30Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.07361v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07361v1"
    },
    {
      "id": "2601.07306v1",
      "title": "Emulator-Based Inference of Cosmological Subgrid Models",
      "authors": [
        "Nesar Ramachandra",
        "Nicholas Frontiere",
        "Michael Buehlmann",
        "Kelly R. Moran",
        "J. D. Emberson",
        "Katrin Heitmann",
        "Salman Habib"
      ],
      "summary": "The formation of structure in the Universe at large scales is dominated by gravity, with baryonic physics becoming significant at $\\sim{\\rm Mpc}$ scales. To capture the impact of baryonic physics, cosmological simulations must model gas dynamics and a host of relevant astrophysical processes. A recent extension of the Hardware/Hybrid Accelerated Cosmology Code (HACC) couples its gravity solver with a modern smoothed particle hydrodynamics method. This extension incorporates sub-resolution models for chemical enrichment, black hole and star formation, AGN kinetic and thermal feedback, supernova-driven feedback, galactic winds, and metal-line cooling. We present an inference framework based on high-fidelity emulators to aid in model calibration against observational targets, e.g., the galaxy stellar mass function, radial gas density profiles, and the cluster gas fraction. The emulators are trained on simulation suites comprising 64 boxes with side-length $128\\,h^{-1}$Mpc and 16 boxes with side-length $256\\,h^{-1}$Mpc with $2\\times 512^3$ and $2\\times 1024^3$ particles, respectively. Our analysis reveals two distinct AGN kinetic feedback modes -- a low-feedback mode yielding strong agreement with the observed radial gas density profiles of massive X-ray clusters, and a high-feedback mode providing a better fit to cluster gas fraction data, but systematically underestimating gas densities in inner regions.",
      "published": "2026-01-12T08:29:47Z",
      "updated": "2026-01-12T08:29:47Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.07306v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07306v1"
    },
    {
      "id": "2601.07106v1",
      "title": "More power on large scales",
      "authors": [
        "Jeremy Mould"
      ],
      "summary": "The high value of the cosmic microwave dipole may be telling us that dark matter is macroscopic rather than a fundamental particle. The possible presence of a significant dark matter component in the form of primordial black holes suggests that dark halo formation simulations should be commenced well before redshift z = 100. Unlike standard CDM candidates, PBHs behave as dense, non-relativistic matter from their inception in the radiation-dominated era. This allows them to seed gravitational potential wells and begin clustering earlier. We find that starting N-body simulations at redshifts even before matter-radiation equality yield galaxy bulk flow velocities that are systematically larger than those predicted by standard LCDM models. The early, high-mass concentrations established by PBHs lead to a more rapid and efficient gravitational acceleration of surrounding baryonic and dark matter, generating larger peculiar velocities that remain coherent over scales of hundreds of Mpc. Furthermore, a sub- population of PBHs in the 10^-20 to 10^-17 solar mass range would lose a non-negligible fraction of their mass via Hawking radiation over cosmological timescales. This evaporation process converts matter into radiation, so a time-varying matter density parameter, Omega_m', is introduced, which behaves like a boosted radiation term in the Friedmann equation. This dynamic term acts to reduce the Hubble tension. A higher effective Omega_r in the early universe reduces the sound horizon at the epoch of recombination. PBH mass loss also influences fits to the equation of state parameter, w, at low redshift. The naive N-body modelling presented here suggests investigation with tried and tested cosmology codes should be carried out, by introducing mass losing PBHs and starting the evolution as early as practicable.",
      "published": "2026-01-12T00:07:55Z",
      "updated": "2026-01-12T00:07:55Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.07106v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07106v1"
    },
    {
      "id": "2601.07075v1",
      "title": "A New Consistency Test for the $Λ$CDM Model using Radial and Transverse BAO Measurements",
      "authors": [
        "Xing-Han A. Zhao",
        "Zheng Cai"
      ],
      "summary": "We present a calibration-free consistency test of spatially flat $Λ$CDM based on baryon acoustic oscillation (BAO) distance measurements. The method forms ratios of BAO distances -- the Hubble distance $Ð(z)$, the comoving angular diameter distance $\\DM(z)$, and the volume-averaged distance $\\DV(z)$ -- so that the sound horizon scale cancels, and then maps each observed ratio to an effective flat-$Λ$CDM matter density parameter, $\\OmL$, defined as the value of $Ω_{\\rm M}$ that reproduces the measured ratio within $Λ$CDM. Flat $Λ$CDM predicts that $\\OmL$ should be independent of redshift and of the particular ratio used. For ratios involving the integrated distances $\\DM$ and $\\DV$, we associate them with well-defined effective line-of-sight redshift intervals using a redshift-matching strategy based on the integral mean value theorem. We apply the test to BAO measurements from the Dark Energy Spectroscopic Instrument (DESI) Data Release~1 and Data Release~2, propagating the full published BAO covariance matrices into all derived ratios and $\\OmL$ constraints. Within current uncertainties, the inferred $\\OmL$ values are broadly consistent with a redshift-independent constant, providing an internal consistency check of flat $Λ$CDM that can be strengthened straightforwardly as BAO measurements improve.",
      "published": "2026-01-11T21:43:46Z",
      "updated": "2026-01-11T21:43:46Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.07075v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07075v1"
    },
    {
      "id": "2601.07007v1",
      "title": "Oscillatory Freeze from Inertial Holographic Dark Energy",
      "authors": [
        "Swapnil Kumar Singh"
      ],
      "summary": "We study a generalized holographic dark energy model in which the infrared cutoff depends on the Hubble parameter and its first two time derivatives. The inclusion of the $\\ddot H$ term introduces a finite relaxation timescale for the horizon degrees of freedom, which can be interpreted as an effective entropic inertia of the holographic vacuum energy. The resulting background dynamics admit late--time solutions in which the cosmic expansion gradually halts.   In the underdamped regime, the Hubble parameter undergoes exponentially damped oscillations and asymptotically approaches $H\\to0$. The scale factor grows monotonically but by a finite amount, while curvature invariants decay exponentially, leading to an asymptotically Minkowski spacetime without future singularities. We confront the full nonlinear background evolution with cosmic chronometer measurements of the Hubble parameter and find good agreement with current late--time expansion data, with a reduced chi--squared $χ^2/ν\\simeq0.52$. At observable redshifts, oscillatory features are strongly suppressed and remain consistent with existing constraints.",
      "published": "2026-01-11T17:48:05Z",
      "updated": "2026-01-11T17:48:05Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.07007v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07007v1"
    },
    {
      "id": "2601.06949v1",
      "title": "Viable f(R) Scenarios Unifying Inflation with Realistic Dynamical Dark Energy",
      "authors": [
        "S. D. Odintsov",
        "V. K. Oikonomou",
        "G. S. Sharov"
      ],
      "summary": "Two $F(R)$ gravity models are tested on the basis of their viability during all stages of cosmological evolution. It is shown that these models can describe both the early-time inflationary epoch and the dark energy epoch. The models are confronted with the latest observational data, including the Pantheon+ catalogue with Type Ia supernovae, the Dark Energy Spectroscopic Instrument measurements of baryon acoustic oscillations, the Hubble parameter estimations and data from cosmic microwave background radiation. Investigation of the viability conditions for these models, in particular, the condition $\\frac{dF}{dR}>0$ required a deep analysis. Both models appeared to be viable during the early-time era, but for the late-time evolution the viability conditions are not fulfilled in definite domains in the parameter spaces of these models. However the best fitted parameters, determined in confrontation with the mentioned observational data, lie far from the forbidden domains for both models. These $F(R)$ gravity models describe the observations with the large advantage over the $Λ$-Cold-Dark-Matter model, not only in $χ^2$ statistics, but also with Akaike and Bayesian information criteria. This success of the two $F(R)$ gravity scenarios is connected with their capability to mimic dynamical dark energy, similarly to models with variable equation of state, that is necessary for describing the latest Pantheon+ and DESI observational data.",
      "published": "2026-01-11T15:15:23Z",
      "updated": "2026-01-11T15:15:23Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.06949v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06949v1"
    },
    {
      "id": "2601.06656v1",
      "title": "Impact of a negative cosmological constant on the reconstruction of dark energy in light of DESI BAO data",
      "authors": [
        "Hao Wang",
        "Yun-Song Piao"
      ],
      "summary": "An anti-de Sitter vacuum, corresponding to a negative cosmological constant (NCC), might coexist with one evolving positive dark energy component at low redshift and is hinted by the latest DESI observations. In this paper, we use two methods, \\textit{redshift-binned} and \\textit{Gaussian Process-based} reconstructions to investigate the effect of a NCC on the equation of state (EOS) $w(z)$ of evolving dark energy (DE) component. We find that a NCC is slightly preferred in both the two reconstructions by up to $\\simeq1σ$. Although the degeneracy between the EOS of evolving DE component and NCC weakens the constraint on the reconstructed $w(z)$, this degeneracy leads to the phantom divide $w=-1$ more consistent with the 1$σ$ posterior of $w(z)$.",
      "published": "2026-01-10T19:09:31Z",
      "updated": "2026-01-10T19:09:31Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.06656v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06656v1"
    },
    {
      "id": "2601.06592v1",
      "title": "Matière noire et (ou) gravitation modifiée : une approche historique et épistémologique",
      "authors": [
        "Benoit Famaey",
        "Jonathan Freundlich"
      ],
      "summary": "The current standard model of cosmology assumes that the majority of matter in the Universe is made of dark matter, and that the latter is fundamentally different from ordinary matter. Dark matter can in principle explain the rotation of galaxies, the gravitational lensing from galaxy clusters or the appearance of the cosmic microwave background, the oldest light in the Universe. But does dark matter really exist? Here, we review the history of this concept and its implications for the formation and evolution of galaxies. We also consider the questions that remain, the limitations of the model, and present alternative theories, in particular modifications to the gravitional law that would -- perhaps -- make it possible to do without it.",
      "published": "2026-01-10T15:03:37Z",
      "updated": "2026-01-10T15:03:37Z",
      "categories": [
        "physics.pop-ph",
        "astro-ph.CO",
        "astro-ph.GA",
        "gr-qc",
        "physics.hist-ph"
      ],
      "link": "https://arxiv.org/abs/2601.06592v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06592v1"
    },
    {
      "id": "2601.06589v1",
      "title": "Constraining Inflation Models with Spinning Voids",
      "authors": [
        "Geonwoo Kang",
        "Jounghun Lee"
      ],
      "summary": "We present a powerful new diagnostics by which the running of scalar spectral index of primordial density fluctuations can be tightly and independently constrained. This new diagnostics utilizes coherent rotation of void galaxies, which can be observed as redshift asymmetry in opposite sides dichotomized by the projected spin axes of hosting voids. Comparing the numerical results from the AbacusSummit of cosmological simulations, we derive a non-parametric model for the redshift asymmetry distribution of void galaxies, which turns out to be almost universally valid for a very broad range of cosmologies including dynamic dark energy models with time-dependent equation of states as well as the $Λ$CDM models with various initial conditions. We discover that the universality of this model breaks down only if the running of scalar spectral index deviates from zero, detecting a consistent trend that a more positive (negative) running yields a lower (higher) redshift asymmetry of voids than the model predictions. Given that non-standard inflations usually predict non-zero runnings of the spectral index and that the redshift asymmetry distribution of voids is a readily observable quantity, we conclude that this new diagnostics will pave another path toward understanding the true mechanism of inflation.",
      "published": "2026-01-10T14:57:17Z",
      "updated": "2026-01-10T14:57:17Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.06589v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06589v1"
    },
    {
      "id": "2601.06380v1",
      "title": "Exploring the internal structure of a neutron star and the associated magnetic fields aided by the mass-radius relationship",
      "authors": [
        "Abriana Lyda",
        "Prajwal MohanMurthy"
      ],
      "summary": "Neutron stars exhibit magnetic fields and densities far beyond those achievable in terrestrial laboratories, offering a natural probe of strongly interacting matter under extreme conditions. Using observationally anchored mass-radius relations and a density profile consistent with established equations of state, we construct a piecewise model that explicitly integrates the neutron-drip line, nuclear-saturation, the electron-dominated halo, and core-crust interfaces. The resulting structure reproduces the stiffness and curvature behavior across the nuclear-pasta regime reported in the literature, validating our treatment of the crust-core transition. From this model, we derive updated moments of inertia, crustal mass fractions, and the effective number of neutrons contributing to the star's magnetic moment. Comparing these quantities with spin-down inferred magnetic dipole moments indicates that the observed magnetic fields of particularly millisecond pulsars can be sustained entirely by the crustal neutron polarization, requiring alignment of only about $\\lesssim5.5\\%$ ($99\\%$ C.L.) of the neutrons in the crust. This finding supports a crust-confined magnetic-field origin for non-magnetar neutron stars, consistent with magneto-thermal evolution studies, and provides a quantitative framework for connecting neutron-star observables to its underlying structure.",
      "published": "2026-01-10T01:33:38Z",
      "updated": "2026-01-10T01:33:38Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.06380v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06380v1"
    },
    {
      "id": "2601.06258v1",
      "title": "Cosmological back-reaction of baryons on dark matter in the CAMELS simulations",
      "authors": [
        "Matthew Gebhardt",
        "Daniel Anglés-Alcázar",
        "Shy Genel",
        "Daisuke Nagai",
        "Boon Kiat Oh",
        "Isabel Medlock",
        "Jonathan Mercedes-Feliz",
        "Sagan Sutherland",
        "Max E. Lee",
        "Xavier Sims",
        "Christopher C. Lovell",
        "David N. Spergel",
        "Romeel Davé",
        "Matthieu Schaller",
        "Joop Schaye",
        "Francisco Villaescusa-Navarro"
      ],
      "summary": "Baryonic processes such as radiative cooling and feedback from massive stars and active galactic nuclei (AGN) directly redistribute baryons in the Universe but also indirectly redistribute dark matter due to changes in the gravitational potential. In this work, we investigate this \"back-reaction\" of baryons on dark matter using thousands of cosmological hydrodynamic simulations from the Cosmology and Astrophysics with MachinE Learning Simulations (CAMELS) project, including parameter variations in the SIMBA, IllustrisTNG, ASTRID, and Swift-EAGLE galaxy formation models. Matching haloes to corresponding N-body (dark matter-only) simulations, we find that virial masses decrease owing to the ejection of baryons by feedback. Relative to N-body simulations, halo profiles show an increased dark matter density in the center (due to radiative cooling) and a decrease in density farther out (due to feedback), with both effects being strongest in SIMBA (> 450% increase at r < 0.01 Rvir). The clustering of dark matter strongly responds to changes in baryonic physics, with dark matter power spectra in some simulations from each model showing as much as 20% suppression or increase in power at k ~ 10 h/Mpc relative to N-body simulations. We find that the dark matter back-reaction depends intrinsically on cosmology (Omega_m and sigma_8) at fixed baryonic physics, and varies strongly with the details of the feedback implementation. These results emphasize the need for marginalizing over uncertainties in baryonic physics to extract cosmological information from weak lensing surveys as well as their potential to constrain feedback models in galaxy evolution.",
      "published": "2026-01-09T19:07:46Z",
      "updated": "2026-01-09T19:07:46Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2601.06258v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06258v1"
    },
    {
      "id": "2601.06250v1",
      "title": "Characterizing turbulence in galaxy clusters: defining turbulent energies and assessing multi-scale versus fixed-scale filters",
      "authors": [
        "Lorenzo Maria Perrone",
        "Thomas Berlok",
        "Ewald Puchwein",
        "Christoph Pfrommer"
      ],
      "summary": "Disentangling turbulence and bulk motions in the intracluster medium (ICM) of galaxy clusters is inherently ambiguous, as the plasma is continuously stirred by different processes on disparate scales. This poses a serious problem in the interpretation of both observations and numerical simulations. In this paper, we use filtering operators in real space to separate bulk motion from turbulence at different scales. We show how filters can be used to define consistent kinetic and magnetic energies for the bulk and turbulent component. We apply our GPU-accelerated filtering pipeline to a simulation of a major galaxy cluster merger, which is part of the PICO-Clusters suite of zoom-in cosmological simulations of massive clusters using the moving mesh code Arepo and the IllustrisTNG galaxy formation model. We find that during the merger the turbulent pressure fraction on physical scales $\\lesssim$160 kpc reaches a maximum of 5%, before decreasing to 2% after $\\sim$1.3 Gyr from the core passage. These low values are consistent with recent observations of clusters with XRISM, and suggest that unless a cluster was recently perturbed by a major merger, turbulence levels are low. We then re-examine the popular multiscale iterative filter method. In our tests, we find that its use can introduce artifacts, and that it does not reliably disentangle fluctuations living on widely separated length scales. Rather, we believe it is more fruitful to use fixed-scale filters and turbulent energies to compare between simulations and observations. This work significantly improves our understanding of turbulence generation by major mergers in galaxy clusters, which can be probed by XRISM and next-generation X-ray telescopes, allowing us to connect high-resolution cosmological simulations to observations.",
      "published": "2026-01-09T19:00:01Z",
      "updated": "2026-01-09T19:00:01Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.06250v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06250v1"
    },
    {
      "id": "2601.06023v1",
      "title": "Weak lensing of bright standard sirens: prospects for $σ_8$",
      "authors": [
        "Ville Vaskonen"
      ],
      "summary": "Gravitational wave events with electromagnetic counterparts provide direct measurements of the Hubble diagram. We demonstrate that incorporating weak lensing into bright standard siren analyses allows measurements of cosmological parameters that do not influence the mean luminosity distance-redshift relation but do impact the cosmic structures. In particular, we examine the prospects for measuring the standard deviation of matter perturbations $σ_8$, in addition to the Hubble constant and the matter abundance. We find that a $10\\%$ measurement of $σ_8$ would be feasible with ET, provided a population of $300$ neutron star binaries with electromagnetic counterparts is observed. With LISA, the measurement of $σ_8$ would have $30\\%$ accuracy, assuming a population of $12$ massive black hole binaries with electromagnetic counterparts is observed.",
      "published": "2026-01-09T18:58:25Z",
      "updated": "2026-01-09T18:58:25Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.06023v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06023v1"
    },
    {
      "id": "2601.06017v1",
      "title": "Probing Cosmic Expansion and Early Universe with Einstein Telescope",
      "authors": [
        "Angelo Ricciardone",
        "Mairi Sakellariadou",
        "Archisman Ghosh",
        "Alessandro Agapito",
        "M. Celeste Artale",
        "Michael Bacchi",
        "Tessa Baker",
        "Marco Baldi",
        "Nicola Bartolo",
        "Andrea Begnoni",
        "Enis Belgacem",
        "Marek Biesiada",
        "Jose J. Blanco-Pillado",
        "Tomasz Bulik",
        "Marica Branchesi",
        "Gianluca Calcagni",
        "Giulia Capurri",
        "Carmelita Carbone",
        "Roberto Casadio",
        "J. A. R. Cembranos",
        "Andrea Cozzumbo",
        "Ivan De Martino",
        "Jose M. Diego",
        "Emanuela Dimastrogiovanni",
        "Guillem Domènech",
        "Ulyana Dupletsa",
        "Hannah Duval",
        "Gabriele Franciolini",
        "Andrea Giusti",
        "Giuseppe Greco",
        "Lavinia Heisenberg",
        "Alexander C. Jenkins",
        "Sumit Kumar",
        "Gaetano Lambiase",
        "Michele Maggiore",
        "Michele Mancarella",
        "Federico Marulli",
        "Sabino Matarrese",
        "Isabela Santiago de Matos",
        "Michele Moresco",
        "Riccardo Murgia",
        "Ilia Musco",
        "Gabriele Perna",
        "Michele Punturo",
        "Diego Rubiera-Garcia",
        "Javier Rubio",
        "Alexander Sevrin",
        "Riccardo Sturani",
        "Matteo Tagliazucchi",
        "Nicola Tamanini",
        "Alessandro Tronconi",
        "Ville Vaskonen",
        "Daniele Vernieri",
        "Stoytcho Yazadjiev",
        "Ivonne Zavala"
      ],
      "summary": "Over the next two decades, gravitational-wave (GW) observations are expected to evolve from a discovery-driven endeavour into a precision tool for astrophysics, cosmology, and fundamental physics. Current second-generation ground-based detectors have established the existence of compact-binary mergers and enabled GW multi-messenger astronomy, but they remain limited in sensitivity, redshift reach, frequency coverage, and duty cycle. These limitations prevent them from addressing many fundamental open questions in cosmology. By the 2040s, wide-field electromagnetic surveys will have mapped the luminous Universe with unprecedented depth and accuracy. Nevertheless, key problems including the nature of dark matter, the physical origin of cosmic acceleration, the properties of gravity on cosmological scales, and the physical conditions of the earliest moments after the Big Bang will remain only partially constrained by electromagnetic observations alone. Progress on these fronts requires access to physical processes and epochs that do not emit light. Gravitational waves provide a unique and complementary observational channel: they propagate over cosmological distances largely unaffected by intervening matter, probe extreme astrophysical environments, and respond directly to the geometry of spacetime. In this context, next-generation GW observatories such as the Einstein Telescope (ET) will be transformative for European astronomy. Operating at sensitivities and frequencies beyond existing detectors, ET will observe binary black holes and neutron stars out to previously inaccessible redshifts, enable continuous high signal-to-noise monitoring of compact sources, and detect gravitational-wave backgrounds of astrophysical and cosmological origin. Together with space-based detectors, ET will play a central role in advancing our understanding of cosmic evolution and fundamental physics.",
      "published": "2026-01-09T18:52:42Z",
      "updated": "2026-01-09T18:52:42Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.06017v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06017v1"
    },
    {
      "id": "2601.05967v1",
      "title": "The Linear Point Standard Ruler with DESI DR1 and DR2 Data",
      "authors": [
        "N. Uberoi",
        "F. Nikakhtar",
        "N. Padmanabhan",
        "R. K. Sheth",
        "J. Aguilar",
        "S. Ahlen",
        "D. Bianchi",
        "D. Brooks",
        "F. J. Castander",
        "T. Claybaugh",
        "A. Cuceu",
        "A. de la Macorra",
        "A. Dey",
        "B. Dey",
        "P. Doel",
        "J. E. Forero-Romero",
        "E. Gaztañaga",
        "S. Gontcho A Gontcho",
        "G. Gutierrez",
        "K. Honscheid",
        "C. Howlett",
        "M. Ishak",
        "R. Joyce",
        "D. Kirkby",
        "T. Kisner",
        "O. Lahav",
        "C. Lamman",
        "M. Landriau",
        "L. Le Guillou",
        "M. Manera",
        "P. Martini",
        "A. Meisner",
        "R. Miquel",
        "S. Nadathur",
        "W. J. Percival",
        "C. Poppett",
        "F. Prada",
        "I. Pérez-Ràfols",
        "G. Rossi",
        "L. Samushia",
        "E. Sanchez",
        "D. Schlegel",
        "M. Schubnell",
        "J. Silber",
        "D. Sprayberry",
        "G. Tarlé",
        "B. A. Weaver",
        "H. Zou"
      ],
      "summary": "The linear point, a purely geometric feature in the monopole of the two-point correlation function, has been proposed as an alternative standard ruler. Compared to the peak in the correlation function, it is more robust to late-time nonlinear effects at the percent level. In light of improved simulations and high quality data, we revisit the robustness of the linear point and use it as an alternative to template-based fitting approaches typically used in BAO analyses. We present the linear point measurements on galaxy samples from the first and second data releases (DR1 and DR2) of the DESI survey. We convert the linear point into a dimensionless parameter $α_{iso,LP}$, defined as the ratio of the linear point in the fiducial cosmology and the observed value, analogous to the isotropic BAO scaling parameter $α_{iso}$ used in previous BAO measurements. Using the 2nd generation of AbacusSummit mock catalogs, we find that linear point measurements are more precise when calculated in the post-reconstruction regime with 15-60% smaller uncertainties than those pre-reconstruction. We find a systematic shift in the linear point measurements compared against the isotropic BAO measurements in mocks; we attribute this to the isotropic damping parameter responsible for smearing the linear point in the nonlinear regime. We propose a sample-dependent correction that mitigates the impact of late-time nonlinear effects. While this introduces a cosmology dependence in an otherwise model-independent measurement, this is necessary given the sub-percent precision dictated by current cosmological surveys. Comparing $α_{iso,LP}$ with isotropic BAO measurements made on the DESI DR1 and DR2 galaxy samples, we find excellent agreement after applying this correction, particularly post-reconstruction. We discuss future scope regarding cosmological inference with linear point measurements.",
      "published": "2026-01-09T17:39:54Z",
      "updated": "2026-01-09T17:39:54Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.05967v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05967v1"
    },
    {
      "id": "2601.05926v1",
      "title": "Naturally small Dirac neutrino mass and $B-L$ dark matter",
      "authors": [
        "Ernest Ma",
        "Partha Kumar Paul",
        "Narendra Sahu"
      ],
      "summary": "In the conventional gauged ${B-L}$ extension of the standard model, the $B-L$ charge of the singlet scalar $χ$, responsible for the breaking of $U(1)_{B-L}$ symmetry, is taken to be 2 such that it can anchor type-I seesaw by giving Majorana masses to the right-handed neutrinos, $ν_R$. In this paper, we consider instead the cases $χ\\sim 3$ or 4 under $B-L$, so that $ν_R$ may not acquire any Majorana mass and neutrinos are Dirac fermions. We then consider a vector-like fermion $S$ with 2 units of $B-L$ charge, which becomes a good candidate for dark matter, either Dirac for $χ\\sim 3$ or Majorana for $χ\\sim 4$. In both cases, spontaneous $B-L$ breaking can induce a strong first-order phase transition, producing stochastic gravitational waves (GW) which can be tested at GW experiments. Moreover, the presence of light $ν_R$s gives rise to an additional contribution to the effective number of relativistic degrees of freedom, $Δ{N}_{\\rm eff}$, providing complementary constraints from current and upcoming CMB observations.",
      "published": "2026-01-09T16:41:05Z",
      "updated": "2026-01-09T16:41:05Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.05926v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05926v1"
    },
    {
      "id": "2601.05889v1",
      "title": "GlueNN: gluing patchwise analytic solutions with neural networks",
      "authors": [
        "Doyoung Kim",
        "Donghee Lee",
        "Hye-Sung Lee",
        "Jiheon Lee",
        "Jaeok Yi"
      ],
      "summary": "In many problems in physics and engineering, one encounters complicated differential equations with strongly scale-dependent terms for which exact analytical or numerical solutions are not available. A common strategy is to divide the domain into several regions (patches) and simplify the equation in each region. When approximate analytic solutions can be obtained in each patch, they are then matched at the interfaces to construct a global solution. However, this patching procedure can fail to reproduce the correct solution, since the approximate forms may break down near the matching boundaries. In this work, we propose a learning framework in which the integration constants of asymptotic analytic solutions are promoted to scale-dependent functions. By constraining these coefficient functions with the original differential equation over the domain, the network learns a globally valid solution that smoothly interpolates between asymptotic regimes, eliminating the need for arbitrary boundary matching. We demonstrate the effectiveness of this framework in representative problems from chemical kinetics and cosmology, where it accurately reproduces global solutions and outperforms conventional matching procedures.",
      "published": "2026-01-09T16:07:43Z",
      "updated": "2026-01-09T16:07:43Z",
      "categories": [
        "cs.LG",
        "astro-ph.CO",
        "physics.comp-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05889v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05889v1"
    },
    {
      "id": "2601.05793v1",
      "title": "Towards Accurate Gravitational Wave Predictions: Gauge-Invariant Nucleation in the Electroweak Phase Transition",
      "authors": [
        "Jie Liu",
        "Renhui Qin",
        "Ligong Bian"
      ],
      "summary": "The vacuum decay in the early Universe should be gauge-invariant. In this work, we study the gauge dependence of the vacuum decay occurring through a first-order phase transition and the associated gravitational wave production. We investigate the gauge dependence of the bubble nucleation and phase transition parameters within the framework of the Standard model effective field theory in three dimension. By considering the power-counting and utilizing the Nielsen identity at finite temperature, we show that, depending on the power-counting scheme favored by the new physics scale, the perturbative computation methodology allow we get the gauge-independent nucleation rates and phase transition, this enables more accurate predictions of gravitational wave signatures.",
      "published": "2026-01-09T13:42:58Z",
      "updated": "2026-01-09T13:42:58Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.05793v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05793v1"
    },
    {
      "id": "2601.05646v1",
      "title": "A microphysically inspired approach to dark matter-dark energy interactions: first bounds on dark-sector scattering cross sections",
      "authors": [
        "A. A. Escobal",
        "F. B. Abdalla",
        "J. F. Jesus",
        "E. Abdalla",
        "C. Feng",
        "J. A. S. Lima"
      ],
      "summary": "The observational tension regarding the value of the Hubble constant ($H_0$) has motivated the exploration of alternative cosmological scenarios, including Interacting Dark Energy models. However, the majority of IDE models studied in the literature rely on phenomenological interaction terms proportional to the Hubble parameter (e.g., $Q\\propto Hρ$), which lack a clear microphysical justification and often suffer from large-scale instabilities. In this work, we propose and investigate a \"bottom-up\" IDE model where the interaction is formulated directly from particle physics collision processes, taking the form $Q\\proptoρ^2$. This interaction represents a reversible annihilation/creation process between Dark Matter and Dark Energy, motivated by the Boltzmann equation. We test this model against a combination of background cosmological data, Pantheon Plus, Cosmic Chronometers, DESI DR2, and CMB distance priors from Planck18. We find that the model is consistent with the data, yielding a Hubble constant of $H_0=67.71\\pm0.65$ km s$^{-1}$ Mpc$^{-1}$ for the combined analysis. The dimensionless interaction rate coefficients are constrained to be small, with upper limits of $A < 7.586\\times10^{-25}$ (for Dark Matter self annihilation) and $B < 0.048$ (for Dark Energy self annihilation) at 95\\% confidence level. Since the interaction model is parameterized by the expansion rate, these bounds on $H_0$, $A$, and $B$ directly translate into a strict limit on the thermally-averaged annihilation cross-section per unit of mass. The constraints on the coupling $A$ imply that, if such a collisional interaction exists, the effective dark-matter annihilation cross section per unit mass is highly suppressed relative to the cosmological expansion rate. In contrast, the corresponding dark-energy contribution, governed by $B$, is only constrained at the level of a few percent in dimensionless units.",
      "published": "2026-01-09T09:06:09Z",
      "updated": "2026-01-09T09:06:09Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.05646v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05646v1"
    },
    {
      "id": "2601.05512v2",
      "title": "Hidden pattern of self-invariant cosmic expansion: Empirical evidence from Hubble diagram of supernovae",
      "authors": [
        "Hoang Ky Nguyen"
      ],
      "summary": "We present empirical evidence extracted from the Pantheon Catalog of SNeIa demonstrating that the speed of light varies as the universe expands. Moreover, the speed of light must vary in a specific quantifiable manner. Departing from the standard $Λ$CDM model, we reformulate the kinematics of late-time acceleration by employing Dolgov's power-law cosmology $a=\\left(t/t_{0}\\right)^μ$ [Phys. Rev. D 55, 5881 (1997)] and Barrow's varying speed of light $c=c_{0}\\,a^{-ζ}$ [Phys. Rev. D 59, 043515 (1999)]. In this cosmology, light traveling through an expanding universe undergoes an additional refraction caused by the varying c along its path, resulting in a modified Lemaitre redshift formula $1+z=a^{-(1+ζ)}$. Despite its parsimony, the model achieves a high-quality fit to the Pantheon Catalog of SNeIa and exhibits a strong degeneracy along the locus $(1+ζ)\\,μ=1$. This empirical relation indicates a self-invariant cosmic evolution: at all instants during the late-time epoch, the speed of light is exactly proportional to the rate of cosmic expansion, viz. $c=μ^{-1}c_{0}\\,t_{0}\\,\\frac{da}{dt}$, a characteristic that is absent in the $Λ$CDM model. This synchronous behavior between $c$ and $da/dt$ has profound cosmological implications that we will discuss, regarding (i) the nature of late-time acceleration; (ii) the horizon problem; (iii) Kolb's coasting universe model [Astrophys. J. 344, 543 (1989)]; (iv) a generalization of the cosmological principle to the time domain; and (v) the emergence of a novel conformally flat metric applicable to cosmology. This newfound kinematic $c\\propto da/dt$ relation, if further corroborated, will represent a stringent requirement that any viable dynamical model of cosmology must satisfy -- a requirement that the $Λ$CDM model does not fulfill.",
      "published": "2026-01-09T03:40:10Z",
      "updated": "2026-01-12T15:47:24Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.05512v2",
      "pdf_link": "https://arxiv.org/pdf/2601.05512v2"
    },
    {
      "id": "2601.05332v1",
      "title": "Information-theoretic astrophysical uncertainties in the effective theory of dark matter direct detection",
      "authors": [
        "Gonzalo Herrera"
      ],
      "summary": "The impact of astrophysical uncertainties in direct detection searches can vary significantly across particle dark matter models and detector targets, due to the different velocity and momentum dependencies of the scattering cross section. We address these uncertainties for all operators of the non-relativistic effective field theory of dark matter-nucleon interactions, making use of the Kullback-Leibler (KL) information divergence to measure the deviation of the true dark matter velocity distribution from the Maxwell-Boltzmann form. This approach quantifies how astrophysical uncertainties affect each operator in the effective theory, without assuming any specific functional form for the velocity distribution. While for some operators the uncertainties are smaller than one order of magnitude for entropically-motivated deviations from the Maxwell-Boltzmann form, for other operators these uncertainties can be as large as three orders of magnitude near threshold. Furthermore, we identify the dependence of the scattering rate for various operators of the effective theory with different velocity-weighted moments of the velocity distribution, functionally analogous to the mean, variance, or skewness. This provides new analytic insight into which features of the velocity distribution are most relevant to detect a given particle dark matter model. Our technique is general and could be applied to a broader class of physics problems where a physical observable depends on the statistical moments of an uncertain theoretical distribution.",
      "published": "2026-01-08T19:21:18Z",
      "updated": "2026-01-08T19:21:18Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO",
        "astro-ph.GA",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.05332v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05332v1"
    },
    {
      "id": "2601.05322v1",
      "title": "Kinematic lensing with high-resolution spectroscopic surveys. A unique opportunity for transformative cosmology at high redshifts in the 2040s",
      "authors": [
        "Stefano Camera",
        "Martin Kilbinger",
        "Jean-Paul Kneib",
        "Ofer Lahav",
        "Giovanni Aricò",
        "Sofia Contarini",
        "Giulia Degni",
        "Antonio Farina",
        "Massimo Guidi",
        "Vanshika Kansal",
        "Federico Marulli",
        "Alejandra Melo",
        "Simone Sartori"
      ],
      "summary": "We present a science case to perform high-redshift cosmic shear surveys for cosmology with next-generation spectroscopic instruments, such as the proposed MegaMapper and Wide-field Spectroscopic Telescope. We argue that by using the novel technique called 'kinematic lensing' (KL) it will be possible to obtain shear catalogues at redshifts between 2 and 5. We show that the signal-to-noise ratio of KL at such high redshifts is on average twice as much that expected from current weak lensing (WL) surveys such as Euclid or LSST, and several times that of the previous generation of WL surveys like DES and KiDS, even with very conservative assumptions about the fraction of spectroscopically-detected sources for which KL shear estimates will be available. This will allow cosmologists to perform joint galaxy clustering-cosmic shear analyses over unprecedented cosmic volumes and to probe the growth of structures deep in the matter-dominated era and across the onset of dark-energy domination, offering a unique opportunity to unveil the mystery of cosmic acceleration.",
      "published": "2026-01-08T19:00:23Z",
      "updated": "2026-01-08T19:00:23Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.05322v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05322v1"
    },
    {
      "id": "2601.07652v1",
      "title": "Role of Shafranov shift, zonal structures on the behavior of TAEs, AAEs and microinstabilities in the presence of energetic particles",
      "authors": [
        "B. Rofman",
        "G. Di Giannatale",
        "A. Mishchenko",
        "E. Lanti",
        "A. Bottino",
        "T. Hayward-Schneider",
        "J. N. Sama",
        "A. Biancalani",
        "B. F. McMillan",
        "S. Brunner",
        "L. Villard"
      ],
      "summary": "In future nuclear fusion reactors, even a small fraction of fusion-born energetic particles (EP) about 100 times hotter than the thermal bulk species, contributes substantially to the kinetic pressure and therefore affect the MHD equilibrium, mainly via the Shafranov shift. In this work, we perform first-principles numerical simulations using the gyrokinetic, electromagnetic, global code ORB5 to study the effect of a self-consistent finite $β$ equilibrium on the arising Alfvén Eigenmodes (destabilized by EPs), Ion Temperature Gradient (ITG), and Kinetic Ballooning Modes (KBM) microturbulence (destabilized by thermal species). Linearly, we explore the complex interplay between EP fraction, bulk gradients and a self-consistent Shafranov shift on the plasma stability. We choose single toroidal mode numbers to represent the system's instabilities and study the characteristic nonlinear evolutions of TAEs, KBMs and ITGs separately and including the axisymmetric field response to each mode separately. This study focuses on the impact of Shafranov shift equilibrium consistency, as well as the self-generated zonal ${E \\times B}$ flows, the saturation levels and resulting heat and particle fluxes. In the ITG cases including the $n=0$ perturbations reduces turbulent fluxes, as expected, however, for the TAE cases including the $n=0$ perturbations is shown to enhance the fluxes. We show for the first time that Axisymmetric Alfvén Eigenmodes (AAEs) play a role in this mechanism.",
      "published": "2026-01-12T15:33:13Z",
      "updated": "2026-01-12T15:33:13Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07652v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07652v1"
    },
    {
      "id": "2601.07486v1",
      "title": "A radiation two-phase flow model for simulating plasma-liquid interactions",
      "authors": [
        "Ke-Jian Qian",
        "Zhu-Jun Li",
        "Tao Tao",
        "De-Hua Zhang",
        "Rui Yan",
        "Hang Ding"
      ],
      "summary": "In laser-produced plasma (LPP) extreme ultraviolet (EUV) sources, deformation of a tin droplet into an optimal target shape is governed by its interaction with a pre-pulse laser-generated plasma. This interaction is mediated by a transient ablation pressure, whose complex spatio-temporal evolution remains experimentally inaccessible. Existing modeling approaches are limited: Empirical pressure-impulse models neglect dynamic plasma feedback, while advanced radiation-hydrodynamic codes often fail to resolve late-time droplet hydrodynamics. To bridge this gap, we propose a radiation two-phase flow model based on a diffuse interface methodology. The model integrates radiation hydrodynamics for the plasma with the Euler equations for a weakly compressible liquid, extending a five-equation diffuse interface formulation to incorporate radiation transport, thermal conduction, and ionization. This formulation enforces pressure and velocity equilibrium across the diffuse interface region, with closure models constructed to ensure correct jump conditions at interfaces and asymptotically recover the pure-phase equations in bulk regions. Then, we apply the model to simulate a benchmark pre-pulse scenario, where a 50 micron tin droplet is irradiated by a 10 ns laser pulse. The simulations capture the rapid plasma expansion and subsequent inertial flattening of the droplet into a thin, curved sheet over microsecond timescales. Notably, the model reproduces experimentally observed features (such as an axial jet) rarely replicated in prior simulations. Quantitative agreement with experimental data for sheet dimensions and velocity validates the approach. The proposed model self-consistently couples laser-plasma physics with compressible droplet dynamics, providing a powerful tool for fundamental studies of plasma-liquid interactions in LPP-EUV source optimization.",
      "published": "2026-01-12T12:40:59Z",
      "updated": "2026-01-12T12:40:59Z",
      "categories": [
        "physics.plasm-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.07486v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07486v1"
    },
    {
      "id": "2601.07386v1",
      "title": "Control of Electron Energy Distribution Functions by Current Waveform Tailoring in Inductively Coupled Radio Frequency Plasmas",
      "authors": [
        "Zhaoyu Chen",
        "Zili Chen",
        "Yu Wang",
        "Jonas Giesekus",
        "Wei Jiang",
        "Yonghua Ding",
        "Donghui Xia",
        "Ya Zhang",
        "Julian Schulze"
      ],
      "summary": "Based on two-dimensional particle-in-cell simulations a novel approach towards Electron Energy Probability Function (EEPF) and plasma chemistry control by Current Waveform Tailoring (CWT) in the coil of inductively coupled discharges is proposed. Varying the shape of this current waveform provides electrical control of the dynamics of the electric field in the plasma. Using sawtooth instead of sinusoidal waveforms allows breaking and controlling the temporal symmetry of the electric field dynamics. In this way CWT allows controlling the EEPF, the ionization-to-excitation rate ratio, and the plasma chemistry.",
      "published": "2026-01-12T10:07:44Z",
      "updated": "2026-01-12T10:07:44Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07386v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07386v1"
    },
    {
      "id": "2601.07205v1",
      "title": "Effect of LH and ECR waves on plasma parameters in ADITYA Upgrade tokamak",
      "authors": [
        "S. Aich",
        "S. Dolui",
        "K. Singh",
        "J. Ghosh",
        "K. A. Jadeja",
        "R. L. Tanna",
        "K. M. Patel",
        "K. Galodiya",
        "A. Patel",
        "L. K. Pradhan",
        "B. K. Shukla",
        "H. Mistry",
        "J. Patel",
        "H. Patel",
        "D. Purohit",
        "K. G. Parmar",
        "P. K. Sharma",
        "J. Kumar",
        "B. Hegde",
        "Abhijeet Kumar",
        "Vismay Raulji",
        "Praveenlal E. V.",
        "T. M. Macwan",
        "R. Kumar",
        "A. Kumar",
        "A. Kumawat",
        "H. Raj",
        "I. Hauque",
        "Komal",
        "S. Banerjee",
        "P. Verma",
        "ADITYA-U team"
      ],
      "summary": "The plasma discharges in ADITYA Upgrade Tokamak are produced by means of transformer action, in which Ohmically created plasma is driven by means of a secondary loop voltage. Due to reduction of plasma resistivity after a certain level of plasma temperature, Ohmic heating becomes poor and further achievement of temperature needs other heating techniques. ADITYA-U tokamak is facilitated with a 42 GHz-500 kW Electron Cyclotron Resonant Heating (ECRH) system. Also, there is a Lower Hybrid Current Drive (LHCD) system installed and operated at 3.7 GHz for driving non-inductive plasma current followed by the Ohmic current drive. Though an eventual impact in the rise of plasma temperature and plasma current due to the application of ECRH and LHCD respectively are very obvious, their energy coupling with the plasma results in several interesting outcomes in a number of experimentally measured plasma parameters. The present work addresses such impactful observations that are noticed and reported for the first time in ADITYA-U Tokamak.",
      "published": "2026-01-12T05:00:43Z",
      "updated": "2026-01-12T05:00:43Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07205v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07205v1"
    },
    {
      "id": "2601.07109v1",
      "title": "Guiding-center dynamics in a screw-pinch magnetic field",
      "authors": [
        "Alain J. Brizard"
      ],
      "summary": "The guiding-center dynamics of charged particles moving in a doubly-symmetric screw-pinch magnetic field is investigated. In particular, we verify that Kruskal's adiabatic-invariant series expansion of the radial action integral associated with the reduced full-orbit radial motion matches the perturbation expansion of the magnetic-moment gyroaction up to first order in magnetic-field non-uniformity. Because the radial action integral is an exact invariant of the full-orbit dynamics, the magnetic moment is therefore represented as non-perturbative integral expression, which can be used to test the validity of the guiding-center approximation.",
      "published": "2026-01-12T00:23:25Z",
      "updated": "2026-01-12T00:23:25Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07109v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07109v1"
    },
    {
      "id": "2601.05996v1",
      "title": "Self-organization of local streamline structures and energy transfer rate in compressible plasma turbulence",
      "authors": [
        "Simone Benella",
        "Virgilio Quattrociocchi",
        "Emanuele Papini",
        "Andrea Verdini",
        "Simone Landi",
        "Maria Federica Marcucci",
        "Giuseppe Consolini"
      ],
      "summary": "We examine how local streamline topology and energy cascade rate self-organize in plasma turbulence for both compressible and incompressible regimes. Using a fully-compressible Hall-magnetohydrodynamic simulation, we quantify the subgrid-scale energy transfer and analyze its relationship to streamline structures by means of grandient tensor geometric invariants of the velocity field. Our results highlight how streamline topology is crucial for diagnosing turbulence: for nearly-incompressible fluctuations the energy is primarily transferred to smaller scales through strain-dominated and stable-vortical structures, while is back-transferred towards larger scales through unstable-vortical structures. Compressible fluctuations, on the contrary, do not show a clear topological selection of the energy transfer since the overall direction of the local cascade rate is found to be determined by the sign of $-\\nabla\\cdot u$ (plasma volumetric compression or expansion).",
      "published": "2026-01-09T18:23:00Z",
      "updated": "2026-01-09T18:23:00Z",
      "categories": [
        "physics.space-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05996v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05996v1"
    },
    {
      "id": "2601.05977v1",
      "title": "Comment on Nuclear Fusion 66, 016012 (2026) and arXiv:2508.03561 by Richard Fitzpatrick, A Simple Model of Current Ramp-Up and Ramp-Down in Tokamaks",
      "authors": [
        "Allen H Boozer"
      ],
      "summary": "The article Nuclear Fusion \\textbf{66}, 016012 (2026) by Richard Fitzpatrick is based on fundamental errors in the physics of the poloidal magnetic flux in tokamaks. His paper was inspired by an article that I posted on arXiv in various versions [arXiv:2507.05456]. The September 9, 2025 version was submitted to the Physics of Plasmas, which flatly rejected the article. Before I can resubmit, the Physics of Plasmas stated that the issues with the Fitzpatrick article must be explained. Not only did Fitzpatrick make numerous fundamental errors in science, he totally misrepresented my views as clearly stated in my article and even more explicitly in email exchanges, called ``private communication\" in his paper. Enquiries were made to the journal Nuclear Fusion staring on November 24, 2025 of the consistency of Fitzpatrick's article with the scientific and ethical standards of the journal. On January 5, 2026, Nuclear Fusion said they had \"no evidence of intentional misrepresentation,\" but others may disagree after reading the emails. Both grants and the publication of an important paper make the public availability of this Comment urgent.",
      "published": "2026-01-09T17:53:04Z",
      "updated": "2026-01-09T17:53:04Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05977v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05977v1"
    },
    {
      "id": "2601.05886v1",
      "title": "Dynamics of ion temperature gradient modes in burning plasma conditions in the presence of energetic particles",
      "authors": [
        "Roman Ivanov",
        "Alessandro Biancalani",
        "Alberto Bottino",
        "Didier Gossard",
        "Thomas Hayward-Schneider",
        "Alexey Mishchenko",
        "Ruoyuan Wu"
      ],
      "summary": "The interaction between energetic particles (EPs) and ion temperature gradient (ITG) modes is studied using the global particle in cell ORB5 code. In this work, we extend previous studies to a broader range of EP temperatures, including the burning plasma regime and to wider variety of EP distribution functions. Two main stabilization mechanisms are found to be effective in ITG stabilization confirming previous studies: direct dispersion relation modification (DDRM) effective only at intermediate EP temperatures and dilution effect (DE) which is independent of EP temperature and becomes dominant in burning plasma regime ($T_f > 50T_i$). The study is further extended to slowing-down EP distributions which in contrast exhibit no DDRM-related stabilization. The findings are further validated in an ITER pre-fusion operation scenario and additionally compared with electromagnetic effects. In this scenario EP stabilization is found to be weaker than $β$-stabilization. Overall, these results provide better understanding of EP-ITG interactions over a wider range of EP parameters relevant to burning plasma regime which is important for predicting turbulence and confinement in future devices such as ITER.",
      "published": "2026-01-09T16:05:19Z",
      "updated": "2026-01-09T16:05:19Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05886v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05886v1"
    },
    {
      "id": "2601.05720v1",
      "title": "Energy Bounds from Relative Magnetic Helicity in Spherical Shells",
      "authors": [
        "Anthony R. Yeates",
        "Gunnar Hornig"
      ],
      "summary": "Relative magnetic helicity is commonly used in solar physics to avoid the well known gauge ambiguity of standard magnetic helicity in magnetically open domains. But its physical interpretation is difficult owing to the invocation of a reference field. For the specific case of spherical shell domains (with potential reference field), relative helicity may be written intrinsically in terms of the magnetic field alone, without the need to calculate the reference field or its vector potential. We use this intrinsic expression to prove that non-zero relative helicity implies lower bounds for both magnetic energy and free magnetic energy, generalizing the important Arnol'd inequality known for closed-field magnetic helicity. Further, we derive a stronger energy bound by spatially decomposing the relative helicity over a magnetic partition of the domain to obtain a new ideal invariant which we call unsigned helicity. The bounds are illustrated with analytical linear force-free fields (that maximize relative helicity for given boundary conditions) as well as a non-potential data-driven model of the solar corona. These bounds confirm that both relative helicity and the unsigned helicity can influence the dynamics in the solar corona.",
      "published": "2026-01-09T11:04:52Z",
      "updated": "2026-01-09T11:04:52Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05720v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05720v1"
    },
    {
      "id": "2601.05718v1",
      "title": "Kineclinic magnetogenesis in relativistic collisionless plasmas",
      "authors": [
        "Modhuchandra Laishram",
        "Suresh Basnet",
        "Young Dae Yoon"
      ],
      "summary": "The relativistic momentum equation of a collisionless plasma is reformulated to describe the time evolution of canonical vorticity. Compared to the non-relativistic counterpart, an additional source term for canonical vorticity is identified, which embodies the misalignment between the fluid momentum and fluid velocity gradients. This kineclinic term breaks the frozen-in condition of canonical vorticity, thereby enabling generation or dissipation of magnetic fields and vorticity. We verify the role of this effect through particle-in-cell simulations of a modified Beltrami flow. Kineclinicity should be finite for all relativistic plasma systems due to the general lack of a functional relationship between fluid momentum and fluid velocity.",
      "published": "2026-01-09T11:01:59Z",
      "updated": "2026-01-09T11:01:59Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05718v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05718v1"
    },
    {
      "id": "2601.05704v1",
      "title": "Conservative formulation of the drift-reduced fluid plasma model",
      "authors": [
        "Brenno De Lucca",
        "Paolo Ricci",
        "Micol Bassanini",
        "Sergio García Herreros",
        "Zeno Tecchiolli"
      ],
      "summary": "A conservative formulation of the drift-reduced fluid plasma model is constructed by analytically inverting the implicit relation defining the polarisation velocity as a function of the time-derivative of the electric field. The obtained model satisfies exact conservation laws for energy, mass, charge and momentum, in arbitrary magnetic geometry, also when electromagnetic fluctuations are included.",
      "published": "2026-01-09T10:47:24Z",
      "updated": "2026-01-09T10:47:24Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05704v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05704v1"
    },
    {
      "id": "2601.05492v1",
      "title": "Similarity Theory and Scaling Networks for Electromagnetic Wave-Driven Plasmas",
      "authors": [
        "Hanyang Li",
        "Yulia Sharova",
        "Denis Eremin",
        "Yangyang Fu"
      ],
      "summary": "We demonstrate the scale-invariant behavior of electromagnetic wave-driven radio-frequency plasmas across different dimensional scales. Using two-dimensional electromagnetic particle-in-cell simulations, we show that plasma uniformity remains the same in similar discharges. Building on the concept of similarity laws, we develop scaling networks that effectively relate plasma parameters across varying operating conditions. These results establish a generalized similarity theory derived from the Boltzmann equation coupled with the full set of Maxwell equations, extending the theoretical framework of similarity laws into electromagnetic regimes.",
      "published": "2026-01-09T02:47:38Z",
      "updated": "2026-01-09T02:47:38Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05492v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05492v1"
    },
    {
      "id": "2601.05468v1",
      "title": "Burst Intensification by Singularity Emitting Radiation in Laser Plasma",
      "authors": [
        "Alexander S. Pirozhkov",
        "Timur Zh. Esirkepov",
        "Tatiana A. Pikuz",
        "Akito Sagisaka",
        "Koichi Ogura",
        "James K. Koga",
        "Andreas Bierwage",
        "Hiromitsu Kiriyama",
        "Shinichi Namba",
        "Sergei V. Bulanov",
        "Masaki Kando"
      ],
      "summary": "Burst Intensification by Singularity Emitting Radiation (BISER) appears as a bright temporally and spatially coherent Extreme Ultraviolet (XUV) and x-ray source driven by compact multi-terawatt femtosecond lasers in gas targets. There BISER originates from relativistic plasma singularities, so that the emission source size has a nanometer scale. The BISER x-ray yield quadratically depends on the driving laser power. BISER spectra have hundreds of electronvolt (eV) bandwidth embracing the 'water window' region (284 - 543 eV). Simulations predict that BISER pulses have durations close to the transform limit, which promises pulses shorter than the atomic unit of time (24 attoseconds). Based on the BISER brightness at ~20 terawatt laser power and the quadratic scaling, the brightness of BISER driven by petawatt-class lasers is predicted to exceed XUV free electron lasers. The BISER concept creates a new framework for a wide range of media emitting travelling waves capable of constructive interference, including gravitational waves. Here we review the BISER experimental discovery, its explanation based on the relativistic laser plasma simulations and catastrophe theory, experimental validation of the theoretical BISER model, proposal for imaging fast moving singularities, driving laser requirements, and future prospects emphasizing the driving laser wavelength scalability and possibility of terawatt attosecond coherent x-ray pulse generation.",
      "published": "2026-01-09T01:51:19Z",
      "updated": "2026-01-09T01:51:19Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.05468v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05468v1"
    },
    {
      "id": "2601.05357v1",
      "title": "Dispersive Properties of MHD Waves in the Expanding Solar Wind for a Parker Spiral Geometry",
      "authors": [
        "Sebastián Saldivia",
        "Felipe Asenjo",
        "Pablo S. Moya"
      ],
      "summary": "In this work, we quantify the effects of solar wind expansion on the dispersive properties of the three normal modes of ideal MHD using the Expanding Box Model, under a background magnetic field that follows the Parker spiral geometry. From the linearized MHD-EBM equations, we construct the dispersion tensor and derive analytical expressions for the eigenfrequencies $ω(k,R)$, magnetic compressibility $C_B$, and the ratio of the parallel electric field to the perpendicular magnetic field $|δE_\\parallel|/|δB_\\perp|$ of the magnetosonic modes to quantify how radial solar wind expansion reshapes the character of compressive fluctuations in the solar wind. Magnetic compressibility increases with heliocentric distance, and this trend shows a better alignment with in-situ observations when expansion is included from the MHD-EBM framework. $C_B$ shows a well-defined minimum at small radii and then increases linearly with distance, which naturally reproduces the observed transition from Alfvénic to compressive fluctuations between $\\sim$0.3-1 AU. The ratio $|δE_\\parallel|/|δB_\\perp|$ reveals opposite behaviors for the fast and slow modes: while the fast mode becomes more electrostatic with increasing distance, the slow mode evolves to a more magnetically dominated character. Expansion reduces the growth of their electromagnetic/compressive balance at large radii. Our results demonstrate that solar wind expansion actively redistributes energy between magnetically compressive modes and purely transverse fluctuations with respect to the background magnetic field, playing a major role in shaping the radial evolution of wave dynamics throughout the inner heliosphere.",
      "published": "2026-01-08T20:18:47Z",
      "updated": "2026-01-08T20:18:47Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05357v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05357v1"
    },
    {
      "id": "2601.05331v1",
      "title": "Directed Nano-antennas for Laser Fusion",
      "authors": [
        "FUSENOW",
        "NAPLIFE Collaborations",
        ":",
        "Zsuzsanna Márton",
        "Imene Benabdelghani",
        "Márk Aladi",
        "Judit Budai",
        "Aldo Bonasera",
        "Attila Bonyár",
        "Mária Csete",
        "Martin Greve",
        "Jan-Petter Hansen",
        "Gergely Hegedűs",
        "Ádám Inger",
        "Miklos Kedves",
        "István Papp",
        "Péter Rácz",
        "András Szenes",
        "Ágnes Szokol",
        "Dávid Vass",
        "Miklós Veres",
        "Konstantin Zsukovszki",
        "Tamás S. Bíró",
        "Norbert Kroó",
        "Laszlo P. Csernai"
      ],
      "summary": "Why do we use nano-antennas for fusion? In three sentences: The present laser induced fusion plans use extreme mechanical shock compression to get one hotspot and then ignition. Still fusion burning spreads slower than expansion, and mechanical instabilities may also develop. With nano-antennas in radiation dominated systems, simultaneous ignition can be achieved in the whole target volume and there is no time left for mechanical instabilities. Ignition is achieved with protons accelerated in the direction of the nanoantennas that are orthogonal to the direction of laser irradiation.   Present laser fusion methods are based on extreme and slow mechanical compression with an ablator surface on the fuel target pellet to increase compression and eliminate penetration of laser electromagnetic energy into the target. This arises from a mistaken assumption, [1] that the detonation normal 4-vector should have vanishing time-like component, and this assumption eliminates the possibility to rapid or even simultaneous, radiation dominated detonations, (which are well known in the burning (or hadronization) of Quark Gluon Plasma).",
      "published": "2026-01-08T19:20:01Z",
      "updated": "2026-01-08T19:20:01Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.05331v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05331v1"
    },
    {
      "id": "2601.05321v1",
      "title": "On the gravitational stratification of multi-fluid-multi-species plasma",
      "authors": [
        "F. Zhang",
        "J. Martínez-Sykora",
        "Q. M. Wargnier",
        "V. H. Hansteen"
      ],
      "summary": "Context. The solar atmosphere is gravitationally stratified and consists of several layers at temperatures different by orders of magnitude. Consequently, the solar atmospheric plasma changes from weakly ionized in the photosphere, partially ionized in the chromosphere, to eventually fully ionized in the corona. However, it is still not trivial to integrate ionization and recombination processes into multi-fluid solar plasma models with gravitational stratification. Aims. We intend to provide a method for constructing multi-fluid-multi-species gravitational stratification that satisfies ionization equilibrium and hydrostatic equilibrium at the same time, avoiding causing non-physical disturbances and numerical instability due to initial in-equilibria. Methods. We assume that collisional interactions between fluids are sufficient for coupling all fluids when there is no high-frequency external driving force imposed. Ionization fractions can be (I) calculated assuming ionization in statistical equilibrium at any given temperature, or (II) extracted from other atmospheric models. A simple numerical integration routine is then designed and used to construct multi-fluid-multi-species gravitational stratifications. Results. A gravitational stratification constructed using the present numerical integration routine can be in hydrostatic equilibrium with any given ionization fractions of multi-species plasmas. Meanwhile, without any dynamic driving force, fluid decoupling appears in the transition region of the constructed stratification, while the total velocity of all fluids remains zero. Conclusions. A gravitational stratification constructed using the present routine can be used in multi-fluid-multi-species models to study specific dynamics without being affected by initial in-equilibria.",
      "published": "2026-01-08T19:00:14Z",
      "updated": "2026-01-08T19:00:14Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05321v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05321v1"
    },
    {
      "id": "2601.05155v2",
      "title": "Machine learning for radiative hydrodynamics in astrophysics",
      "authors": [
        "Gonzague Radureau"
      ],
      "summary": "Radiation hydrodynamics describes the interaction between high-temperature hypersonic plasmas and the radiation they emit or absorb, a coupling that plays a central role in many astrophysical phenomena related to accretion and ejection processes. The HADES code was developed to model such systems by coupling hydrodynamics with M1-gray or M1-multigroup radiative transfer models, which are well suited to optically intermediate media.   Despite its accuracy, radiation hydrodynamics simulations remain extremely demanding in terms of computational cost. Two main limitations are responsible for this. First, the M1-multigroup model relies on a closure relation with no analytic expression, requiring expensive numerical evaluations. Second, the Courant-Friedrichs-Lewy condition strongly restricts the time step of the explicit schemes used in HADES. To overcome these difficulties, two complementary Artificial Intelligence based strategies were developed in this thesis.   The first approach consists in training a Multi-Layer Perceptron to approximate the M1-multigroup closure relation. This method achieves excellent accuracy while reducing the computational cost by a factor of 3000, making it the most efficient approach currently available for this task. This performance gain enables high-fidelity simulations of radiative shocks, in which radiation directly influences the shock structure. In particular, increasing spectral resolution slows down the shock and enlarges the radiative precursor.   The second approach explores the use of Physics-Informed Neural Networks to directly solve the radiation hydrodynamics equations and extrapolate simulations beyond their initial time range. Tests on purely hydrodynamic shocks show accurate handling of discontinuities, but application to radiative shocks remains challenging and requires further investigation.",
      "published": "2026-01-08T17:44:53Z",
      "updated": "2026-01-12T10:44:07Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.05155v2",
      "pdf_link": "https://arxiv.org/pdf/2601.05155v2"
    },
    {
      "id": "2601.04967v1",
      "title": "A Comprehensive multi-species comparison of rotational temperature probes in a DC Ar/N$_2$ micro-hollow cathode discharge",
      "authors": [
        "Dimitrios Stefas",
        "Belkacem Menacer",
        "Alice Remigy",
        "Nikolaos Chazapis",
        "Guillaume Lombardi",
        "Claudia Lazzaroni",
        "Kristaq Gazeli"
      ],
      "summary": "Accurate gas temperature ($T_{\\rm Gas}$) determination in microplasmas is critical for optimizing their applications, yet isolated diagnostic approaches may yield misleading results, especially under strong non-equilibrium conditions. Here, high resolution rotational spectra of N$_2$(C), OH(A), NH(A) and NO(A), generated in the plasma jet of a DC Ar/N$_2$ microhollow cathode discharge (MHCD), are recorded and their associated rotational temperatures ($T_{\\rm rot}$) are cross compared. A detailed experimental analysis and robust fitting of the rotational spectra are performed, achieving a reliable estimation of $T_{\\rm Gas}$. The dominant formation mechanisms of these species and their corresponding impact on rotational population distributions are also interrogated. Particularly, our findings indicate that the $T_{\\rm rot}$of N$_2$(C) is significantly influenced by energy transfers from argon metastables (Ar$^m$) and spectral interference from NH(A). This makes it unreliable as a thermometric probe in Ar-rich MHCD, unless complex analyses are employed. In contrast, OH(A) rotational population distribution appears to be less sensitive to Ar-induced perturbations across various discharge currents and pressures, providing more straightforward results. For all molecules considered, this study reveals the conditions under which all the measured $T_{\\rm rot}$ can be reliably considered to be in equilibrium with $T_{\\rm Gas}$. This highlights the importance of crossvalidating multiple thermometric probes and investigating relevant excitation kinetics when measuring $T_{\\rm rot}$ in reactive microplasmas.",
      "published": "2026-01-08T14:15:13Z",
      "updated": "2026-01-08T14:15:13Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04967v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04967v1"
    },
    {
      "id": "2601.04165v1",
      "title": "Properties of Magnetic Switchbacks in the Near-Sun Solar Wind",
      "authors": [
        "Samuel T. Badman",
        "Naïs Fargette",
        "Lorenzo Matteini",
        "Oleksiy V. Agapitov",
        "Mojtaba Akhavan-Tafti",
        "Stuart D. Bale",
        "Srijan Bharati Das",
        "Nina Bizien",
        "Trevor A. Bowen",
        "Thierry Dudok de Wit",
        "Clara Froment",
        "Timothy Horbury",
        "Jia Huang",
        "Vamsee Krishna Jagarlamudi",
        "Andrea Larosa",
        "Maria S. Madjarska",
        "Olga Panasenco",
        "Etienne Pariat",
        "Nour E. Raouafi",
        "Alexis P. Rouillard",
        "David Ruffolo",
        "Nikos Sioulas",
        "Shirsh Lata Soni",
        "Luca Sorriso-Valvo",
        "Gabriel Ho Hin Suen",
        "Marco Velli",
        "Jaye Verniero"
      ],
      "summary": "Magnetic switchbacks are fluctuations in the solar wind in which the interplanetary magnetic field sharply deflects away from its background direction so as to create folds in magnetic field lines while remaining of roughly constant magnitude. The magnetic field and velocity fluctuations are extremely well correlated in a way corresponding to Alfvénic fluctuations propagating away from the Sun. For a background field which is nearly radial this causes an outwardly propagating jet to form. Switchbacks and their characteristic velocity jets have recently been observed to be nearly ubiquitous by Parker Solar Probe with in situ measurements in the inner heliosphere within 0.3 AU. Their prevalence, substantial energy content, and potentially fundamental role in the dynamics of the outer corona and solar wind motivate the significant research efforts into their understanding. Here we review the in situ measurements of these structures (primarily by Parker Solar Probe). We discuss how they are identified and measured, and present an overview of the primary observational properties of these structures, both in terms of individual switchbacks and their collective arrangement into ``patches''. We identify both properties for which there is a strong consensus and those that have limited or qualified support and require further investigation. We identify and collate several open questions and recommendations for future studies.",
      "published": "2026-01-07T18:26:35Z",
      "updated": "2026-01-07T18:26:35Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04165v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04165v1"
    },
    {
      "id": "2601.05287v1",
      "title": "Autonomous Sampling and SHAP Interpretation of Deposition-Rates in Bipolar HiPIMS",
      "authors": [
        "Alexander Wieczorek",
        "Nathan Rodkey",
        "Jan Sommerhäuser",
        "Jason Hattrick-Simpers",
        "Sebastian Siol"
      ],
      "summary": "High-power impulse magnetron sputtering (HiPIMS) offers considerable control over ion energy and flux, making it invaluable for tailoring the microstructure and properties of advanced functional coatings. However, compared to conventional sputtering techniques, HiPIMS suffers from reduced deposition rates. Many groups have begun to evaluate complex pulsing schemes to improve upon this, leveraging multi-pulse schemes (e.g. pre-ionization or bipolar pulses). Unfortunately, the increased complexity of these pulsing schemes has led to high-dimensionality parameter spaces that are prohibitive to classic design of experi-ments. In this work we evaluate bipolar HiPIMS pulses for improving deposition rates of Al and Ti sputter tar-gets. Over 3000 process conditions were collected via autonomous Bayesian sampling over a 6-dimensional parameter space. These process conditions were then interpreted using Shapley Additive Explanations (SHAP), to deconvolute complex process influences on deposition rates. This allows us to link observed var-iations in deposition rate to physical mechanisms such as back-attraction and plasma ignition. Insights gained from this approach were then used to target specific processes where the positive pulse components were expected to have the highest impact on deposition rates. However, in practice, only minimal improve-ments in deposition rate were achieved. In most cases, the positive pulse appears to be detrimental when placed immediately after the neg. pulse which we hypothesize relates to quenching of the afterglow plasma. The proposed workflow combining autonomous experimentation and interpretable machine learning is broad-ly applicable to the discovery and optimization of complex plasma processes, paving the way for physics-informed, data-driven advancements in coating technologies.",
      "published": "2026-01-07T17:07:54Z",
      "updated": "2026-01-07T17:07:54Z",
      "categories": [
        "physics.plasm-ph",
        "cond-mat.mtrl-sci"
      ],
      "link": "https://arxiv.org/abs/2601.05287v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05287v1"
    },
    {
      "id": "2601.04099v1",
      "title": "A constrained-transport embedded boundary method for compressible resistive magnetohydrodynamics",
      "authors": [
        "Samuel W. Jones",
        "Colin P. McNally",
        "Meritt Reynolds"
      ],
      "summary": "Motivated by the increased interest in pulsed-power magneto-inertial fusion devices in recent years, we present a method for implementing an arbitrarily shaped embedded boundary on a Cartesian mesh while solving the equations of compressible resistive magnetohydrodynamics. The method is built around a finite volume formulation of the equations in which a Riemann solver is used to compute fluxes on the faces between grid cells, and a face-centered constrained transport formulation of the induction equation. The small time step problem associated with the cut cells is avoided by always computing fluxes on the faces and edges of the Cartesian mesh. We extend the method to model a moving interface between two materials with different properties using a ghost-fluid approach, and show some preliminary results including shock-wave-driven and magnetically-driven dynamical compressions of magnetohydrostatic equilibria. We present a thorough verification of the method and show that it converges at second order in the absence of discontinuities, and at first order with a discontinuity in material properties.",
      "published": "2026-01-07T17:04:48Z",
      "updated": "2026-01-07T17:04:48Z",
      "categories": [
        "physics.comp-ph",
        "astro-ph.IM",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04099v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04099v1"
    },
    {
      "id": "2601.03943v1",
      "title": "A laser plasma soliton fusion scheme",
      "authors": [
        "Pisin Chen",
        "Yung-Kun Liu",
        "Gerard Mourou"
      ],
      "summary": "We introduce a novel fusion scheme enabled by laser-plasma solitons, which promises to overcome several fundamental obstructions to reaching the breakeven condition. For concreteness, we invoke deuterium-tritium (DT) as fuels. The intense electromagnetic field trapped inside the soliton significantly enhances the DT-fusion cross section, its ponderomotive potential evacuates electrons, and it accelerates D/T to kinetic energies suitable for fusion reaction. While electrons are expelled almost instantly, the much heavier D/T moves at picosecond time scale. Such a difference in time scales renders a time window for DT fusion to occur efficiently in an electron-free environment. We inject two consecutive lasers, where the first would excite plasma solitons and the second, much more intense and with a matched lower frequency, would fortify the soliton electromagnetic field resonantly. We impose a plasma density gradient to induce soliton motion. All D/T inside the plasma column swept by the moving soliton during its lifetime would participate in this fusion mechanism. We show that the breakeven condition is attainable. Invoking fiber laser and the iCAN laser technologies for high repetition rate and high intensity operation, gigawatt output maybe conceivable.",
      "published": "2026-01-07T14:00:19Z",
      "updated": "2026-01-07T14:00:19Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.03943v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03943v1"
    },
    {
      "id": "2601.03818v1",
      "title": "Modelling spacecraft-emitted electrons measured by SWA-EAS experiment on board Solar Orbiter mission",
      "authors": [
        "Š. Štverák",
        "D. Herčík",
        "P. Hellinger",
        "M. Popďakunik",
        "G. R. Lewis",
        "G. Nicolaou",
        "C. J. Owen",
        "Yu. V. Khotyaintsev",
        "M. Maksimovic"
      ],
      "summary": "Thermal electron measurements in space plasmas typically suffer at low energies from spacecraft emissions of photo- and secondary electrons and from charging of the spacecraft body. We examine these effects by use of numerical simulations in the context of electron measurements acquired by the Electron Analyser System (SWA-EAS) on board the Solar Orbiter mission. We employed the Spacecraft Plasma Interaction Software to model the interaction of the Solar Orbiter spacecraft with solar wind plasma and we implemented a virtual detector to simulate the measured electron energy spectra as observed in situ by the SWA-EAS experiment. Numerical simulations were set according to the measured plasma conditions at 0.3~AU. We derived the simulated electron energy spectra as detected by the virtual SWA-EAS experiment for different electron populations and compared these with both the initial plasma conditions and the corresponding real SWA-EAS data samples. We found qualitative agreement between the simulated and real data observed in situ by the SWA-EAS detector. Contrary to other space missions, the contamination by cold electrons emitted from the spacecraft is seen well above the spacecraft potential energy threshold. A detailed analysis of the simulated electron energy spectra demonstrates that contamination above the threshold is a result of cold electron fluxes emitted from distant spacecraft surfaces. The relative position of the break in the simulated spectrum with respect to the spacecraft potential slightly deviates from that in the real observations. This may indicate that the real potential of the SWA-EAS detector with respect to ambient plasma differs from the spacecraft potential value measured on board. The overall contamination is shown to be composed of emissions from a number of different sources and their relative contribution varies with the ambient plasma conditions.",
      "published": "2026-01-07T11:22:20Z",
      "updated": "2026-01-07T11:22:20Z",
      "categories": [
        "astro-ph.IM",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03818v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03818v1"
    },
    {
      "id": "2601.03620v1",
      "title": "On flying through the base of a pseudo-streamer",
      "authors": [
        "Forrest Mozer",
        "Oleksiy Agapitov",
        "Kyungeun Choi",
        "Andrii Voshchepynets"
      ],
      "summary": "Near the 10 solar radius perihelion of Parker Solar Probe orbit 24, a confined region containing an enhanced plasma density of 25,000 particles per cubic centimeter and broadband electrostatic waves was encountered. The solar wind velocity of 200 kilometers per second and ion temperature of 25 eV were significantly reduced as compared to their values in the ambient solar wind. These anomalous plasma conditions were observed on closed magnetic field lines, as determined from observations of the suprathermal electron strahl. Because the polarity of the radial magnetic field did not change sign on the two sides of the crossing and the crossed region contained a double-peaked plasma structure, the spacecraft must have passed through the base of a pseudo-streamer whose structure extended out to 10 solar radii. In the plasma frame, an electric field as large as 400 millivolts per meter was detected during the crossing. The current associated with this electric field was less than one milliampere per square meter, corresponding to a drift velocity less than 2.5 kilometers per second. It also contained a turbulent plasma with density fluctuations divided by density as large as 0.3, suggesting that the resistive term in the generalized ohm's law was significant. Also, the density as a function of time had a non-zero slope when the electric field was non-zero, suggesting that the pressure gradient term also mattered. As compared to earlier remote sensing and theoretical results, it is surprising that the plasma in this pseudo-streamer had a remarkably low flow velocity and that the pseudo-streamer base extended out to 10 solar radii.",
      "published": "2026-01-07T06:01:19Z",
      "updated": "2026-01-07T06:01:19Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03620v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03620v1"
    },
    {
      "id": "2601.03354v1",
      "title": "Extreme-ultraviolet synthesis of nanojet-like ejections due to coalescing flux ropes",
      "authors": [
        "Samrat Sen",
        "A. Ramada C. Sukarmadji",
        "D. Nóbrega-Siverio",
        "F. Moreno-Insertis",
        "J. Martínez-Sykora",
        "Patrick Antolin"
      ],
      "summary": "Detection and characterization of small-scale energetic events such as nanoflares and nanojets remain challenging owing to their short lifetimes, small spatial extent, and relatively low energy release, despite their potential role in coronal heating. Recent observations have identified nanojets as small-scale (length $\\lesssim 6.6$~Mm, width $\\lesssim 1$~Mm), fast ($\\sim$~few 100 km s$^{-1}$), and short-lived ($\\lesssim 30$~s) ejections associated with nanoflare-scale energies, providing evidence of magnetic reconnection at small spatial scales. However, the lack of synthetic diagnostics has limited the connection between magnetohydrodynamic (MHD) models and observations. In this Letter, we present synthetic observations of the coalescence of two flux ropes, leading to nanojet-like signatures from a numerical model obtained with the \\texttt{MPI-AMRVAC} code. We report synthetic observables in Extreme-ultraviolet lines compatible with existing instruments such as SDO/AIA, and upcoming MUSE mission, and compare the synthetic observables with an existing observation of nanojets. The synthetic diagnostics of the emissivity maps, Doppler velocity, thermal, and non-thermal line broadening produce key observational properties, suggesting a plausible 3D scenario for nanojet generation where tiny flux ropes reconnect within loops. Our results provide predictions for the detectability of nanojets with current and future spectroscopic facilities, and establish a bridge between MHD modeling and observations.",
      "published": "2026-01-06T19:00:21Z",
      "updated": "2026-01-06T19:00:21Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03354v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03354v1"
    },
    {
      "id": "2601.03344v1",
      "title": "Non-thermal particle acceleration in multi-species kinetic plasmas: universal power-law distribution functions and temperature inversion in the solar corona",
      "authors": [
        "Uddipan Banik",
        "Amitava Bhattacharjee"
      ],
      "summary": "The origin of non-thermal power-law distribution functions ubiquitously observed in astrophysical/space (e.g., the solar wind) and laboratory kinetic plasmas, is not well understood. Another puzzling phenomenon is temperature inversion in the solar corona. These two issues are deeply connected. We develop a self-consistent quasilinear theory (QLT) for electromagnetically driven kinetic plasmas, deriving a Fokker-Planck equation for the simultaneous relaxation of multiple species, with (i) a drive diffusion coefficient for the heating of dressed particles directly by the drive and indirectly by waves, and (ii) Balescu-Lenard diffusion and drag coefficients for internal turbulence and Coulomb collisions. Both electron and ion distributions relax towards a universal attractor with a $v^{-5}$ $(E^{-2})$ tail, akin to a $κ= 1.5$ distribution, under a super-Debye (but sub-Larmor) drive with a steep power-spectrum. This is an outcome of Debye screening: large-scale fields accelerate the unscreened, fast particles but not the screened, slow ones. The universality may be broken by shallow power-spectra and incomplete relaxation. Collisions cannot decelerate suprathermal particles, rendering a high $v$ tail immune to Maxwellianization. Such a tail may be generated in the solar corona by chromospheric convection despite collisional losses. The suprathermal particles escape sun's gravity (velocity filtration), inverting the temperature profile and raising it to $10^6$ K. A proper analysis of velocity filtration with a $κ\\approx 1.5-2$ distribution inspired by QLT provides a reasonable fit to the spectroscopic data of heavy ions and explains the abrupt temperature rise, a consequence of the divergence of pressure in the $κ\\to 1.5$ limit.",
      "published": "2026-01-06T19:00:01Z",
      "updated": "2026-01-06T19:00:01Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03344v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03344v1"
    },
    {
      "id": "2601.03255v1",
      "title": "Nutritional and growth enhancement of alfalfa sprouts through cold plasma and UV seed treatments",
      "authors": [
        "M. A. Benabderrahim",
        "H. Hannachi",
        "W. Elfalleh",
        "T. Dufour"
      ],
      "summary": "Employing eco-friendly techniques like cold plasma (CP) and ultraviolet (UV) radiation provides innovative approaches to enhance the sprout quality and productivity of alfalfa. This study explores the effects of CP and UV radiation on the germination, growth, and phytochemical profiles of alfalfa sprouts. CP significantly accelerated germination time, reducing median germination time by 8 hours compared to the control, and enhanced photo synthetic pigments, leading to higher biomass (25.87 mg/sprout fresh weight and 1.45 mg/sprout dry weight). UV treatments, particularly UV-C, increased chlorophyll and total flavonoid content. Overall, CP effectively promotes alfalfa germination and growth, while UV treatments improve specific phytochemicals.",
      "published": "2026-01-06T18:58:29Z",
      "updated": "2026-01-06T18:58:29Z",
      "categories": [
        "physics.plasm-ph",
        "physics.bio-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03255v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03255v1"
    },
    {
      "id": "2601.02937v1",
      "title": "A First-Principles Closure for Nonlocal Magnetized Transport",
      "authors": [
        "Nicholas Mitchell",
        "David Chapman",
        "Grigory Kagan"
      ],
      "summary": "A reduced kinetic method (RKM) for describing nonlocal transport in magnetized plasmas is derived from first principles and considered in a 1D3V geometry. Unlike standard nonlocal closures, this RKM uses the Fokker-Planck collision operator, therefore local transport results are naturally reproduced for small Knudsen number. An inhibited peak heat flux and preheat of the conductive heat flux are observed, which are expected from physical arguments and previous kinetic studies. Nonlocal behavior of other transport fluxes, namely the Righi-Leduc, Peltier, Ettingshausen, Nernst, thermal force, friction, cross friction, viscous stress, and gyroviscous stress terms are also demonstrated. Neglecting the nonlinear component of the Fokker-Planck collision operator is justified a posteriori. An especially computationally efficient and analytically simpler version of the RKM is presented.",
      "published": "2026-01-06T11:27:25Z",
      "updated": "2026-01-06T11:27:25Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02937v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02937v1"
    },
    {
      "id": "2601.02684v1",
      "title": "RONS Generation in Plasma-Activated Saline for Wound Healing",
      "authors": [
        "Punit Kumar",
        "Priti Saxena"
      ],
      "summary": "This study explores the physicochemical modifications and antimicrobial potential of plasma activated saline generated by exposing Sodium Chloride and Ringer solution to atmospheric pressure dielectric barrier discharge plasma. Plasma activation produced reactive oxygen and nitrogen species leading to changes in pH, redox potential, conductivity and concentrations of Hydrogen Peroxide, Nitrogen and Nitrous Oxides. Effects of activation time, voltage, and gas composition were analyzed. Antimicrobial activity against Staphylococcus aureus, Pseudomonas aeruginosa and E coli was assessed via MIC, CFU reduction and biofilm inhibition tests. Optimal plasma exposure achieved strong microbial inactivation with good biocompatibility. SEM and FTIR confirmed membrane damage, supporting PAS as a safe, nonantibiotic wound irrigation and disinfectant solution.",
      "published": "2026-01-06T03:37:17Z",
      "updated": "2026-01-06T03:37:17Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02684v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02684v1"
    },
    {
      "id": "2601.02614v1",
      "title": "GKFieldFlow: A Spatio-Temporal Neural Surrogate for Nonlinear Gyrokinetic Turbulence",
      "authors": [
        "Arash Ashourvan"
      ],
      "summary": "We present GKFieldFlow, a novel three-dimensional autoregressive deep learning surrogate model for nonlinear gyrokinetic turbulence. Based on the architecture FieldFlow-Net, this model combines a multi-resolution 3D U-Net encoder-decoder that operates on evolving plasma potential fields. A dilated temporal convolutional network (TCN) learns the nonlinear time evolution of latent turbulence features. GKFieldFlow simultaneously (i) predicts ion and electron energy fluxes, and particle flux directly from CGYRO turbulence, and (ii) predicts future potential fields autoregressively with desired spatial resolution. This enables the model to replicate both instantaneous transport and the underlying spatio-temporal dynamics that generate it.   The architecture is physics-informed in its design: 3D convolutions preserve the anisotropic geometry and phase structure of gyrokinetic fluctuations, while dilated temporal convolutions capture multiscale dynamical couplings such as turbulence and zonal-flow interactions, turbulence decorrelation, and intermittent bursty transport. We provide a complete technical description of the data structure, model components, and rationale behind each architectural choice.   The model achieves high accuracy across all three transport channels, with multi-horizon inference maintaining robustness. Autoregressive field rollouts preserve the spectral content, phase coherence, and energy distribution of the CGYRO nonlinear state with strong fidelity, and flux predictions remain consistent with CGYRO within a small fractional error. This work presents GKFieldFlow as a data-driven reduced model that can jointly learn turbulence dynamics and transport.",
      "published": "2026-01-06T00:25:28Z",
      "updated": "2026-01-06T00:25:28Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02614v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02614v1"
    },
    {
      "id": "2601.02588v1",
      "title": "Integrated Radiation-Magneto-Hydrodynamic Simulations of Magnetized Burning Plasmas. I. Magnetizing Ignition-Class Designs",
      "authors": [
        "B. Z. Djordjević",
        "D. J. Strozzi",
        "G. B. Zimmerman",
        "S. A. MacLaren",
        "C. R. Weber",
        "D. D. -M. Ho",
        "L. S. Leal",
        "C. A. Walsh",
        "J. D. Moody"
      ],
      "summary": "Motivated by breakthroughs in inertial confinement fusion (ICF), first achieving ignition conditions in National Ignition Facility (NIF) shot N210808 and then laser energy breakeven in N221204, modeling efforts here investigate the effect of imposed magnetic fields on integrated hohlraum simulations of igniting systems. Previous NIF experiments have shown yield and hotspot temperature to increase in magnetized, gas-filled capsules in line with scalings. In this work, we use the 2D radiation-magnetohydrodynamics code Lasnex with a Livermore ICF common model. Simulations are tuned to closely approximate data from unmagnetized experiments. Investigated here is the effect of imposed axial fields of up to 100 T on the fusion output of high-performing ICF shots, specifically the record BigFoot shot N180128, and HYBRID-E shots N210808 and N221204. The main observed effect is an increase in the hotspot temperature due to magnetic insulation. Namely, electron heat flow is constrained perpendicular to the magnetic field and alpha trajectories transition to gyro-orbits, enhancing energy deposition. In addition, we investigate the impact of applied magnetic fields to future NIF designs, specifically an example Enhanced Yield Capability design with 3 MJ of laser energy as well as a high-\\r{ho}R, low implosion velocity \"Pushered Single Shell\" design. In conclusion, magnetization with field strengths of 5-75 T is found to increase the burn-averaged ion temperature by 50% and the neutron yield by 2-12. Specifically, we see yield enhancement of at least 50% with only a 5-10 T applied magnetic field for N221204, while a 65 T field on N210808 with symmetrization gives an 8 increase in yield. This is all without further design optimization to best take advantage of an applied B field, which promises even greater improvements for designs tailored specifically towards magnetization.",
      "published": "2026-01-05T22:38:23Z",
      "updated": "2026-01-05T22:38:23Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02588v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02588v1"
    },
    {
      "id": "2601.02460v1",
      "title": "Magnetic reconnection with a 0.1 rate: Effective resistivity in general relativistic magnetohydrodynamics",
      "authors": [
        "B. Ripperda",
        "M. P. Grehan",
        "A. Moran",
        "S. Selvi",
        "L. Sironi",
        "A. Philippov",
        "A. Bransgrove",
        "O. Porth"
      ],
      "summary": "Relativistic magnetic reconnection is thought to power various multi-wavelength emission signatures from neutron stars and black holes. Relativistic resistive magnetohydrodynamics (RRMHD) offers the simplest model of reconnection. However, a small uniform resistivity underestimates the reconnection rate compared to first-principles kinetic models. By employing an effective resistivity based on kinetic models - which connects the reconnection electric field to the charge-starved current density - we show that RRMHD can reproduce the increased reconnection rate of kinetic models, both in local current sheets and in global black hole magnetospheres.",
      "published": "2026-01-05T19:00:00Z",
      "updated": "2026-01-05T19:00:00Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02460v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02460v1"
    },
    {
      "id": "2601.02262v1",
      "title": "Variability of MHD Instabilities in Benign Termination of High-Current Runaway Electron Beams in the JET and DIII-D Tokamaks",
      "authors": [
        "C. F. B. Zimmermann",
        "C. Paz-Soldan",
        "G. Su",
        "C. Reux",
        "A. F. Battey",
        "O. Ficker",
        "S. N. Gerasimov",
        "C. J. Hansen",
        "S. Jachmich",
        "A. Lvovskiy",
        "J. Puchmayr",
        "N. Schoonheere",
        "U. Sheikh",
        "I. G. Stewart",
        "G. Szepesi",
        "JET Contributors",
        "the EUROfusion Tokamak Exploitation Team"
      ],
      "summary": "Benign termination, in which magnetohydrodynamic (MHD) instabilities deconfine runaway electrons (REs) following hydrogenic injections, is a promising strategy for mitigating dangerous RE loads after disruptions. Recent experiments on the Joint European Torus (JET) have explored this scenario at higher pre-disruptive plasma currents than are achievable on other devices, revealing challenges in obtaining benign terminations at $I_p \\geq 2.5$ MA. This work analyzes the evolution of these high-current RE beams and their terminating MHD events using fast magnetic sensor measurements and EFIT equilibrium reconstructions for approximately $40$ JET and $20$ DIII-D tokamak discharges. On JET, unsuccessful non-benign terminations occur at low edge safety factor ($q_{\\text{edge}} \\approx 2$), and are preceded by intermittent, non-terminating MHD events at higher rational $q_{\\text{edge}}$. Trends in the internal inductance $l_i$ indicate more peaked RE current profiles in the high-$I_p$ non-benign population, which may hinder successful recombination through re-ionization. In contrast, benign terminations on JET typically occur at higher $q_{\\text{edge}} \\geq 3$ and exhibit less peaked RE current profiles. DIII-D displays a range of terminating edge safety factors, correlated with the measured $l_i$ values. Across both tokamaks, the RE current peaking is therefore found to determine which MHD instability boundary is encountered, confirmed by linear resistive MHD modeling with the CASTOR3D code. Measured growth rates are similar for benign and non-benign cases, indicating that ideal MHD timescales at low density after hydrogenic injection do not alone explain efficient RE deconfinement. Instead, non-benign cases are characterized by their lower MHD perturbation amplitudes $δB$. These observations suggest that the interplay between ideal and resistive dynamics governs the termination process.",
      "published": "2026-01-05T16:44:23Z",
      "updated": "2026-01-05T16:44:23Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02262v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02262v1"
    },
    {
      "id": "2601.02130v1",
      "title": "Towards solving the ICRH wave and Fokker-Planck equations self-consistently",
      "authors": [
        "Dirk Van Eester",
        "Vincent Maquet",
        "Fabrice Louche",
        "Bernard Reman"
      ],
      "summary": "The present paper sketches a framework for solving the wave and Fokker-Planck equations in the ion cyclotron resonance frequency domain fully selfconsistently. It illustrates this can be done by first constructing \"building blocks\" that are commonly needed by the wave and Fokker-Planck equations, allowing e.g. to account for wave coupling in plasmas containing non-Maxwellian distributions. Up to details, the paper exploits known expressions and methods to solve the two intimately connected aspects of the description of the wave-particle interaction underlying ion cyclotron resonance heating. Two cases are presented: the case where the guiding centre motion is limited to just following magnetic field lines, and the extended case accounting for drifts away from magnetic surfaces but assuming axisymmetry. A limited set of analytical results is included. As combining wave and Fokker-Planck solving is the focus, the computation of the dielectric response for arbitrary distribution functions is illustrated as well.",
      "published": "2026-01-05T14:02:04Z",
      "updated": "2026-01-05T14:02:04Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02130v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02130v1"
    },
    {
      "id": "2601.01999v1",
      "title": "Proton Acceleration by Collisionless Shocks in Supermassive Black Hole Coronae: Implications for High-Energy Neutrinos",
      "authors": [
        "Minh Nhat Ly",
        "Yoshiyuki Inoue",
        "Yasuhiko Sentoku",
        "Takayoshi Sano"
      ],
      "summary": "Recent observations by the IceCube Neutrino Observatory have revealed a significant excess of high-energy neutrinos from nearby Seyfert galaxies, such as NGC~1068, without a corresponding flux of high-energy gamma-rays. This suggests that neutrinos are produced via hadronic interactions in a region opaque to gamma-rays, likely a hot corona surrounding the central supermassive black hole. However, the mechanism responsible for accelerating the parent protons to the required energies ($\\sim 100$ TeV) remains an open question. In this study, we investigate diffusive shock acceleration (DSA) in active galactic nucleus (AGN) coronae using a suite of one-dimensional Particle-in-cell (PIC) simulations spanning a broad range of plasma parameters. We find that DSA is a robust and efficient mechanism for proton acceleration, consistently channeling approximately 10\\% of the shock's kinetic energy into non-thermal ions, even for shocks with sonic Mach number as low as $ M_s \\approx 2$. In contrast, the efficiency of electron acceleration is highly variable and less efficient ($<1\\%$) in our parameter survey. These findings provide strong, first-principles support for the hadronic models of neutrino production in AGN and offer quantitative constraints that can explain the observed gamma-ray deficit.",
      "published": "2026-01-05T10:59:24Z",
      "updated": "2026-01-05T10:59:24Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01999v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01999v1"
    },
    {
      "id": "2601.01994v1",
      "title": "Photonic Interactions with Semiconducting Barrier Discharges",
      "authors": [
        "Ayah Soundous Taihi",
        "David Z. Pai"
      ],
      "summary": "Semiconducting Barrier Discharges (SeBDs) generate uniform ionization waves in air at atmospheric pressure. In this work, we investigate how externally applied irradiation synchronized with the discharge can mimic photoconductive-type coupling between the plasma and the semiconductor surface. By illuminating the Si-SiO$_2$ interface with nanosecond pulsed irradiation at wavelengths from 532 nm to 1064 nm, and using fast imaging, optical emission spectroscopy, and current-voltage measurements, we demonstrate that the photoexcitation of charge carriers in silicon enhances the plasma emission and increases the reduced electric field, with no detectable change in the electrical energy. The magnitude and thresholds of these responses depend on wavelength. By comparing the SeBD to a MOS photodetector, this behaviour can be explained by the absorption length. This length determines whether carriers are photogenerated inside the depletion region at the SiO$_2$-Si interface, where they are efficiently separated and undergo impact-ionization amplification, or deeper in the silicon bulk where carrier separation is weaker and free-carrier absorption diminishes the quantum efficiency. These results focus on the microscopic processes governing the plasma-semiconductor coupling and demonstrate how the optoelectronic properties of silicon can influence surface ionization waves.",
      "published": "2026-01-05T10:54:56Z",
      "updated": "2026-01-05T10:54:56Z",
      "categories": [
        "physics.plasm-ph",
        "cond-mat.mtrl-sci",
        "physics.app-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01994v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01994v1"
    },
    {
      "id": "2601.01671v1",
      "title": "Partially Ionized Plasma Physics and Technological Applications",
      "authors": [
        "Igor Kaganovich",
        "Michael Tendler"
      ],
      "summary": "Partially ionized plasma physics has attracted a lot of attention recently due to numerous technological applications made possible by the increased sophistication of computer modelling, the depth of the theoretical analysis, and the technological applications to a vast field of the manufacturing for computer components. The partially ionized plasma is characterized by a significant presence of neutral particles in contrast to fully ionized plasma. The theoretical analysis is based upon solutions of the kinetic Boltzmann equation yielding the non-Maxwellian electron energy distribution function (EEDF) thereby emphasizing the difference with a fully ionized plasma. The impact of the effect on discharges in inert and molecular gases is described in detail yielding the complex nonlinear phenomena in plasma self-organization. A few examples of such phenomena are given including the non-monotonic EEDFs in the discharge afterglow in mixture of argon with the molecular gas NF3; the explosive generation of cold electron populations in capacitive discharges, hysteresis of EEDF in inductively coupled plasmas. Recently, highly advanced computer codes were developed in order to address the outstanding problems of plasma technology. These developments are briefly described in general terms.",
      "published": "2026-01-04T21:34:01Z",
      "updated": "2026-01-04T21:34:01Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01671v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01671v1"
    },
    {
      "id": "2601.01659v1",
      "title": "Excess energy of strongly coupled one-component plasma from variational approach",
      "authors": [
        "S. A. Khrapak",
        "A. G. Khrapak"
      ],
      "summary": "The excess energy of the one-component plasma fluid is calculated using the variational approach combined with different variants of the excess entropy of the hard-sphere fluid, which is used as a reference system. Our comparison with recent Monte Carlo results for the excess energy of the one-component plasma identifies the Percus-Yevick virial entropy as the most accurate entropy to be used in the variational calculation of this kind. The reason for this and potential developments of the present analysis are briefly discussed. We demonstrate that the original Rosenfeld-Tarazons scaling of the thermal component of the excess energy of the one-component plasma fluid is in excellent agreement with recent Monte Carlo results.",
      "published": "2026-01-04T20:35:04Z",
      "updated": "2026-01-04T20:35:04Z",
      "categories": [
        "physics.plasm-ph",
        "cond-mat.soft"
      ],
      "link": "https://arxiv.org/abs/2601.01659v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01659v1"
    },
    {
      "id": "2601.01633v1",
      "title": "Hybrid PIC-fluid model for numerical simulation of laser-plasma interaction",
      "authors": [
        "Andrey Sladkov"
      ],
      "summary": "A hybrid PIC-fluid model is proposed for three dimensional numerical simulation of laser-plasma interaction. Ions are treated kinetically, electrons as a ten-moment fluid, capturing ion-scale dynamics, pressure anisotropy, and non-Maxwellian distributions efficiently. A laser-envelope model handles energy deposition and ponderomotive heating without resolving optical oscillations. Collisional and ionisation processes ensure self-consistent evolution of energy and charge states. The model is implemented in the AKAM code, providing a scalable framework that bridges fully kinetic and fluid approaches for high-energy-density and laboratory plasma applications.",
      "published": "2026-01-04T18:31:11Z",
      "updated": "2026-01-04T18:31:11Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.01633v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01633v1"
    },
    {
      "id": "2601.01566v1",
      "title": "Ion Temperature Inference from Neutron Counting in Maxwellian Deuterium Plasmas",
      "authors": [
        "Allison J. Radich",
        "Vlad Grecu",
        "Patrick J. F. Carle",
        "Myles Hildebrand",
        "Stephen J. Howard",
        "Colin P. McNally",
        "Meritt Reynolds",
        "Akbar Rohollahi",
        "Ryan E. Underwood",
        "Sara Weinstein"
      ],
      "summary": "A method is presented for inferring the deuterium fuel ion temperature from neutron counts measured with fast liquid scintillators in conditions where the ion velocity distribution is Maxwellian. Local neutron count rates at each scintillator position are combined to estimate total neutron yield from the plasma, where absolute detection efficiency is determined via MCNP neutron scattering simulation based on a 3D model of the experiment structure. This method is particularly advantageous for Magnetized Target Fusion applications as it yields a time-resolved diagnostic and does not require direct line-of-sight to the plasma or collimation of the neutrons. The instrumentation configuration, pulse-shape discrimination and pile-up correction algorithms, detector calibration, and ion temperature calculation method with uncertainty characterization are discussed. An application of the method to General Fusion's Plasma Injector~3 (PI3) spherical tokamak device is demonstrated and the results are compared to an Ion Doppler spectroscopy ion temperature diagnostic.",
      "published": "2026-01-04T15:23:59Z",
      "updated": "2026-01-04T15:23:59Z",
      "categories": [
        "physics.ins-det",
        "physics.app-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01566v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01566v1"
    },
    {
      "id": "2601.01367v2",
      "title": "Overcoming the space-charge dilemma in low-energy heavy ion beams via a multistage acceleration lens system",
      "authors": [
        "M. Nishiura",
        "T. Ido",
        "M. Okamura",
        "K. Ueda",
        "A. Shimizu",
        "H. Takubo"
      ],
      "summary": "Low-energy heavy-ion beams are fundamentally limited by severe space-charge divergence, which constrains the transportable beam current to a few microamperes in conventional electrostatic accelerators. This limitation is particularly critical for high-mass ions, where the generalized perveance increases rapidly because of their low velocity. Here, we demonstrate that this apparent space-charge limit can be overcome by shaping the electrostatic potential configuration of an existing multistage accelerator, thereby transforming the acceleration column itself into a combined acceleration-focusing column. By optimizing the interstage voltage configuration, a strong electrostatic lens effect is superimposed on the accelerating field to counteract space-charge-driven expansion. We formulate a generalized design framework that quantitatively maps the transport 'design window' in terms of beam current, ion mass, and acceleration voltage. For gold ions at 64 keV, this approach enables stable transport of beam currents exceeding 100 microA, more than an order of magnitude higher than the conventional limit. Numerical phase-space analysis shows that this improvement is achieved by prioritizing envelope control over emittance preservation, a trade-off intrinsic to space-charge-dominated regimes. Our results establish a universal and practical guideline for high-current heavy-ion beam transport, relevant to fusion plasma diagnostics, ion implantation, and massive molecular ion applications.",
      "published": "2026-01-04T04:39:52Z",
      "updated": "2026-01-06T13:06:32Z",
      "categories": [
        "physics.plasm-ph",
        "physics.acc-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01367v2",
      "pdf_link": "https://arxiv.org/pdf/2601.01367v2"
    },
    {
      "id": "2601.01270v1",
      "title": "Plasma-Activated Water (PAW) for the Degradation of Organic Pollutants in Diluted Industrial Effluents",
      "authors": [
        "Punit Kumar",
        "Priti Saxena"
      ],
      "summary": "Plasma activated water (PAW) offers a sustainable, nonthermal solution for degrading persistent organic pollutants in industrial effluents. This study employed a gliding arc plasma system to generate PAW for treating diluted waste water containing dyes, pesticides, and pharmaceuticals. Experimental parameters such as exposure time, dilution ratio, and pollutant concentration were varied, with analysis conducted using UV Vis spectroscopy, HPLC, TOC, and COD. Results showed high degradation efficiencies, up to 90% for dyes, 85% for pesticides, and 80% for pharmaceuticals following pseudo first order kinetics driven by hydroxyl and nitrate or nitrite radicals. The findings demonstrate PAWs potential as a green, scalable wastewater treatment strategy that minimizes chemical use, supports water reuse, and enhances environmental safety, with future scope for pilot scale applications.",
      "published": "2026-01-03T20:03:01Z",
      "updated": "2026-01-03T20:03:01Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01270v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01270v1"
    },
    {
      "id": "2601.01169v1",
      "title": "One-dimensional PIC Simulation of Induced Compton Scattering in Magnetized Electron-Positron Pair Plasma",
      "authors": [
        "Shoma F. Kamijima",
        "Rei Nishiura",
        "Masanori Iwamoto",
        "Kunihito Ioka"
      ],
      "summary": "We investigate induced Compton scattering of a circularly polarized Alfvén wave propagating in a magnetized electron-positron pair plasma using one-dimensional Particle-in-Cell (PIC) simulations. In this system, two distinct modes of density fluctuations, referred to as the charged mode and the neutral mode, are theoretically expected to arise through parametric instabilities. Our simulations confirm these predictions: in the charged mode, the electron and positron densities fluctuate oppositely (Langmuir-like), while in the neutral mode, the charge is Debye-screened and both species fluctuate in phase (acoustic-like). The linear growth rates obtained from the simulations are in good agreement with analytical estimates for both modes. We also find that, in some cases, the linear growth saturates before full scattering occurs, allowing the incident wave to propagate without significant attenuation. Our results allow us to determine whether induced Compton scattering grows linearly in magnetized pair plasmas, offering a foundation for studies of fast radio bursts and laser-plasma experiments.",
      "published": "2026-01-03T12:16:22Z",
      "updated": "2026-01-03T12:16:22Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.01169v1",
      "pdf_link": "https://arxiv.org/pdf/2601.01169v1"
    },
    {
      "id": "2601.05426v1",
      "title": "An integration-free method for calculating curl and divergence in space plasmas using multi-spacecraft data",
      "authors": [
        "Rohan Singh",
        "Supratik Banerjee",
        "Arijit Halder"
      ],
      "summary": "The knowledge of local spatial gradients (curl, divergence etc.) is crucial to examine the three-dimensional variation of flow fields including velocity and magnetic fields in space plasmas like the solar wind. Here we propose a simple method to calculate the same using the in-situ data of multi-spacecraft systems. Unlike the popular Curlometer method which depends on the vector integration theorems, our integration-free method is based on the construction of a local orthonormal coordinate system and the associated finite difference approximations. The Curlometer is applicable to a four spacecraft system arranged in a tetrahedron and yields a single volume-averaged estimate of the curl. Using our proposed method over 107 intervals of MMS (NASA) data, on the other hand, we successfully calculate the spatial derivatives at the position of each spacecraft of the tetrahedron and a three-spacecraft (non-collinear) subset of the same. The average value of all the curls calculated for a given tetrahedron shows an excellent agreement (correlation coeffcient ~ 0:99) with the curls calculated using Curlometer formula. The quality of the calculated curl (using our method) is found to improve if the spacecraft configuration approaches a regular tetrahedron. The current framework facilitates investigation of turbulent heating rates and the exploration of local flow features like Beltramization, existence of current sheets, etc., in present and future multi-spacecraft mission, including those involving more than four spacecraft.",
      "published": "2026-01-08T23:21:20Z",
      "updated": "2026-01-08T23:21:20Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.05426v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05426v1"
    },
    {
      "id": "2601.05209v1",
      "title": "Addressing Known Challenges in Solar Flare Forecasting I: Limb-Flare Prediction with a 4-pi Full-Heliosphere Framework",
      "authors": [
        "K. D. Leka",
        "Eric L. Wagner",
        "Lisa Upton",
        "Bibhuti Kumar Jha",
        "Kiran Jain",
        "Sara Petty"
      ],
      "summary": "A demonstrated failure mode for operational solar flare forecasting is the inability to forecast flares that occur near, or just beyond, the solar limb. To address this shortcoming, we develop a \"4pi\" full-heliosphere event forecasting framework and evaluate its statistical classification ability against this specific challenge. A magnetic surface flux transport model is used to generate full-sun maps of the photospheric radial magnetic field from which active regions (ARs) are identified and tracked using a new labeling scheme that is observer-location agnostic and allows for post-facto modifications. Flare-relevant magnetic parameters couple to a \"visibility\" index that specifies AR location relative to the visible solar limb and expected flare detection. Flare labels are assigned according to peak Soft X-ray flux, and a statistical classification is performed using nonparametric discriminant analysis. A version where new or emerging ARs on the far (\"invisible\" side of the Sun are incorporated into the model by way of far-side helioseismology, is also tested. We evaluate the new framework by its performance specifically including the limb areas using Brier Skill Score and ROC Skill Score, finding improvement at the 2-sigma level or less. However, we do find that the number of False Negatives, or \"missed\" forecasts decreases, and find strong evidence that the additional information provided by the far-side helioseismology can help predict near- and just-beyond-limb flares, particularly for East-limb events. While individual components of this framework could be improved, we demonstrate that a known failure mode for solar flare forecasting can be mitigated with available resources.",
      "published": "2026-01-08T18:34:43Z",
      "updated": "2026-01-08T18:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05209v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05209v1"
    },
    {
      "id": "2601.03650v1",
      "title": "Investigating the Center-to-Limb Effects in Helioseismic Data Using 3D Radiative Hydrodynamic Simulations",
      "authors": [
        "Irina N. Kitiashvili"
      ],
      "summary": "Full-disk observations from missions such as the SDO and SOHO have enabled comprehensive studies of solar oscillations and dynamics. Interpreting helioseismic and photospheric data is complicated by systematic center-to-limb variations. To explore the physical origin of these variations, we perform local 3D radiative hydrodynamic simulations that include effects of solar rotation to generate 24-hour synthetic time series of continuum intensity and Doppler velocity for nine viewing angles spanning from -75 to 75 degrees. The simulations reveal a systematic decrease in oscillation power toward the limbs and a pronounced East-West asymmetry that increases with frequency, primarily due to rotation-induced flows. With increasing angular distance from the disk center, the amplitudes and widths of the surface gravity (f) and resonant pressure (p) modes decrease. In contrast, the amplitudes of the corresponding pseudo-modes with frequencies above the acoustic cut-off frequency increase in the intensity power spectra but are suppressed in the velocity spectra. The local helioseismology ring-diagram analysis of the simulation data further demonstrates anisotropic broadening of the modes and distinct differences in background noise and pseudo-mode structure between the intensity and velocity data. These results indicate that the center-to-limb effects arise from both geometric projection and physical factors such as line-formation height and potential effects of the radial differential rotation. The findings provide a framework for correcting helioseismic observations and demonstrate that realistic 3D radiative hydrodynamic simulations are a powerful tool for disentangling geometric and physical biases in solar data.",
      "published": "2026-01-07T07:01:34Z",
      "updated": "2026-01-07T07:01:34Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03650v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03650v1"
    },
    {
      "id": "2601.00485v1",
      "title": "Spectral performance of single-channel plastic and GAGG scintillator bars of the CUbesat Solar Polarimeter (CUSP)",
      "authors": [
        "Nicolas De Angelis",
        "Abhay Kumar",
        "Sergio Fabiani",
        "Ettore Del Monte",
        "Enrico Costa",
        "Giovanni Lombardi",
        "Alda Rubini",
        "Paolo Soffitta",
        "Andrea Alimenti",
        "Riccardo Campana",
        "Mauro Centrone",
        "Giovanni De Cesare",
        "Sergio Di Cosimo",
        "Giuseppe Di Persio",
        "Alessandro Lacerenza",
        "Pasqualino Loffredo",
        "Gabriele Minervini",
        "Fabio Muleri",
        "Paolo Romano",
        "Emanuele Scalise",
        "Enrico Silva",
        "Davide Albanesi",
        "Ilaria Baffo",
        "Daniele Brienza",
        "Valerio Campomaggiore",
        "Giovanni Cucinella",
        "Andrea Curatolo",
        "Giulia de Iulis",
        "Andrea Del Re",
        "Vito Di Bari",
        "Simone Di Filippo",
        "Immacolata Donnarumma",
        "Pierluigi Fanelli",
        "Nicolas Gagliardi",
        "Paolo Leonetti",
        "Matteo Mergè",
        "Dario Modenini",
        "Andrea Negri",
        "Daniele Pecorella",
        "Massimo Perelli",
        "Alice Ponti",
        "Francesca Sbop",
        "Paolo Tortora",
        "Alessandro Turchi",
        "Valerio Vagelli",
        "Emanuele Zaccagnino",
        "Alessandro Zambardi",
        "Costantino Zazza"
      ],
      "summary": "Our Sun is the closest X-ray astrophysical source to Earth. As such, it makes a formidable case study to better understand astrophysical processes. Solar flares are in particular very interesting as they are linked to coronal mass ejections as well as magnetic field reconnection sites in the solar atmosphere. Flares can therefore provide insightful information on the physical processes at play on their production sites, but also on the emission and acceleration of energetic charged particles towards our planet, making it a formidable forecasting tool for space weather. While solar flares are critical to understanding magnetic reconnection and particle acceleration, their hard X-ray polarization -- key to distinguishing between competing theoretical models -- remains poorly constrained by existing observations. To address this, we present the CUbesat Solar Polarimeter (CUSP), a mission under development to perform solar flare polarimetry in the 25-100 keV energy range. CUSP consists of a 6U-XL platform hosting a dual-phase Compton polarimeter. The polarimeter is made of a central assembly of four 4x4 arrays of plastic scintillators, each coupled to multi-anode photomultiplier tubes, surrounded by four strips of eight elongated GAGG scintillator bars coupled to avalanche photodiodes. Both types of sensors from Hamamatsu are respectively read out by the MAROC-3A and SKIROC-2A ASICs from Weeroc. In this manuscript, we present the preliminary spectral performances of single plastic and GAGG channels measured in the laboratory using development boards of the ASICs foreseen for the flight model.",
      "published": "2026-01-01T21:40:47Z",
      "updated": "2026-01-01T21:40:47Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00485v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00485v1"
    },
    {
      "id": "2601.00470v1",
      "title": "Betelgeuse: Detection of the Expanding Wake of the Companion Star",
      "authors": [
        "Andrea K. Dupree",
        "Paul I. Cristofari",
        "Morgan MacLeod",
        "Kateryna Kravchenko"
      ],
      "summary": "Recent analyses conclude that Betelgeuse, a red supergiant star (HD 39801), likely has a companion object with a period of about 2000 days orbiting at only 2.3 stellar radii, deep in the chromosphere of the supergiant. A probable detection of such a companion, named Siwarha, has just occurred from speckle imaging. This study finds that Betelgeuse spectra in the optical region and ultraviolet exhibit signatures of variable circumstellar absorption and chromospheric outflows. These variations are consistent with the ~ 2000-day period of the companion object. Circumstellar absorption evident in optical Mn I lines, and mass outflow marked by ultraviolet Fe II, Si I, and Mg I lines increase after the transit of the companion across the disk of Betelgeuse. Following the eclipse of the companion, the absorption and outflow slowly decrease in advance of the next transit. The occurrence and variation of this plasma appear consistent with the presence of a trailing and expanding wake caused by a companion star orbiting within the atmosphere of Betelgeuse.",
      "published": "2026-01-01T20:56:05Z",
      "updated": "2026-01-01T20:56:05Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00470v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00470v1"
    },
    {
      "id": "2512.24425v2",
      "title": "Turbulence-Driven Corrugation of Collisionless Fast-Magnetosonic Shocks",
      "authors": [
        "Immanuel Christopher Jebaraj",
        "Mikhail Malkov",
        "Nicolas Wijsen",
        "Jens Pomoell",
        "Vladimir Krasnoselskikh",
        "Nina Dresing",
        "Rami Vainio"
      ],
      "summary": "Collisionless fast-magnetosonic shocks are often treated as smooth, planar boundaries, yet observations point to organized corrugation of the shock surface. A plausible driver is upstream turbulence. Broadband fluctuations arriving at the front can continually wrinkle it, changing the local shock geometry and, in turn, conditions for particle injection and radiation. We develop a linear-MHD formulation that treats the shock as a moving interface rather than a fixed boundary. In this approach the shock response can be summarized by an effective impedance determined by the Rankine-Hugoniot base state and the shock geometry, while the upstream turbulence enters only through its statistics. This provides a practical mapping from an assumed incident spectrum to the corrugation amplitude, its drift along the surface, and a coherence scale set by weak damping or leakage. The response is largest when the transmitted downstream fast mode propagates nearly parallel to the shock in the shock frame, which produces a Lorentzian-type enhancement controlled by the downstream normal group speed. We examine how compression, plasma $β$, and obliquity affect these corrugation properties and discuss implications for fine structure in heliospheric and supernova-remnant shock emission.",
      "published": "2025-12-30T19:03:59Z",
      "updated": "2026-01-06T09:15:22Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24425v2",
      "pdf_link": "https://arxiv.org/pdf/2512.24425v2"
    },
    {
      "id": "2512.22424v1",
      "title": "Brace for Impact: A Review of Mitigation Decisions of Critical Infrastructure Operators During the 2024 Solar Maximum",
      "authors": [
        "Caitlin LaNeve",
        "Edward J Oughton",
        "Noah Rivera",
        "Lucy Wilkerson",
        "Robert S Weigel",
        "Dean Thomas",
        "CT Gaunt"
      ],
      "summary": "The Gannon Storm in May 2024 was the largest space weather event experienced in 20 years, generating auroras latitudes as low as 35°. Such activity can pose significant operational challenges for critical infrastructure operators, particularly those managing electricity transmission networks, satellite constellations, and aviation systems. Substantial progress has been made in understanding space weather and the potential exposure of infrastructure assets to severe events. We have seen few evaluations of the types of current mitigation strategies in use to reduce our shared vulnerability to this activity, motivating this study. Firstly, we fill an important literature gap by undertaking a systematic review of the range of space weather mitigation strategies for these three critical infrastructure sectors. Secondly, we contacted 303 critical infrastructure operators (50 power, 227 satellite, 26 aviation) for participation in an anonymous online survey or interview receiving 55 unique responses (18% response rate). To capture narratives of mitigation actions taken and impacts experienced over the solar maximum, qualitative interviews were then conducted with 33 operators. The results identified 91 potential mitigation actions within the sectors and found that 149 mitigation actions were enacted due to space weather forecasts and experienced impacts. This is one of the first exhaustive studies of space weather mitigation activities, and moves beyond the traditional focus on purely impacts.",
      "published": "2025-12-27T01:11:55Z",
      "updated": "2025-12-27T01:11:55Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22424v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22424v1"
    },
    {
      "id": "2601.02393v1",
      "title": "Spectral Properties and Energy Injection in Mercury's Magnetotail Current Sheet",
      "authors": [
        "Xinmin Li",
        "Chuanfei Dong",
        "Liang Wang",
        "Sae Aizawa",
        "Lina Z. Hadid",
        "Chi Zhang",
        "Hongyang Zhou",
        "James A. Slavin",
        "Jiawei Gao",
        "Mirko Stumpo",
        "Wei Zhang"
      ],
      "summary": "Mercury's magnetotail hosts a thin and highly dynamic current sheet (CS), where magnetic reconnection and strong fluctuations frequently occur. Here, we statistically analyze magnetic field power spectra across 370 magnetotail CSs observed by MESSENGER. About 20% of the events are quasi-laminar, showing single power-law spectra, whereas 80% are turbulent, exhibiting a spectral break separating inertial and kinetic ranges. A dawn-dusk asymmetry is identified: inertial-range slopes are systematically shallower on the dawnside, whereas kinetic-range slopes are steeper, indicating more developed turbulence there, consistent with the higher occurrence of reconnection-related processes on the dawnside. Component analysis shows that the transverse components, orthogonal to the tail-aligned principal field (BX), display shallow slopes near -1 in the inertial range, suggesting energy injection at ion scales rather than a classical inertial range. These results demonstrate that Mercury's unique plasma environment fundamentally reshapes the initiation of turbulence and the redistribution of energy in the magnetotail.",
      "published": "2025-12-25T20:52:08Z",
      "updated": "2025-12-25T20:52:08Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02393v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02393v1"
    },
    {
      "id": "2512.20098v1",
      "title": "Alfvénic solar wind intervals observed by Solar Orbiter: Exploiting the capability of the SWA plasma suite and source region investigation",
      "authors": [
        "R. D'Amicis",
        "J. M. Raines",
        "S. Benella",
        "M. Velli",
        "O. Panasenco",
        "G. Nicolaou",
        "C. J. Owen",
        "R. M. Dewey",
        "P. Louarn",
        "A. Fedorov",
        "S. T. Lepri",
        "B. L. Alterman",
        "D. Perrone",
        "R. De Marco",
        "R. Bruno",
        "L. Sorriso-Valvo",
        "O. S. Dhamane",
        "Y. Rivera",
        "O. R. Kieokaew",
        "D. Verscharen",
        "G. Consolini",
        "S. Yardley",
        "V. Réville",
        "D. Telloni",
        "D. Baker",
        "G. Lewis",
        "G. Watson",
        "C. Anekallu",
        "K. Darwish",
        "L. Prech",
        "S. Livi",
        "T. Horbury",
        "G. Mele",
        "V. Fortunato",
        "F. Monti"
      ],
      "summary": "Fast and slow solar wind have distinct properties linked to their solar sources.Alfvénic slow wind complicates the usual speed-based classification, especially at intermediate speeds. Solar Orbiter's Solar Wind Analyzer (SWA) offers unique capabilities to investigate how Alfvénic slow wind differs from fast wind and relate these differences to their solar origins. In September 2022, Solar Orbiter observed several Alfvénic streams: one fast wind, three Alfvénic slow wind (AS1, AS2, AS3), and a moderate fast (FH) interval. We analyze these streams, combining plasma parameters from all SWA sensors with magnetic field measurements from the Magnetometer (MAG). A spectral analysis of magnetic and velocity fluctuations is used to characterize Alfvénicity. The magnetic connectivity of each stream to its solar source is examined using Potential Field Source Surface extrapolation combined with ballistic backmapping from the spacecraft. Proton velocity distribution functions show anisotropies and field-aligned beams characteristic of Alfvénic streams, while electron pitch-angle distributions reveal clear strahl populations. Oxygen and carbon charge-state ratios are low in fast wind but higher in AS1-AS3, consistent with slow wind origins. Magnetic connectivity suggests the fast wind originates from a large coronal hole; AS1 links to a pseudostreamer with high expansion factor; AS2, AS3, and FH connect to a negative-polarity coronal hole whose field lines cross a pseudostreamer that later dissipates. Spectral analysis indicates near energy equipartition in all intervals except AS2. The combined SWA observations offer key insights into the physical processes shaping Alfvénic solar wind streams. Our results reinforce that the simple fast/slow wind classification is inadequate for linking solar wind to sources, and suggest that Alfvénicity relates to the solar source conditions.",
      "published": "2025-12-23T06:50:07Z",
      "updated": "2025-12-23T06:50:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20098v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20098v1"
    },
    {
      "id": "2512.18806v1",
      "title": "Energetically-dominant Sunward-Propagating Alfvén Waves Near 1 au and Their Relation to Large-scale Magnetic Switchbacks",
      "authors": [
        "Nickolas Giardetti",
        "Sofiane Bourouaine",
        "Jean C. Perez"
      ],
      "summary": "In this letter, we investigate the population of energetically-dominant sunward-propagating Alfvén waves (SAWs) using more than 20 years of data provided by the Wind spacecraft near 1 au. We refer to SAWs as energetically-dominant sunward-propagating Alfvén waves within inertial range scales. Key parameters such as normalized cross helicity, plasma incompressibility, and magnetic incompressibility are used to determine the SAWs. Incorporating the polarity of the heliospheric magnetic field, AW modes are identified, which enables the determination of the propagation direction. Occurrence rates of SAWs vary from 1% to 14% depending on the time scale and solar wind stream type considered. Particularly, the relationship between large-scale magnetic field switchbacks (SBs) and SAWs (for a 1-hour long time scale) is investigated. A methodology utilizing pitch angle distributions of suprathermal electron strahl is employed to identify inverted magnetic field topology. The intervals containing SAWs are cross-referenced and examined with intervals identified as SBs. For a sample of 1636 1-hour SAW intervals, 17.5% are associated with magnetic field switchbacks occurring at scales larger than one hour. The analysis lends support to the idea of switchbacks as one of the candidate sources for a portion of the SAW population.",
      "published": "2025-12-21T16:57:44Z",
      "updated": "2025-12-21T16:57:44Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18806v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18806v1"
    },
    {
      "id": "2512.18629v1",
      "title": "Revisiting Mars' Induced Magnetic Field and Clock Angle Departures under Real-Time Upstream Solar Wind Conditions",
      "authors": [
        "Zhihao Cheng",
        "Chi Zhang",
        "Chuanfei Dong",
        "Hongyang Zhou",
        "Jiawei Gao",
        "Abigail Tadlock",
        "Xinmin Li",
        "Liang Wang"
      ],
      "summary": "Mars lacks a global intrinsic dipole magnetic field, but its interaction with the solar wind generates a global induced magnetosphere. Until now, most studies have relied on single-spacecraft measurements, which could not simultaneously capture upstream solar wind conditions and the induced magnetic fields, thereby limiting our understanding of the system. Here, we statistically re-examine the properties of Mars' induced magnetic field by incorporating, for the first time, real-time upstream solar wind conditions from the coordinated MAVEN and Tianwen-1 observations. Our results are show that both solar wind dynamic pressure and the interplanetary magnetic field (IMF) magnitude enhance the strength of the induced magnetic field, but they exert opposite effects on the compression ratio: higher dynamic pressure strengthens compression, while stronger IMF weakens it. The induced field is stronger under quasi-perpendicular IMF conditions compared with quasi-parallel IMF, reflecting a stronger mass-loading effect. We further investigate the clock angle departures of the induced fields. They remain relatively small in the magnetosheath near the bow shock, increase gradually toward the induced magnetosphere, and become significantly larger within the induced magnetosphere. In addition, clock angle departures are strongly enhanced under quasi-parallel IMF conditions. Their dependence on upstream drivers further shows that, within the magnetosheath, clock angle departures are minimized under low dynamic pressure, high IMF magnitude, and low Alfven Mach number conditions. These results may enhance our understanding of solar wind interaction with Mars, and highlight the critical role of multi-point observations.",
      "published": "2025-12-21T07:57:22Z",
      "updated": "2025-12-21T07:57:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.18629v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18629v1"
    },
    {
      "id": "2512.16610v1",
      "title": "Angular dependence of third-order law in anisotropic MHD turbulence",
      "authors": [
        "Bin Jiang",
        "Zhuoran Gao",
        "Yan Yang",
        "Francesco Pecora",
        "Kai Gao",
        "Cheng Li",
        "Sean Oughton",
        "William Matthaeus",
        "Minping Wan"
      ],
      "summary": "In solar wind turbulence, the energy transfer/dissipation rate is typically estimated using MHD third-order structure functions calculated using spacecraft observations. However, the inherent anisotropy of solar wind turbulence leads to significant variations in structure functions along different observational directions, thereby affecting the accuracy of energy-dissipation rate estimation. An unresolved issue is how to optimise the selection of observation angles under limited directional sampling to improve estimation precision. We conduct a series of MHD turbulence simulations with different mean magnetic field strengths, $ B_0 $. Our analysis of the third-order structure functions reveals that the global energy dissipation rate estimated around a polar angle of $ θ= 60^\\circ$ agrees reasonably with the exact one for $ 0 \\le B_0/b_{rms} \\le 5 $, where $b_{rms}$ denotes the root-mean-square magnetic field fluctuation. The speciality of $60^\\circ$ polar angle can be understood by the Mean Value Theorem of Integrals, since the spherical integral of the polar-angle component ($\\widetilde{T_θ}$) of the divergence of Yaglom flux is zero, and $\\widetilde{T_θ}$ changes sign around 60$^\\circ$. Existing theory on the energy flux vector as a function of the polar angle is assessed, and supports the speciality of $60^\\circ$ polar angle. The angular dependence of the third-order structure functions is further assessed with virtual spacecraft data analysis. The present results can be applied to measure the turbulent dissipation rates of energy in the solar wind, which are of potential importance to other areas in which turbulence takes place, such as laboratory plasmas and astrophysics.",
      "published": "2025-12-18T14:52:05Z",
      "updated": "2025-12-18T14:52:05Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2512.16610v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16610v1"
    },
    {
      "id": "2512.16175v1",
      "title": "Physics-Informed Neural Networks for Modeling the Martian Induced Magnetosphere",
      "authors": [
        "Jiawei Gao",
        "Chuanfei Dong",
        "Chi Zhang",
        "Yilan Qin",
        "Simin Shekarpaz",
        "Xinmin Li",
        "Liang Wang",
        "Hongyang Zhou",
        "Abigail Tadlock"
      ],
      "summary": "Understanding the magnetic field environment around Mars and its response to upstream solar wind conditions provide key insights into the processes driving atmospheric ion escape. To date, global models of Martian induced magnetosphere have been exclusively physics-based, relying on computationally intensive simulations. For the first time, we develop a data-driven model of the Martian induced magnetospheric magnetic field using Physics-Informed Neural Network (PINN) combined with MAVEN observations and physical laws. Trained under varying solar wind conditions, including B_IMF, P_SW, and θ_cone, the data-driven model accurately reconstructs the three-dimensional magnetic field configuration and its variability in response to upstream solar wind drivers. Based on the PINN results, we identify key dependencies of magnetic field configuration on solar wind parameters, including the hemispheric asymmetries of the draped field line strength in the Mars-Solar-Electric coordinates. These findings demonstrate the capability of PINNs to reconstruct complex magnetic field structures in the Martian induced magnetosphere, thereby offering a promising tool for advancing studies of solar wind-Mars interactions.",
      "published": "2025-12-18T04:49:20Z",
      "updated": "2025-12-18T04:49:20Z",
      "categories": [
        "astro-ph.EP",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16175v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16175v1"
    },
    {
      "id": "2512.16028v1",
      "title": "Direct calculation of steady-state hydrodynamic solar wind solutions with newtonian viscosity",
      "authors": [
        "Roger B. Scott",
        "Stephen J. Bradshaw",
        "Mark G. Linton",
        "Chris Lowder",
        "Leonard Strachan"
      ],
      "summary": "Steady-state solutions to the Navier-Stokes equations are known to admit solutions that are singular at the sonic point. Consequently, inviscid solar wind models require special treatment of the solution near the sonic points, and this has proven to be a significant impediment to efficient modeling of the solar wind. In this paper we revisit the governing hydrodynamic equations for the expanding solar wind, with the inclusion of the classical (Newtonian) viscous stress , and we show how this inclusion eliminates the singularities that emerge from the inviscid equations. This result has been previously reported and used to generate solar wind profiles from initial conditions in the asymptotic limit; however, those studies did not include realistic treatments of the inner corona, and generally rejected the prospect of extrapolating solutions outward from the Sun into the heliosphere. Here, we expand this method to include external heating and optically thin radiative losses and show that solutions can be computed from initial conditions near the solar surface, thereby capturing the entire range of scales from below the transition region to the outer heliosphere in a single solution. Our approach is to cast the steady-state Navier-Stokes equations as a system of five coupled, ordinary differential equations (ODEs), which we solve using conventional methods, without any special treatment of the governing equations in the vicinity of the sonic point. The representative solutions that we present here demonstrate the utility and efficiency of this extrapolation method, which is considerably more realistic than commonly used analytical or empirical models. This method provides a direct approach to generating accurate solar wind profiles subject to observationally motivated initial conditions near the solar surface, at a fraction of the computational cost of comparable relaxation-based models.",
      "published": "2025-12-17T23:21:33Z",
      "updated": "2025-12-17T23:21:33Z",
      "categories": [
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16028v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16028v1"
    },
    {
      "id": "2512.15172v1",
      "title": "Characterising injection signatures in Jupiter's ultraviolet aurora using Juno observations",
      "authors": [
        "Linus Head",
        "Denis Grodent",
        "Bertrand Bonfond",
        "Alessandro Moirano",
        "Guillaume Sicorello",
        "Julie Vinesse",
        "Alyssa Mouton",
        "Maïté Dumont",
        "Thomas Greathouse",
        "Vincent Hue",
        "Ali Sulaiman",
        "Barry Mauk",
        "Zhonghua Yao",
        "Ruilong Guo",
        "Jinyan Zhao"
      ],
      "summary": "Discrete features in Jupiter's ultraviolet aurora have been interpreted as signatures of plasma injections in the middle magnetosphere. There exists some ambiguity whether magnetodisc scattering or high-latitude Alfvenic acceleration best describes the observed properties of these injection signatures, and also to what extent arcs in the outer emission are related to injections. Many injection signatures are the result of the evolution of dawn storms; there is, however, limited evidence that non-dawn-storm injection signatures are sometimes present in the aurora. We use automatic detection of these discrete features, alongside data from Juno-UVS and in-situ measurements by other Juno instruments, to show that scattering likely accounts for most of the electron precipitation associated with injection signatures. Additionally, there is evidence that injection signatures can be classified into two types: dawn-storm and non-dawn-storm. Arc-like features in the outer emission show very similar properties to traditional blob-like injection signatures and may consist of sequences of injection signatures that have broadened into an arc via energy-dependent electron drift.",
      "published": "2025-12-17T08:09:04Z",
      "updated": "2025-12-17T08:09:04Z",
      "categories": [
        "astro-ph.EP",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15172v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15172v1"
    },
    {
      "id": "2512.15025v1",
      "title": "Effects of Unequal Electron-Ion Plasma Beta on Pressure-Strain Interaction in Turbulent Plasmas",
      "authors": [
        "M. Hasan Barbhuiya",
        "Subash Adhikari"
      ],
      "summary": "A common occurrence in weakly collisional space plasmas is the unequal electron-ion temperatures. The pressure-strain interaction provides a mechanism-agnostic pathway for increasing plasma internal energy through spatiotemporally local isotropic compression and volume preserving deformation, yet its behavior under thermal disequilibrium is largely unexplored. We investigate this using five fully kinetic two-dimensional particle-in-cell simulations of undriven decaying turbulence by varying the initial electron-to-ion temperature ratio. By analyzing the species' internal energy density alongside a decomposition of the pressure-strain term, with a focus on the volume-preserving deformation that contains normal and shear contributions, we quantify how the initial temperature imbalance modifies the channels through which turbulence increases each species' internal energy density. The cumulative pressure-strain interaction tracks the change in internal energy for both electrons and ions, with the total deformation channel of energy conversion dominating. We discover that local changes to electron internal energy density are governed primarily by the shear deformation power density, concentrated in electron-scale current sheets, while the ion shear and normal deformation components cancel, yielding a much smaller net deformation power density that peaks around, rather than within, those electron-scale current structures. We find that the amplitudes and localization of deformation change, but preserve these qualitative trends. Together, these results show how thermal disequilibrium could shape species-dependent turbulent \"heating rate\", measured via pressure-strain interaction and approximated via only its shear deformation part, and provide a framework for interpreting energy evolution and conversion in space plasmas where unequal species temperature is the norm.",
      "published": "2025-12-17T02:30:12Z",
      "updated": "2025-12-17T02:30:12Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15025v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15025v1"
    },
    {
      "id": "2512.14462v1",
      "title": "NASA/NOAA MOU Annex Final Report: Evaluating Model Advancements for Predicting CME Arrival Time",
      "authors": [
        "M. L. Mays",
        "P. J. MacNeice",
        "A. Taktakishvili",
        "C. P. Wiegand",
        "J. Merka",
        "E. T. Adamson",
        "V. J. Pizzo",
        "D. A. Biesecker",
        "A. R. Marble",
        "D. Odstrcil",
        "C. J. Henney",
        "C. N. Arge",
        "S. I. Jones",
        "S. Wallace"
      ],
      "summary": "The purpose of this project was to assess improvements in CME arrival time forecasts at Earth using the Air Force Data Assimilative Photospheric Flux Transport (ADAPT) model driven by data from the Global Oscillation Network Group (GONG) ground observatories. These outputs are then fed into the coupled Wang-Sheeley-Arge (WSA) - ENLIL model and compared to an operational version of WSA-ENLIL (without ADAPT). SWPC selected a set of 38 historical events over the period of five years from 2012--2014 (33 events) and 2017--2019 (5 events). The overall three-year project consisted of multiple simulation validation studies for the entire event set (1292 simulations): (a) benchmark single map (operational version prior to May 2019) (b) time-dependent sequence of GONG maps driving WSA-ENLIL with 4 different model settings (c) single test simulation of a time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL (d) single GONG map driving ADAPT-WSA-ENLIL (e) time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL. We report that for all 38 events, within each model version/settings combination, the CME arrival time error decreased by 0.2 to 0.9 hours when using a sequence of time-dependent zero-point corrected magnetograms compared to using single magnetogram input. Overall, for all events, when using the older uncorrected magnetograms, the CME arrival time error increased for all new model versions/settings combination compared to the benchmark. Notably for the 5 events in the period 2017--2019 when more reliable zero-point corrected magnetograms were available, the ADAPT-WSA-ENLIL (median arrival realization) CME arrival time error decreased against all benchmarks. In this report we also discuss replicating the operational model, challenges in detecting CME arrival in simulations, and comparing zero-point corrected and uncorrected magnetogram inputs.",
      "published": "2025-12-16T14:49:14Z",
      "updated": "2025-12-16T14:49:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2512.14462v1",
      "pdf_link": "https://arxiv.org/pdf/2512.14462v1"
    },
    {
      "id": "2512.13320v1",
      "title": "Evidence for in situ particle energization during the May-2024 event based on ASPEX instrument on board Aditya-L1",
      "authors": [
        "Shivam Parashar",
        "Dibyendu Chakrabarty",
        "Prashant Kumar",
        "Abhishek Kumar",
        "Bhas Bapat",
        "Aveek Sarkar",
        "P. Janardhan",
        "Anil Bhardwaj",
        "Santosh V. Vadawale",
        "Manan S. Shah",
        "Hiteshkumar L. Adalja",
        "Arpit R. Patel",
        "Pranav R. Adhyaru",
        "M. Shanmugam",
        "Swarop B. Banerjee",
        "K. P. Subramanian",
        "Tinkal Ladia",
        "Jacob Sebastian",
        "Bijoy Dalal",
        "Aakash Gupta",
        "Shiv Kumar Goyal",
        "Neeraj Kumar Tiwari",
        "Aaditya Sarda",
        "Sushil Kumar",
        "Nishant Singh",
        "Deepak Kumar Painkra",
        "Piyush Sharma",
        "Abhishek J. Verma",
        "M. B. Dadhania"
      ],
      "summary": "The interaction between interplanetary Coronal Mass Ejection (ICME) structures can alter the geo-effectiveness of the ICME events in myriad ways. Many aspects of these interaction processes are not well-understood till date. Using the energy spectra measured in two mutually orthogonal top hat analyzers (THA 1 and 2), which are part of the Solar Wind Ion Spectrometer (SWIS) subsystem of the Aditya Solar Wind Particle EXperiment (ASPEX) on board India's Aditya L1 mission, we gain insights into intricate features of ICME ICME interactions during May 2024 solar event. We report here an unprecedented two-orthogonal-plane perspective of ICME ICME interactions for the first time from the L1 point. The investigation reveals a special interaction region formed by the propagation of the forward shock driven by complex ejecta in the preceding ICME. The interaction causes the formation of a downstream region spanning over 13 hours, which propagates in the interplanetary medium. The observations reveal that this region serves as a site for proton and alpha particle energization, and the particles within this region get distributed from one plane to the other. The presence of forward shock and particle energization is confirmed by the energetic particle flux measurements by the SupraThermal and Energetic Particle Spectrometer (STEPS) of ASPEX. These observations provide an unprecedented perspective on how solar wind ions become energized and distributed in an ICME-ICME interaction region.",
      "published": "2025-12-15T13:38:24Z",
      "updated": "2025-12-15T13:38:24Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.13320v1",
      "pdf_link": "https://arxiv.org/pdf/2512.13320v1"
    },
    {
      "id": "2512.12786v1",
      "title": "Solar Energetic Particle Forecasting with Multi-Task Deep Learning: SEPNet",
      "authors": [
        "Yian Yu",
        "Yang Chen",
        "Lulu Zhao",
        "Kathryn Whitman",
        "Ward Manchester",
        "Tamas Gombosi"
      ],
      "summary": "Solar energetic particle (SEP) events pose severe threats to spacecraft, astronaut safety, and aviation operations, accurate SEP forecasting remains a critical challenge in space weather research due to their complex origins and highly variable propagation. In this work, we built SEPNet, an innovative multi-task neural network that jointly predicts future solar eruptive events, including solar flares and coronal mass ejections (CMEs) and SEPs, incorporating long short-term memory and transformer architectures that capture contextual dependencies. SEPNet is a machine learning framework for SEP prediction that utilizes an extensive set of predictors, including solar flares, CMEs, and space-weather HMI active region patches (SHARP) magnetic field parameters. SEPNet is rigorously evaluated on the SEPVAL SEP dataset (whitman, 2025b), which is used to evaluate the performance of the current SEP prediction models. The performance of SEPNet is compared with classical machine learning methods and current state-of-the-art pre-eruptive SEP prediction models. The results show that SEPNet, particularly with SHARP parameters, achieves higher detection rates and skill scores while maintaining suitable for real-time space weather alert operations. Although class imbalance in the data leads to relatively high false alarm rates, SEPNet consistently outperforms reference methods and provides timely SEP forecasts, highlighting the capability of deep multi-task learning for next-generation space weather prediction. All data and code are available on GitHub at https://github.com/yuyian/SEP-Prediction.git.",
      "published": "2025-12-14T18:03:06Z",
      "updated": "2025-12-14T18:03:06Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12786v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12786v1"
    },
    {
      "id": "2512.12585v1",
      "title": "What are Switchbacks?",
      "authors": [
        "Zesen Huang",
        "Marco Velli",
        "Yuliang Ding"
      ],
      "summary": "We present a solitary Alfvén wave model that exhibits nontrivial three-dimensional twisting of open magnetic field lines while preserving constant $|B|$. Embedded rotational discontinuities sharply deflect the otherwise uniform field lines, producing localized, large-amplitude field reversals in one-dimensional profiles that closely resemble the ``switchbacks'' observed by the Parker Solar Probe in the inner heliosphere. This indicates that switchbacks, as seen in one-dimensional spacecraft time series, arise from traversals through strongly curved segments of open magnetic field lines.",
      "published": "2025-12-14T07:39:01Z",
      "updated": "2025-12-14T07:39:01Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.HE",
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.12585v1",
      "pdf_link": "https://arxiv.org/pdf/2512.12585v1"
    },
    {
      "id": "2512.21342v1",
      "title": "An Enhanced \"Flux-Corrected Transport\"-Based Plasmasphere Refilling Model",
      "authors": [
        "Jaden Fitzpatrick",
        "Kausik Chatterjee",
        "Naomi Maruyama"
      ],
      "summary": "A previously developed multi-ion, two-stream Flux-Corrected Transport (FCT) hydrodynamic model for plasmasphere refilling has been extended to incorporate self-consistent electron temperature evolution. The past assumption of a constant temperature along the modeled flux tube has been replaced by solving the electron energy equation, permitting spatially and temporally varying temperature. This improvement provides a more physically complete representation of the pressure and ambipolar electric-field gradients that influence ion transport. The extended model allows us to investigate two-stage refilling behavior established by prior observations and simulations. The model continues to reproduce the expected dominance of H+, enhanced early-time O+ contributions, and the coupling between H+ and He+ through the ambipolar electric field during the transition between stages. Sensitivity experiments with modified initial ion concentrations, including cases representing seasonal effects, highlight the distinct roles of each ion species in shaping the refilling trajectory. Comparisons across L-shells 3 and 4 further confirm the robustness of the model framework for future extension to three-dimensional geometries. Overall, by incorporating more realistic temperature variations, this enhanced model strengthens the physical understanding for interpreting complex multi-ion transport processes during plasmasphere recovery following geomagnetic storms.",
      "published": "2025-12-13T15:01:14Z",
      "updated": "2025-12-13T15:01:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.21342v1",
      "pdf_link": "https://arxiv.org/pdf/2512.21342v1"
    },
    {
      "id": "2512.11631v1",
      "title": "UK White Paper on Magnetic Reconnection",
      "authors": [
        "Alexander J. B. Russell",
        "James A. McLaughlin",
        "Philippa Browning",
        "Jennifer Carter",
        "Luca Franci",
        "Heli Hietala",
        "Andrew Hillier",
        "Gunnar Hornig",
        "David MacTaggart",
        "Sarah Matthews",
        "James McKevitt",
        "Eric Priest",
        "Jack Reid",
        "Ben Snow",
        "Julia Stawarz",
        "Anthony Yeates",
        "Jeffersson Andres Agudelo Rueda",
        "William Bate",
        "Giulio Del Zanna",
        "Jonathan Eastwood",
        "Lucie Green",
        "Anshu Kumari",
        "Mike Lockwood",
        "Thomas Neukirch",
        "David Pontin",
        "Andy Smith",
        "Maria-Theresia Walach",
        "Peter Wyper"
      ],
      "summary": "Magnetic reconnection powers explosive releases of magnetic energy, heating and particle acceleration throughout the plasma universe. Knowledge of this universal process is vital to understanding the Heliosphere, as it plays a key role in solar flares, coronal mass ejections, coronal heating, solar wind acceleration, geomagnetic storms, and interactions between the solar wind and planetary magnetospheres. As such, reconnection underpins multiple science objectives of multiple future space missions. The UK plays a leading role in this international field, through a combination of in situ measurements from Earth's magnetosphere and the solar wind, observations of the solar corona and chromosphere, and world-class numerical simulations and theory. This white paper identifies: Nine priority science objectives for reconnection research in the next decade; Recommendations to guide investment in theory, simulations and infrastructure; Mission priorities and required measurements to ensure the UK maintains and improves its world-class credentials in reconnection science.",
      "published": "2025-12-12T15:09:58Z",
      "updated": "2025-12-12T15:09:58Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11631v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11631v1"
    },
    {
      "id": "2512.11365v1",
      "title": "Temporal Substepping Scheme for Magnetohydrodynamics with Cell-based Adaptive Mesh Refinement on Staggered Grid",
      "authors": [
        "Ilja Honkonen",
        "Riku Jarvinen",
        "David Phillips"
      ],
      "summary": "We present a new algorithm for numerical magnetohydrodynamics on staggered meshes preserving $\\nabla \\cdot B = 0$. Our algorithm is based on the constrained transport method and supports both cell-based adaptive mesh refinement and temporal substepping. We handle resolution changes directly on the logically Cartesian grid without needing interpolation or projection between nested or neighboring grids, nor coupling the solution between refinement levels.",
      "published": "2025-12-12T08:27:21Z",
      "updated": "2025-12-12T08:27:21Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "physics.comp-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11365v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11365v1"
    },
    {
      "id": "2512.11182v1",
      "title": "Free Energy Sources of Ion-scale Waves Observed by Parker Solar Probe",
      "authors": [
        "Niranjana Shankarappa",
        "Kristopher G. Klein",
        "Mihailo M. Martinović",
        "Trevor A. Bowen",
        "Davin E. Larson",
        "Roberto Livi",
        "Ali Rahmati",
        "Phyllis L. Whittlesey",
        "Michael L. Stevens"
      ],
      "summary": "Parker Solar Probe (PSP) observes abundant circularly polarized ion-scale waves throughout the inner heliosphere. These waves are a signature of the interplay between plasma microinstabilities and turbulent dissipation. We perform a mission-wide statistical survey of ion-scale waves observed by PSP, investigating if the waves correspond to specific free energy sources in the measured proton velocity distributions. We find that left-handed waves (LHWs) are frequently observed, with the fraction of time they are observed increasing closer to the Sun, reaching $\\sim$30\\%. Right-handed waves (RHWs) are less frequently observed, with the associated time fraction decreasing closer to the Sun. The observed LHWs are generally consistent with parallel propagating ion cyclotron wave (ICW) storms that occur continuously for extended periods of time. Turbulent energy spectra are consistently steeper when LHW storms are observed; these wave storms mediate the spatial transport of the free energy associated with temperature anisotropy. The observed RHWs are generally consistent with oblique and parallel fast magnetosonic waves (FMWs), and their observation is well correlated with enhanced proton parallel heat flux, which quantifies the presence of secondary proton populations. Using observations and the SAVIC machine learning instability identification algorithm, we identify a threshold on the proton heat flux beyond which FMWs are likely to be driven unstable by the proton beams. We are thus able to associate trends in the observed ion-scale waves with known sources of free energy for Encounters 3 through 24 of the PSP's prime science phase.",
      "published": "2025-12-12T00:03:13Z",
      "updated": "2025-12-12T00:03:13Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11182v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11182v1"
    },
    {
      "id": "2512.11091v1",
      "title": "Microgravity and Near-Absolute Zero: A New Frontier in Quantum Computing Hardware",
      "authors": [
        "Denis Saklakov"
      ],
      "summary": "Quantum computing qubits are notoriously fragile, requiring extreme isolation from environmental disturbances. This paper advances the hypothesis that a combination of microgravity and ultra-low temperature (near absolute zero) provides an almost \"ideal\" operating environment for quantum hardware. Under such conditions, gravitational perturbations, thermal noise, and vibrational disturbances are minimized, thereby significantly extending qubit coherence times and reducing error rates. We survey four leading qubit platforms - superconducting circuits, trapped ions, ultracold neutral atoms, and photonic qubits - and explain how each can benefit from a weightless, cryogenic setting. Recent experiments support this vision: Bose-Einstein condensates on the International Space Station (ISS) maintained matter-wave coherence far longer than on Earth, atomic clocks in orbit achieved record stability, and a photonic quantum computer deployed in space is demonstrating robust operation. Finally, we outline a proposed side-by-side experiment comparing identical quantum processors on the ground and in microgravity. Such a test would directly measure improvements in qubit coherence (T1, T2), gate fidelity, and readout accuracy when the influence of gravity is removed.",
      "published": "2025-12-11T20:07:17Z",
      "updated": "2025-12-11T20:07:17Z",
      "categories": [
        "physics.space-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2512.11091v1",
      "pdf_link": "https://arxiv.org/pdf/2512.11091v1"
    },
    {
      "id": "2512.10464v1",
      "title": "Identification and Characterization of the Topside Bulge of the Venusian Ionosphere",
      "authors": [
        "Satyandra M. Sharma",
        "Varun Sheel",
        "Martin Pätzold"
      ],
      "summary": "Venus, in the absence of an intrinsic magnetic field, undergoes a direct interaction between its ionosphere and the solar wind. Previous missions, including Mariner, Venera, and the Pioneer Venus Orbiter (PVO), reported a recurring localized increase in electron density, often termed a \"bulge,\" at altitudes between 160 and 200 km. This study investigates this topside bulge using over 200 dayside electron density profiles derived from the Venus Radio Science experiment (VeRa) onboard the Venus Express (VEX). We employ an automated, gradient-based classification algorithm to provide a quantitative and reproducible method for identifying and categorizing the bulge morphology into three types. Type 1 profiles exhibit a distinct secondary peak above the main V2 layer. Type 2 profiles display a shoulder-like feature near the bulge altitude. Type 3 bulges are not visually apparent but can be identified through residuals obtained after subtracting a Chapman layer fit to the V2 peak. The bulge is detected in over 80\\% of the analyzed profiles, with a higher occurrence during periods of low solar activity and at lower solar zenith angles (SZA). Type 1 morphologies are only observed at low latitudes (within $\\pm 40^\\circ$). The peak altitude of the bulge negatively correlates with SZA, suggesting that thermospheric cooling toward the terminator significantly influences the bulge altitude. The occurrence patterns and morphological characteristics indicate that the bulge is likely influenced by external drivers, such as solar wind interaction, rather than being solely a result of local photochemical processes.",
      "published": "2025-12-11T09:39:52Z",
      "updated": "2025-12-11T09:39:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.10464v1",
      "pdf_link": "https://arxiv.org/pdf/2512.10464v1"
    },
    {
      "id": "2512.10406v1",
      "title": "Generation of proton beams at switchback boundary-like rotational discontinuities in the solar wind",
      "authors": [
        "Rong Lin",
        "Fabio Bacchini",
        "Jiansen He",
        "Luca Pezzini",
        "Jingyu Peng"
      ],
      "summary": "Alfvénic rotational discontinuities (RDs) are abundant in the inner heliosphere and can be used to model the boundary of switchbacks, i.e. Alfvénic magnetic kinks. To investigate the effects of RDs on proton kinetics, we model a pair of switchback-boundary-like RDs with a hybrid Particle-In-Cell (PIC) approach in a 2D system. We find that, at one of the boundary RDs, a significant population of protons remains trapped over long times, creating a secondary beam-like component with temperature anisotropy $T_\\perp/T_\\|\\gtrsim4$ in the proton velocity distribution function that excites ion cyclotron waves within the downstream portion of the transition layer. Further analysis suggests that the static electric field in the vicinity of the RD is the key factor in trapping the protons. This work indicates that switchback boundaries could represent a viable environment for the creation of proton beams in the heliosphere; it also highlights the need to investigate RD sub-structures, especially the embedded current systems of interplanetary RDs. Finally, this paper underscores the importance of high-resolution observations of the solar wind velocity distributions around RDs.",
      "published": "2025-12-11T08:16:22Z",
      "updated": "2025-12-11T08:16:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.10406v1",
      "pdf_link": "https://arxiv.org/pdf/2512.10406v1"
    },
    {
      "id": "2512.09828v1",
      "title": "Damped Kinetic Alfvén Waves in Earth's Magnetosheath: Numerical Simulations and MMS Observations",
      "authors": [
        "Mani K. Chettri",
        "Hemam D. Singh",
        "Vivek Shrivastav",
        "Britan Singh",
        "Rupak Mukherjee"
      ],
      "summary": "The Earth's magnetosheath provides a high $β$ (ratio of electron thermal pressure to magnetic pressure) plasma environment where kinetic Alfvén waves (KAWs) strongly influence turbulence and energy dissipation. This study investigates how Landau damping modifies the nonlinear evolution of KAWs by solving a modified nonlinear Schrödinger equation that captures both dispersive and nonlinear effects. Without Landau damping, modulational instability drives rapid self-focusing into intense magnetic filaments, producing a turbulent cascade with $k_\\perp^{-5/3}$ scaling in the inertial range ($k_\\perpρ_i<1$) that transitions to $k_\\perp^{-8/3}$ at sub-ion scales ($k_\\perpρ_i>1$), here $k_\\perp$ is the wavevector component perpendicular to the background magnetic field and $ρ_i$ the ion thermal gyroradius. When Landau damping is included, magnetic structures are significantly suppressed, and the spectrum steepens to $k_\\perp^{-11/3}$ in the sub-ion range while the inertial range maintains $k_\\perp^{-5/3}$ scaling. The damping acts across all scales through resonant wave-particle interactions, efficiently transferring energy from waves to particles. Direct comparison with Magnetospheric Multiscale (MMS) spacecraft observations shows that the observed kinetic range spectral slope falls between our undamped and damped simulation limits, consistent with an intermediate damping regime in magnetosheath turbulence. This agreement confirms that Landau damping is one of the primary mechanisms controlling turbulent energy dissipation at kinetic scales in collisionless plasmas.",
      "published": "2025-12-10T17:06:13Z",
      "updated": "2025-12-10T17:06:13Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09828v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09828v1"
    },
    {
      "id": "2512.09738v1",
      "title": "Predicting CME Arrivals with Heliospheric Imagers from L5: A Data Assimilation Approach",
      "authors": [
        "Tanja Amerstorfer",
        "Justin Le Louëdec",
        "David Barnes",
        "Maike Bauer",
        "Jackie A. Davies",
        "Satabdwa Majumdar",
        "Eva Weiler",
        "Christian Möstl"
      ],
      "summary": "The Solar TErrestrial RElations Observatory (STEREO) mission has laid a foundation for advancing real-time space weather forecasting by enabling the evaluation of heliospheric imager (HI) data for predicting coronal mass ejection (CME) arrivals at Earth. This study employs the ELEvoHI model to assess how incorporating STEREO/HI data from the Lagrange 5 (L5) perspective can enhance prediction accuracy for CME arrival times and speeds. Our investigation, preparing for the upcoming ESA Vigil mission, explores whether the progressive incorporation of HI data in real-time enhances forecasting accuracy. The role of human tracking variability is evaluated by comparing predictions based on observations by three different scientists, highlighting the influence of manual biases on forecasting outcomes. Furthermore, the study examines the efficacy of deriving CME propagation directions using HI-specific methods versus coronagraph-based techniques, emphasising the trade-offs in prediction accuracy. Our results demonstrate the potential of HI data to significantly improve operational space weather forecasting when integrated with other observational platforms, especially when HI data from beyond 35° elongation are used. These findings pave the way for optimising real-time prediction methodologies, providing valuable groundwork for the forthcoming Vigil mission and enhancing preparedness for CME-driven space weather events.",
      "published": "2025-12-10T15:17:54Z",
      "updated": "2025-12-10T15:17:54Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09738v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09738v1"
    },
    {
      "id": "2512.09168v1",
      "title": "The skin effect in anomalous transport of charged particles in plasma with a microturbulent magnetic field. I. Isotropic plasma",
      "authors": [
        "N. A. Emelyanov",
        "Vl. V. Kocharovsky"
      ],
      "summary": "The influence of electromagnetic skin effect on anomalous charged particle transport in dense, non-relativistic, collisionless plasma with a small-scale turbulent magnetic field was investigated using quasi-linear kinetic equations, through both analytical and numerical methods. Analytical expressions for the diffusion tensor components in the Fokker-Planck equation that take this effect into account have been found. The equation was solved numerically in the case of magnetostatic turbulence. It has been demonstrated that the skin effect increases the mean free path of particles in turbulent plasma, thereby reducing its anomalous resistance. It also leads to anisotropy in particle scattering, resulting in anisotropy in their stationary velocity distribution, which increases as the screening parameter grows. Approximate analytical formulas for the effective mobility of charged particles and the electric conductivity of plasma with isotropic magnetostatic turbulence have been obtained.",
      "published": "2025-12-09T22:28:58Z",
      "updated": "2025-12-09T22:28:58Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.09168v1",
      "pdf_link": "https://arxiv.org/pdf/2512.09168v1"
    },
    {
      "id": "2601.07570v1",
      "title": "EPOS4 Model Predictions for Global Observables in Pb-Pb Collisions at $\\sqrt{s_{NN}}$ = 5.36 TeV",
      "authors": [
        "Hirak Kumar Koley",
        "Subikash Choudhury",
        "Mitali Mondal"
      ],
      "summary": "The study of the Quark-Gluon Plasma (QGP), a deconfined state of nuclear matter, remains a central focus of high-energy heavy-ion collision experiments. The recent operation of the Large Hadron Collider (LHC) in Run 3 at the new center-of-mass energy of $\\sqrt{s_{NN}}=5.36$ TeV necessitates theoretical predictions to characterize the energy dependence and bulk properties of the medium. In this study, we present comprehensive EPOS4 model predictions for key global observables in Pb-Pb collisions at $5.36$ TeV. We focus on the centrality dependence of the charged-particle pseudorapidity density ($dN_{ch}/dη$), integrated yields ($dN/dy$), mean transverse momentum ($\\langle p_{T}\\rangle$) for light-flavor hadrons ($π^{\\pm}, K^{\\pm}, p(\\bar{p})$), and the charged particle nuclear modification factor ($R_{AA}$). The EPOS4 framework successfully captures the strong mass-dependent rise of $\\langle p_{T}\\rangle$ with multiplicity, a definitive signature of collective radial flow. Furthermore, the predicted charged hadron $R_{AA}$ demonstrates a clear suppression, consistent with energy loss mechanisms incorporated into the model. By comparing these predictions to existing $5.02$ TeV data, we demonstrate that the EPOS4 model offers a consistent and robust description of heavy-ion dynamics, projecting minimal energy evolution for these bulk and hard-probe observables between the two energies.",
      "published": "2026-01-12T14:26:06Z",
      "updated": "2026-01-12T14:26:06Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.07570v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07570v1"
    },
    {
      "id": "2601.07435v1",
      "title": "CP violating signal at DUNE in presence of nonstandard interactions and the role of second oscillation maxima",
      "authors": [
        "Rajrupa Banerjee",
        "Jogesh Rout",
        "Sudhanwa Patra",
        "Poonam Mehta"
      ],
      "summary": "Neutrino oscillation among the three active neutrino flavors is well established and supported by experiments at diverse length scales and energy scales. It may be noted that five of the neutrino oscillation parameters in the three-flavor paradigm, namely the three mixing angles ($θ_{12}$, $θ_{13}$, $θ_{23}$) and the two mass-squared differences ($Δm^{2}_{21}$, $Δm^{2}_{31}$) are measured to a reasonable degree of precision. The three unknowns that are expected to be deciphered in the near future are the Dirac CP phase, $δ$, the neutrino mass ordering, and the octant of $θ_{23}$. The next generation of long baseline experiments, such as the Deep Underground Neutrino Experiment (DUNE), aims to resolve these unanswered questions. In the present work, by considering DUNE as an example, we assess the ability of long baseline experiments to extricate the intrinsic contribution from observables related to CP violation in scenarios considering SI and beyond. Additionally, we analyze the role of the second oscillation maximum in addressing the above mentioned questions. By carrying out event level and statistical analyses, we assess the potential of DUNE to probe CP violation effects both within and beyond the standard paradigm.",
      "published": "2026-01-12T11:24:58Z",
      "updated": "2026-01-12T11:24:58Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.07435v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07435v1"
    },
    {
      "id": "2601.06817v1",
      "title": "Probing Dark Matter annihilation in the Galactic Centre with TRIDENT",
      "authors": [
        "Yingwei Wang",
        "Xinhui Chu",
        "Andrew Cheek",
        "Iwan Morton-Blake",
        "Qichao Chang",
        "Gwenael Giacinti",
        "Samy Kaci",
        "Xin Xiang",
        "Donglian Xu",
        "Fuyudi Zhang"
      ],
      "summary": "We determine the future sensitivity of the TRIDENT neutrino telescope to dark matter annihilation in the Galactic Centre. By applying the full detector design we show that TRIDENT will probe annihilation rates down to $\\langleσv\\rangle\\approx5\\times10^{-27}\\,{\\rm cm}^3\\,{\\rm s}^{-1}$ for a $10\\,{\\rm TeV}$ dark matter, which is below the thermal freeze-out benchmark. The analysis is carried out with all-flavour neutrino interactions, where we demonstrate that cascade events, primarily due to $ν_{e,τ}$, show greater sensitivity to a dark matter signal compared to the more commonly studied track events. Furthermore, we highlight the impact of a previously overlooked background, Galactic neutrinos produced from interactions between hadronic cosmic rays and interstellar gas. We find dark matter sensitivities are more strongly degraded in the high energy region above $\\sim 10\\, {\\rm TeV}$, with a maximal weakening of approximately a factor of $\\sim 2$. This effect remains smaller than the uncertainty associated with the dark matter density profile but can nonetheless mimic a positive annihilation signal. We contextualize these results with a concrete particle model and show that TRIDENT will be able to probe the most interesting untested parts of parameter space.",
      "published": "2026-01-11T09:04:21Z",
      "updated": "2026-01-11T09:04:21Z",
      "categories": [
        "hep-ph",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.06817v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06817v1"
    },
    {
      "id": "2601.06435v1",
      "title": "Dark-Portal Leptogenesis in a Non-Holomorphic Modular Scoto-Seesaw Model",
      "authors": [
        "Salah Nasri",
        "Labh Singh",
        "Tapender",
        "Surender Verma"
      ],
      "summary": "This work explores the neutrino phenomenology of the scotoseesaw model under non-holomorphic $A_4$ modular flavor symmetry providing a non-SUSY framework for realization of the modular symmetry. To prevent mixing between the beyond standard model fields associated with the tree and loop-level neutrino mass contributions, we assign even and odd modular weights to these sectors, respectively. The physical allowed ranges of oscillation parameters are used to identify the viable region of modulus parameter $τ$ in its fundamental domain. With the complex modulus $τ$ serving as the unique source of CP violation (all other parameters are real) the framework realizes successful low-scale leptogenesis through CP-violating decays of the lightest right-handed neutrino into Standard Model leptons and the Higgs boson. The requisite CP asymmetry arises from one-loop diagrams involving dark-sector states, obviating the need for degenerate mass spectra and thereby circumventing the usual resonant leptogenesis mechanism. The observation of a long-lived charged particle ($η^{\\pm}$) in collider experiments would offer compelling evidence for the inert scalar sector of the model and provide a crucial experimental hint on the dark-sector assisted generation of neutrino masses and leptogenesis.",
      "published": "2026-01-10T05:36:10Z",
      "updated": "2026-01-10T05:36:10Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.06435v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06435v1"
    },
    {
      "id": "2601.07736v1",
      "title": "Epicyclic motion of charged particles around a weakly magnetized Kiselev black hole",
      "authors": [
        "Marina-Aura Dariescu",
        "Vitalie Lungu"
      ],
      "summary": "We investigate the motion of charged particles evolving around a magnetized Kiselev black hole, in the weak magnetic field approximation. The effective potential allows us to study the bound motion and the stable circular orbits. We analyze the impact of combined quintessence and magnetic fields on the epicyclic frequencies. Finally, we examine the periapsis shift and gravitational Larmor precession pointing out differences from the Ernst or Kiselev spacetimes.",
      "published": "2026-01-12T17:13:49Z",
      "updated": "2026-01-12T17:13:49Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.07736v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07736v1"
    },
    {
      "id": "2601.07500v1",
      "title": "Merger Dynamics of N+N Co-planar Particles in Newton Gravitation",
      "authors": [
        "Qi Su",
        "Baicheng Zhang",
        "Ding-Fang Zeng"
      ],
      "summary": "We model the inspiral and merger dynamics of two co-planar rings in Newtonian mechanics with GR motivated corrections and illustrate their similarity with those of black hole binary systems on the orbital plane. Our simulation reveals a banana-shape deformation of the ``black holes'' involved, and a typhoon-like spiral structure in the merger product. Using an eXact One-Body approach, we compute the full gravitational waveform of this process and qualitatively reproduce results consistent with those of numerical relativity. Our simulation offers a transparent link between the feature of gravitational waveforms and the internal structure of black holes, thus a complementary interpretation of physics behind numerical relativity.",
      "published": "2026-01-12T13:00:58Z",
      "updated": "2026-01-12T13:00:58Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.07500v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07500v1"
    },
    {
      "id": "2601.07382v1",
      "title": "Superspace worldline formalism approach to Quantum Gravity: dimensional reduction and Holography",
      "authors": [
        "Jean-Baptiste Roux"
      ],
      "summary": "Using the ADM formalism, we demonstrate that the Hamiltonian formulation of Quantum Gravity is exactly in the form of a worldline (WL) formalism in the superspace. We then show that the Keldysh partition function reduces to the partition function of Euclidean 3D gravity. After discussing the meaning of the time parameter, we show that in the gauge fields formalism, our Keldysh partition function reduces to a generating functional of a 2D Conformal Field Theory (CFT). This functional exhibits a minimal time-lapse proportional to the square root of the cosmological constant. From the viewpoint of the Chern-Simons/Liouville correspondence, we calculate the exchange of virtual gravitons between two massive probes from the cosmological boundary.",
      "published": "2026-01-12T10:02:15Z",
      "updated": "2026-01-12T10:02:15Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.07382v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07382v1"
    },
    {
      "id": "2601.07350v1",
      "title": "A proposal for the algebra of a novel noncommutative spacetime",
      "authors": [
        "Markus B. Fröb",
        "Albert Much",
        "Kyriakos Papadopoulos"
      ],
      "summary": "We investigate the quantum structure of spacetime at fundamental scales via a novel, Lorentz-invariant noncommutative coordinate framework. Building on insights from noncommutative geometry, spectral theory, and algebraic quantum field theory, we systematically construct a quantum spacetime algebra whose geometric and causal properties are derived from first principles. Using the Weyl algebra formalism and the Gelfand--Naimark--Segal (GNS) construction, we rigorously define operator-valued coordinates that respect Lorentz symmetry and encode quantum gravitational effects through nontrivial commutation relations. We show how the emergent quantum spacetime exhibits minimal length effects, which deliver both classical Minkowski distances and quantum corrections proportional to the Planck length squared. Furthermore, we establish that noncommutativity respects a fuzzy form of causality, where the quantum causal structure gives back the light cone in the classical limit, vanishing for spacelike separations and encoding a time orientation for timelike intervals.",
      "published": "2026-01-12T09:24:09Z",
      "updated": "2026-01-12T09:24:09Z",
      "categories": [
        "math-ph",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.07350v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07350v1"
    },
    {
      "id": "2601.07321v1",
      "title": "Finslerian geometrodynamics",
      "authors": [
        "Mingwei Zhou",
        "Shi-Dong Liang"
      ],
      "summary": "We construct a unified framework of geometrodynamics based on the Finsler geometry to reveal the relationship between spacetime and dynamics.The Lagrangian of electron in electromagnetic field as the Finsler function gives the Finslerian metric, which modifies spacetime metric in the Finsler-Randers space. The geodesic equation gives the effective mass, forces, and effective (or geometric) fields. Using the Chern connection, we construct the generalized Einstein-Maxwell equations. In the local natural basis, we give generalized Maxwell equations and wave equations. We find that the geometric field couples with electromagnetic field and gives effective charges and currents. We analyze several typical cases, such as flat spacetime, vacuum and Berwald structure. We find that the electromagnetic field vanishes, but there still exists the magnetic potential in the Berwald space. These results provide some hints to understand some puzzles, such as axion and dark energy. These formulations stimulate some clues to explore deeper geometric structures behind physical phenomena.",
      "published": "2026-01-12T08:42:59Z",
      "updated": "2026-01-12T08:42:59Z",
      "categories": [
        "math-ph",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.07321v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07321v1"
    },
    {
      "id": "2601.07091v1",
      "title": "Balance flux laws beyond general relativity",
      "authors": [
        "David Maibach",
        "Jann Zosso"
      ],
      "summary": "Balance flux laws of asymptotic symmetries in general relativity provide fully non-perturbative constraint equations on gravitational strain. They have proven useful for constructing numerical gravitational waveforms and for characterizing gravitational memory. As the precision of current and future detectors continues to improve, such constraints become increasingly important for high-precision tests of gravity, including searches for deviations from general relativity. This motivates a systematic understanding of analogous balance laws in theories beyond general relativity. In this work, we investigate the existence and structure of flux laws at null infinity in diffeomorphism-invariant extensions of general relativity. Our analysis is based on the covariant phase space formalism and the definition of conserved quantities, as presented by Wald and Zoupas. For a particularly relevant class of Horndeski theories, we derive a general expression for the flux and formulate the corresponding balance equation via the associated non-conserved charges. We cross-check our general results by comparing them with previous studies of Brans-Dicke gravity. Furthermore, we demonstrate that the employed methods extend straightforwardly to a broader class of diffeomorphism-invariant theories. The null part of the resulting flux laws associated with null memory is compared with and validated against the alternative derivation based on the Isaacson approach to gravitational radiation. Beyond the specific results obtained, this work is intended to serve as a practical guide for computing balance laws in generic diffeomorphism-invariant theories of gravity and paves the way for an in-depth comparison between the Isaacson approach and the covariant phase space formalism.",
      "published": "2026-01-11T23:16:15Z",
      "updated": "2026-01-11T23:16:15Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.07091v1",
      "pdf_link": "https://arxiv.org/pdf/2601.07091v1"
    },
    {
      "id": "2601.06962v1",
      "title": "Spacetime Quasi-normal Mode Oscillations of Anisotropic Neutron Stars",
      "authors": [
        "Jihao Yu",
        "Victor Guedes",
        "Shu Yan Lau",
        "Siddarth Ajith",
        "Kent Yagi"
      ],
      "summary": "Neutron star asteroseismology offers a unique opportunity to probe nuclear physics through stellar oscillations. Although the pressure inside of a neutron star is typically assumed to be isotropic, pressure anisotropy can arise from various physical mechanisms, including elasticity, viscosity, and magnetic fields. Previous studies of nonradial stellar quasi-normal mode oscillations with anisotropic pressure have focused primarily on fluid modes. In this paper, we compute, for the first time, spacetime oscillation modes (so-called w-modes) of anisotropic neutron stars. Using a perturbative framework for stellar oscillations with pressure anisotropy, developed previously by some of the authors, together with a phenomenological anisotropy model, we find that both the real and imaginary parts of the w-mode frequencies decrease as the tangential pressure becomes dominant over the radial pressure. Although we do not find any unstable w-modes within the physically viable parameter space, unstable w-modes appear in an unphysical branch of solutions when the tangential pressure strongly dominates the radial one. We also find that the relation between the real part of the w-mode frequency and the stellar compactness is quasi-universal with respect to variations in the equation of state and the degree of pressure anisotropy. In contrast, the relation between the imaginary part of the w-mode frequency and the stellar compactness depends on the degree of anisotropy, but remains equation-of-state universal when the anisotropy is fixed. Finally, we discuss potential mode crossings and the validity of certain approximations that have been shown to work well for w-mode calculations in the isotropic case.",
      "published": "2026-01-11T15:39:05Z",
      "updated": "2026-01-11T15:39:05Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.06962v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06962v1"
    },
    {
      "id": "2601.06743v1",
      "title": "Gravitational radiation reaction for compact binary systems at the fourth-and-a-half post-Newtonian order in harmonic coordinates",
      "authors": [
        "Luc Blanchet",
        "Guillaume Faye",
        "Emeric Seraille",
        "David Trestini"
      ],
      "summary": "We derive the gravitational radiation-reaction (RR) force in the harmonic coordinate system at the fourth-and-a-half post-Newtonian (4.5PN) order in the case of compact binary systems. Dimensional regularization is used to treat the ultra-violet divergences which appear at that order. We prove that the RR acceleration implies the known radiation fluxes at infinity associated with energy, angular momentum, linear momentum, and center-of-mass position. As a consistency check, we verify the manifest Lorentz invariance of the RR acceleration in harmonic coordinates. Our result should be useful for comparisons with other approaches such as the gravitational self force (GSF) and the post-Minkowskian (PM) effective field theory.",
      "published": "2026-01-11T01:31:31Z",
      "updated": "2026-01-11T01:31:31Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.06743v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06743v1"
    },
    {
      "id": "2601.06741v1",
      "title": "Quantum coherence of continuous variables in the black hole quantum atmosphere",
      "authors": [
        "Xiaofang Liu",
        "Cuihong Wen",
        "Jieci Wang"
      ],
      "summary": "Recently, the concept of quantum atmosphere has been introduced as a potential origin of Hawking quanta. This study investigates the properties of quantum fields by exploring the quantum coherence of a two-mode Gaussian state near a black hole, where Hawking quanta originate from the quantum atmosphere region. It is demonstrated that both physically accessible and inaccessible quantum coherence for continuous variable quantum states distinctly exhibit hallmark features of the quantum atmosphere. Specifically, the quantum coherence for these states varies continuously with changes in the normalized distance; it undergoes rapid decreases (or increases) just outside the event horizon before gradually stabilizing through subsequent increases (or decreases). This behavior contrasts with the behaviors of quantum coherence where originates solely from the black hole's event horizon. The quantum features of the fields distinctly reflect characteristics attributable to the quantum atmosphere, thereby deepening our understanding of the origins of Hawking radiation. We also find that the continuous variable coherence is highly dependent on both the squeezing parameter and field frequency of the prepared state; therefore, appropriately adjusting these values can enhance our ability to detect features within the quantum atmosphere. It is noteworthy to observe that quantum features of fields do not entirely dissipate in the quantum atmosphere region, indicating that tasks related to quantum information processing can still be executed there.",
      "published": "2026-01-11T01:25:39Z",
      "updated": "2026-01-11T01:25:39Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.06741v1",
      "pdf_link": "https://arxiv.org/pdf/2601.06741v1"
    }
  ]
}