{
  "timestamp": "20260203_000658",
  "harvest_date": "2026-02-03T00:06:58.212061+00:00",
  "total_papers": 140,
  "papers": [
    {
      "id": "2601.22894v1",
      "title": "Equatorially Asymmetric Magnetic Fields and Their Impact on Black Hole Accretion Dynamics",
      "authors": [
        "Ishika Palit",
        "Indu Kalpa Dihingia",
        "Yosuke Mizuno",
        "Hsiang-Yi Karen Yang"
      ],
      "summary": "We investigate the impact of equatorial asymmetry in the magnetic field geometry on accretion dynamics around a spinning black hole using axisymmetric general relativistic magnetohydrodynamic simulations. We consider a Fishbone--Moncrief torus orbiting a Kerr black hole with spin parameter $a = 0.9375$, threaded by large-scale magnetic fields that are asymmetric about the equatorial plane. The degree of equatorial asymmetry in the magnetic field is parametrized by an angle, with values of $30^\\circ$, $45^\\circ$, and $60^\\circ$. We examine how this equatorially asymmetric initial magnetic field configuration influences the magnetic field structure, accretion flow morphology, and angular momentum transport across a range of initial plasma beta values ($β= 0.007, 0.005, 0.001$). We find that such deformation in the magnetic field leads to noticeable changes in the inner disk structure, asymmetric outflow patterns in the poloidal plane, and time-dependent variations in accretion rates. These effects are generally more pronounced at lower beta values, where magnetic pressure dominates; in particular, the $30^\\circ$ case at $β= 0.001$ exhibits strong and persistent asymmetric inflows and outflows. Our results demonstrate that equatorially asymmetric magnetic field configurations can significantly influence the structure and variability of relativistic accretion flows. These findings motivate future extensions to full three-dimensional studies, where black hole magnetosphere can be explored in a more general setting.",
      "published": "2026-01-30T12:13:31Z",
      "updated": "2026-01-30T12:13:31Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.22894v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22894v1"
    },
    {
      "id": "2601.22810v1",
      "title": "Approximation of the reception coefficients of cosmic rays neutron component for latitude measurement",
      "authors": [
        "Kobelev P. G.",
        "Yanke V. G"
      ],
      "summary": "When solving scientific and applied problems, such as latitude monitoring, it is important to correctly exclude primary cosmic ray variations from observation data. Therefore, the purpose of this study was to develop and implement a method for correcting monitoring data, the key point of which was to obtain reception coefficients as a function of latitude. This resulted in an approximation of the rigidity dependence of the zeroth and first harmonic cosmic rays anisotropy coefficients, calculated for a ground-based cosmic ray detectors network. Analysis of the obtained results showed that the approximation was performed with high accuracy, and the results are suitable for use in latitude measurements during marine expeditions.",
      "published": "2026-01-30T10:38:15Z",
      "updated": "2026-01-30T10:38:15Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.22810v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22810v1"
    },
    {
      "id": "2601.22747v1",
      "title": "Ultra-High Energy Cosmic Rays from the Galactic Center",
      "authors": [
        "V. N. Zirakashvili",
        "S. I. Rogovaya"
      ],
      "summary": "It is shown that Eddington-like accretion event in the Galactic center several million years ago and particle acceleration at accompanying shocks and jets could explain the observed cosmic ray spectrum at energies above 1 PeV. Cosmic ray particles are confined in extended (several hundred kiloparsec in size) Galactic halo. It is shown that the halo magnetic field could be as small as $2\\times 10^{-7}$ G for the effective confinement.",
      "published": "2026-01-30T09:26:12Z",
      "updated": "2026-01-30T09:26:12Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2601.22747v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22747v1"
    },
    {
      "id": "2601.22683v1",
      "title": "On the dynamics of magnetoviscous warped discs around compact objects",
      "authors": [
        "Arthur G. Suvorov",
        "Kostas Glampedakis"
      ],
      "summary": "Accretion discs that are tilted with respect to their compact hosts can warp out-of-plane through general relativistic frame-dragging. Warp influences disc dynamics in ways that have been studied extensively, especially as regards instabilities that might lead to rapid angular-momentum cancellation between neighbouring rings of fluid and mass infall. We provide a review of warped-disc phenomena here, revisiting key hydrodynamical assumptions that impact calculations of the shear viscosity controlling instability thresholds. Relativistic effects at the level of gas-parcel orbits are included, as are external Lorentz forces applied by the compact primary's magnetic field. Semi-analytic analysis reveals that intense magnetic fields can bring about new branches of warp modes and avoided crossings that significantly reduce the perpendicular viscosity at sub-Eddington accretion rates. Critical strengths required for misaligned torques to tear a thin disc may thus relax for systems like neutron star X-ray binaries or radio-loud active galactic nuclei.",
      "published": "2026-01-30T07:55:46Z",
      "updated": "2026-01-30T07:55:46Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.22683v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22683v1"
    },
    {
      "id": "2601.22464v1",
      "title": "Constructing a gravitational wave analysis pipeline for extremely large mass ratio inspirals",
      "authors": [
        "Tian-Xiao Wang",
        "Yan Wang",
        "Alejandro Torres-Orjuela",
        "Yi-Ren Lin",
        "Hui-Min Fan",
        "Verónica Vázquez-Aceves",
        "Yi-Ming Hu"
      ],
      "summary": "Extremely large mass-ratio inspirals (XMRIs), consisting of a brown dwarf orbiting a supermassive black hole, emit long-lived and nearly monochromatic gravitational waves in the millihertz band and constitute a promising probe of strong-field gravity and black-hole properties. However, dedicated data-analysis pipelines for XMRI signals have not yet been established. In this work, we develop, for the first time, a hierarchical semi-coherent search pipeline for XMRIs tailored to space-based gravitational-wave detectors, with a particular focus on the TianQin mission. The pipeline combines a semi-coherent multi-harmonic $\\mathcal{F}$-statistic with particle swarm optimization, and incorporates a novel eccentricity estimation method based on the relative power distribution among harmonics. We validate the performance of the pipeline using simulated TianQin data for a Galactic center XMRI composed of a brown dwarf and Sgr A*. For a three-month observation, the pipeline successfully recovers the signal and achieves high-precision parameter estimation, including fractional uncertainties of $<10^{-6}$ in the orbital frequency, $\\lesssim10^{-3}$ in the eccentricity, $\\lesssim2\\times10^{-3}$ in the black-hole mass, and $\\lesssim10^{-3}$ in the black-hole spin. Our framework establishes a practical foundation for future XMRI searches with space-based detectors and highlights the potential of XMRIs as precision probes of stellar dynamics and strong-field gravity in the vicinity of supermassive black holes.",
      "published": "2026-01-30T02:22:22Z",
      "updated": "2026-01-30T02:22:22Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.IM",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.22464v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22464v1"
    },
    {
      "id": "2601.22266v1",
      "title": "High energy neutrinos from pulsar-powered optical transients: LFBOTs as potential origin of the KM3NeT event KM3-230213A",
      "authors": [
        "Mainak Mukhopadhyay",
        "Shigeo S. Kimura"
      ],
      "summary": "Recently, the KM3NeT Collaboration reported the detection of an ultra-high energy ($\\sim 220$ PeV) neutrino event, KM3-230213A. In this work, we perform a detailed investigation into whether this event could originate from the diffuse neutrino flux produced by a class of pulsar-powered optical transients. In particular, we consider populations of ordinary supernovae (SNe), super-luminous supernovae (SLSNe), and luminous fast blue optical transients (LFBOTs) with a newly formed magnetar as the central engine. We discuss both the thermal electromagnetic and non-thermal neutrino emission from such sources. We scan the parameter space of the dipolar magnetic field strength and the initial spin period to determine characteristic optical emission properties and lightcurve timescales of these transients. Additionally, our scan identifies which classes of these transients can reproduce the required diffuse flux level and neutrino energies. Combining our results, we conclude that a diffuse neutrino flux from a population of LFBOTs can explain the KM3NeT event. Therefore, pulsar-powered optical transients may serve as promising sources for the current and upcoming high-energy and ultra-high energy neutrino telescopes.",
      "published": "2026-01-29T19:37:54Z",
      "updated": "2026-01-29T19:37:54Z",
      "categories": [
        "astro-ph.HE",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22266v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22266v1"
    },
    {
      "id": "2601.22229v1",
      "title": "Observational Implications of Cosmic Ray-Inverse Compton 'Boosted' Cool Cores in Clusters",
      "authors": [
        "Philip F. Hopkins",
        "Emily Silich",
        "Jack Sayers",
        "Sam B. Ponnada",
        "Isabel Sands"
      ],
      "summary": "X-ray luminous cool-core (CC) galaxy clusters contain powerful cosmic ray (CR) sources. High-energy CRs powering GHz synchrotron lose energy rapidly, but long-lived (~Gyr-old) populations of 0.1-1 GeV CRs persist, propagating to ~100 kpc distances and radiating via inverse-Compton (IC) scattering of CMB photons. We explore observable consequences of such CR-IC emission. This produces remarkably thermal X-ray spectra, which could contribute significantly to emission in CC centers. These naturally connect to ultra-steep radio sources and radio mini-halos at younger ages, but become undetectable in most radio, hard-X-ray, and $γ$-ray searches (though future imaging may detect them), while reproducing apparent density, temperature, entropy, and mass deposition rates of CCs. This would provide an alternative resolution of the cooling flow problem: clusters may appear as strong CCs because of strong CR-IC, while not actually cooling so rapidly. This predicts many observed correlations between AGN/jet properties, radio galaxy and minihalo properties, cooling radii, cavity radii and apparent X-ray cooling luminosity $L_{\\rm X,cool}$. Since $L_{\\rm X,cool}$ is actually from CR-IC, the observed radio-X-ray ($L_{\\rm radio}-L_{\\rm X,cool}$), apparent cavity power ($P_{\\rm cav}-L_{\\rm X,cool}-L_{\\rm radio}$), and strong CC-AGN correlations are predicted without free parameters. Since CR-IC leads to X-ray overestimates of thermal pressure, the ratio of SZ to X-ray pressures should drop in CC centers. CR-IC also suppresses abundances inferred from X-ray relative to optical/UV measurements in CC centers. Both of these appear to be seen in sufficiently-resolved CCs. Effects on cluster cosmology, hydrostatic mass estimation, and non-thermal pressure/turbulence estimators are small. Redshift evolution of CC surface brightness profiles could provide strong constraints or imply CR-IC at high-$z$.",
      "published": "2026-01-29T19:01:04Z",
      "updated": "2026-01-29T19:01:04Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.CO",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2601.22229v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22229v1"
    },
    {
      "id": "2601.22138v1",
      "title": "Optimal cross-correlation technique to search for strongly lensed gravitational waves",
      "authors": [
        "Anirban Kopty",
        "Sanjit Mitra",
        "Anupreeta More"
      ],
      "summary": "As the number of detected gravitational wave (GW) events increases with the improved sensitivity of the observatories, detecting strongly lensed pairs of events is becoming a real possibility. Identifying such lensed pairs, however, remains challenging due to the computational cost and/or the reliance on prior knowledge of source parameters in existing methods. This study investigates a novel approach, Optimal Cross-Correlation Analysis for Multiplets (OCCAM), applied to strain data from one or more detectors for Compact Binary Coalescence (CBC) events identified by GW searches, using an optimal, mildly model-dependent, low computation cost approach to identify strongly lensed candidates. This technique efficiently narrows the search space, allowing for more sensitive, but (much) higher latency, algorithms to refine the results further. We demonstrate that our method performs significantly better than other computationally inexpensive methods. In particular, we achieve 97 percent (80 percent) lensed event detection at a pairwise false positive probability of approximately 13 percent (7 percent) for a single detector with LIGO design sensitivity, assuming an SNR greater than or equal to 10 astrophysically motivated lensed and unlensed populations. Thus, this method, using a network of detectors and in conjunction with sky-localisation information, can enormously reduce the false positive probability, making it highly viable to efficiently and quickly search for lensing pairs among thousands of events, including the sub-threshold candidates.",
      "published": "2026-01-29T18:55:54Z",
      "updated": "2026-01-29T18:55:54Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "astro-ph.IM",
        "physics.data-an"
      ],
      "link": "https://arxiv.org/abs/2601.22138v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22138v1"
    },
    {
      "id": "2601.21911v1",
      "title": "$f$-Mode oscillations and the gravitational response of compact stars with analytic equations of state",
      "authors": [
        "Kilar Zhang",
        "Alessandro Parisi",
        "C. Vásquez Flores",
        "Chian-Shu Chen"
      ],
      "summary": "We apply analytical models to study the property of neutron stars and dark stars. With the aim of exploring the global observable properties of those compact stars, we investigate the total masses and radii, the tidal deformabilities and especially the fundamental (f -) mode oscillations. While we choose two typical models in this work, this method applies to any analytical equations of state. By comparing with the multi-messenger observations, one can constrain the corresponding parameters in those models.",
      "published": "2026-01-29T16:01:27Z",
      "updated": "2026-01-29T16:01:27Z",
      "categories": [
        "hep-ph",
        "astro-ph.HE",
        "astro-ph.SR",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.21911v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21911v1"
    },
    {
      "id": "2601.21827v1",
      "title": "Late-time X-ray afterglows of GRBs: Implications for particle acceleration at relativistic shocks",
      "authors": [
        "Zhi-Qiu Huang",
        "Om Sharan Salafia",
        "Lara Nava",
        "Annalisa Celotti",
        "Giancarlo Ghirlanda"
      ],
      "summary": "Particle-in-cell (PIC) numerical simulations are currently among the most advanced tools to investigate particle acceleration at relativistic shocks. Still, they come with limitations imposed by finite computing power, whose impact is not straightforward to evaluate a priori. Observational features are hence required as verification. energy electrons accelerated at external shocks, provides a testbed for such predictions. Current numerical studies suggest that in GRB afterglows the maximum synchrotron photon energy, which corresponds to the limit of electron acceleration, may fall within the $\\sim$ 0.1--10 keV X-ray energy band at late times, $t\\gtrsim 10^6 - 10^7$ s. To test this prediction, we analyzed the X-ray spectra of six GRBs with \\emph{Swift}/XRT detections beyond $10^7$ s: our analysis reveals no clear evidence of a spectral cutoff. Using a model that accounts for the effect of the finite opening angle of the shock on the observed maximum synchrotron photon energy, we show that these observations are incompatible with PIC simulation predictions, unless one or more physical afterglow parameters attain values at odds with those typically inferred from afterglow modeling (small radiative efficiency, low ambient density, large equipartition fraction $ε_{\\rm B}$ of the magnetic field). These findings challenge existing numerical simulation results and imply a more efficient acceleration of electrons to high-energies than seen in PIC simulations, with important implications for our understanding of particle acceleration in relativistic shocks.",
      "published": "2026-01-29T15:11:58Z",
      "updated": "2026-01-29T15:11:58Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.21827v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21827v1"
    },
    {
      "id": "2601.21630v1",
      "title": "Leveraging rapid parameter estimates for efficient gravitational-wave Bayesian inference via posterior repartitioning",
      "authors": [
        "Metha Prathaban",
        "Charlie Hoy",
        "Michael J. Williams"
      ],
      "summary": "Gravitational wave astronomy typically relies on rigorous, computationally expensive Bayesian analyses. Several methods have been developed to perform rapid Bayesian inference, but they are not yet used to inform our full analyses. We present a novel approach for doing this whilst ensuring that the Bayesian prior remains independent of the data, providing a statistically rigorous way to leverage low-latency information to accelerate the final inference. By combining the fast constraints from the simple-pe algorithm with the nested sampling acceleration technique of posterior repartitioning, we demonstrate that our method can guide the nested sampler towards the most probable regions of parameter space more efficiently for signal-to-noise ratios (SNR) greater than 20, while mathematically guaranteeing that the final inference is identical to that of a standard, uninformed analysis. We validate the method through an injection study, demonstrating that it produces statistically robust and unbiased results, whilst providing speedups of up to $2.2\\times$ for binaries with SNRs $< 150$. Importantly, we show that the performance gain provided by our method scales with SNR, establishing it as a powerful technique to mitigate the cost of analysing signals from current and future gravitational-wave observatories.",
      "published": "2026-01-29T12:29:12Z",
      "updated": "2026-01-29T12:29:12Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2601.21630v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21630v1"
    },
    {
      "id": "2601.21231v1",
      "title": "Data-Driven Generation of Neutron Star Equations of State Using Variational Autoencoders",
      "authors": [
        "Alex Ross",
        "Tianqi Zhao",
        "Sanjay Reddy"
      ],
      "summary": "We develop a machine learning model based on a structured variational autoencoder (VAE) framework to reconstruct and generate neutron star (NS) equations of state (EOS). The VAE consists of an encoder network that maps high-dimensional EOS data into a lower-dimensional latent space and a decoder network that reconstructs the full EOS from the latent representation. The latent space includes supervised NS observables derived from the training EOS data, as well as latent random variables corresponding to additional unspecified EOS features learned automatically. Sampling the latent space enables the generation of new, causal, and stable EOS models that satisfy astronomical constraints on the supervised NS observables, while allowing Bayesian inference of the EOS incorporating additional multimessenger data, including gravitational waves from LIGO/Virgo and mass and radius measurements of pulsars. Based on a VAE trained on a Skyrme EOS dataset, we find that a latent space with two supervised NS observables, the maximum mass $(M_{\\max})$ and the canonical radius $(R_{1.4})$, together with one latent random variable controlling the EOS near the crust--core transition, can already reconstruct Skyrme EOSs with high fidelity, achieving mean absolute percentage errors of approximately $(0.15\\%)$ for $(M_{\\max})$ and $(R_{1.4})$ derived from the decoder-reconstructed EOS.",
      "published": "2026-01-29T03:48:05Z",
      "updated": "2026-01-29T03:48:05Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.IM",
        "astro-ph.SR",
        "cs.LG"
      ],
      "link": "https://arxiv.org/abs/2601.21231v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21231v1"
    },
    {
      "id": "2601.21086v1",
      "title": "Rethinking Resonance Detectability during Binary Neutron Star Inspiral: Accurate Mismatch Computations for Low-lying Dynamical Tides",
      "authors": [
        "Alberto Revilla Peña",
        "Ruxandra Bondarescu",
        "Andrew P. Lundgren",
        "Jordi Miralda-Escudé"
      ],
      "summary": "We compute deviations from observed gravitational wave signals, where the amplitude of the signal is unchanged. As an example, we consider the detectability of low lying dynamical tides in binary neutron star or neutron star black hole mergers. Tidal forces can excite oscillatory modes of one or both of the stars in the binary when the orbital frequency of the binary system sweeps through the resonant mode frequency dissipating energy into the vibrational mode. The orbital energy loss to the vibrational mode extracts energy from the orbital motion, advancing the time to merger. The inspiral then continues with an excess phase and a time advance. Both will cause a mismatch when fitting to a system that has not gone through the resonance. To resolve this effect, we compute the mismatch for current and planned detectors using both a quasi-analytical approach that relies on the computation of moment integrals and an optimized version of the standard numerical match function. We conclude that detectability can occur for time advances of the order of 1 ms with advanced LVK detectors for an excess energy-flux that is a few percent of the gravitational wave emission. Our results contrast with previous work, which model this effect solely as a phase shift of the waveform or by using the difference in the number of cycles induced by the resonant behavior. We show that tidal resonance effects primarily cause a time advance of the merger, rather than a phase difference, and that the single-frequency approximation commonly used in the literature significantly overestimates the detectability of this effect.",
      "published": "2026-01-28T22:14:36Z",
      "updated": "2026-01-28T22:14:36Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.21086v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21086v1"
    },
    {
      "id": "2601.20965v1",
      "title": "Proposal to Search for the CP Violating Electromagnetic Vacuum Angle at the Event Horizon Telescope",
      "authors": [
        "Willy Fischler",
        "Tom Banks"
      ],
      "summary": "We examine the possibility that evidence for a non-zero value of the CP violating $ \\frac{e^2 }{32π^2}θ_{EM} \\int d^4 x {\\vec E}\\cdot {\\vec B}$ coupling might be extracted from Event Horizon Telescope observations of the black holes SgA* and M87*. The Fischler-Kundu\\cite{FK} effect predicts a universal Hall current in the relaxation of charge falling onto the black hole horizon. We argue that this leads to a non-zero value of a certain CP-violating observable ${\\cal C}$, defined below. The effect can be masked by parity violating plasma currents. In particular, evidence for polarization flips \\cite{flip} in the signals from M87* indicate strong plasma effects in the data. We suggest that time averaging the data over periods including the flip might leave over a residual that would be an indicator of the FK signal. In addition, similarities in the polarization patterns between the two very different black holes, and a part of the signal that is uniform in frequency, might enable us to distinguish the universal topological signal from source and frequency dependent plasma effects. Current data does not appear to be sufficient to perform such a test.",
      "published": "2026-01-28T19:06:25Z",
      "updated": "2026-01-28T19:06:25Z",
      "categories": [
        "astro-ph.HE",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.20965v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20965v1"
    },
    {
      "id": "2601.20964v1",
      "title": "Early results in the search for extreme coronal line emitters with the Dark Energy Spectroscopic Instrument",
      "authors": [
        "Peter Clark",
        "Joseph Callow",
        "Or Graur",
        "Alexei V. Filippenko",
        "Thomas G. Brink",
        "WeiKang Zheng",
        "Jessica Aguilar",
        "Steven Ahlen",
        "Segev BenZvi",
        "Davide Bianchi",
        "David Brooks",
        "Todd Claybaugh",
        "Andrei Cuceu",
        "Axel de la Macorra",
        "Arjun Dey",
        "Peter Doel",
        "Jaime E. Forero-Romero",
        "Enrique Gaztañaga",
        "Satya Gontcho A Gontcho",
        "Gaston Gutierrez",
        "Victoria Fawcett",
        "Mustapha Ishak",
        "Jorge Jimenez",
        "Dick Joyce",
        "Stephanie Juneau",
        "Theodore Kisner",
        "Anthony Kremin",
        "Martin Landriau",
        "Laurent Le Guillou",
        "Marc Manera",
        "Aaron Meisner",
        "Ramon Miquel",
        "John Moustakas",
        "Seshadri Nadathur",
        "Will J. Percival",
        "Francisco Prada",
        "Ignasi Pérez-Ràfols",
        "Graziano Rossi",
        "Eusebio Sanchez",
        "David Schlegel",
        "Michael Schubnell",
        "Joseph Harry Silber",
        "David Sprayberry",
        "Gregory Tarlé",
        "Benjamin A. Weaver",
        "Rongpu Zhou",
        "Hu Zou"
      ],
      "summary": "Here we present the results of our search through the Early Data Release (EDR) of the Dark Energy Spectroscopic Instrument (DESI) for extreme coronal line emitters (ECLEs) - a rare classification of galaxies displaying strong, high-ionization iron coronal emission lines within their spectra. With the requirement of a strong X-ray continuum to generate the coronal emission, ECLEs have been linked to both active galactic nuclei (AGNs) and tidal disruption events (TDEs). We focus our search on identifying TDE-linked ECLEs. We identify three such objects within the EDR sample, highlighting DESI's effectiveness for discovering new nuclear transients, and determine a galaxy-normalized TDE-linked ECLE rate of $R_\\mathrm{G}=5~^{+5}_{-3}\\times10^{-6}~\\mathrm{galaxy}^{-1}~\\mathrm{yr}^{-1}$ at a median redshift of z = 0.2 - broadly consistent with previous works. Additionally, we also identify more than 200 AGNs displaying coronal emission lines, which serve as the primary astrophysical contaminants in searches for TDE-related events. We also include an outline of the custom python code developed for this search.",
      "published": "2026-01-28T19:04:22Z",
      "updated": "2026-01-28T19:04:22Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.20964v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20964v1"
    },
    {
      "id": "2601.20953v1",
      "title": "Turbulent Dynamo Action in Binary Neutron Star Mergers",
      "authors": [
        "Eduardo M. Gutiérrez",
        "David Radice",
        "Jacob Fields",
        "James M. Stone"
      ],
      "summary": "Binary neutron star mergers are expected to generate intense magnetic fields that power relativistic and non-relativistic outflows and shape their multimessenger signatures. These fields likely arise from the turbulent amplification of initially weak magnetic fields during the merger, particularly via the Kelvin-Helmholtz instability at the collisional interface between the stars. While previous studies have shown efficient amplification to magnetar-level strengths, the degree of large-scale coherence of the resulting field remains uncertain. We present general-relativistic, dynamical spacetime, magnetohydrodynamic simulations following the evolution of initially weak, pulsar-like magnetic fields in a binary neutron star merger. We find rapid magnetic field growth at small scales with clear signatures of small-scale turbulent dynamo action. At the highest resolutions, we additionally observe the emergence of coherent magnetic structures on larger scales. Our results imply that strong, ordered magnetic fields may be present immediately after merger, with important implications for the subsequent evolution of the remnant and its observable electromagnetic and gravitational-wave signals.",
      "published": "2026-01-28T19:00:06Z",
      "updated": "2026-01-28T19:00:06Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.20953v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20953v1"
    },
    {
      "id": "2601.20934v1",
      "title": "Constraining high-energy neutrinos from tidal disruption events with IceCube high-energy starting events",
      "authors": [
        "Mainak Mukhopadhyay",
        "Patrick Wusinich",
        "Kohta Murase"
      ],
      "summary": "Tidal disruption events (TDEs) have been proposed as candidate sources of high-energy neutrinos. Successful and choked jets, as well as the accretion disk, corona, wind, and outflow regions in a TDE have been examined and shown to produce TeV - PeV neutrinos. In this work, we use the IceCube 12.5 year high energy starting events (HESE) dataset and perform a maximum likelihood analysis to investigate the spatial and temporal correlations between HESE dataset and a selected sample of 89 TDEs. Our results indicate that the currently observed data do not show any significant correlation and hence is consistent with the background only hypothesis. Using this result, we place constraints on the fraction of TDEs harboring intrinsic jets ($f_{\\rm jet}$) and the corresponding isotropic-equivalent cosmic ray (CR) energy ($\\mathcal{E}_{\\rm CR}$). We note that even with limited statistics, we can constrain the parameter space as $\\mathcal{E}_{\\rm CR} \\lesssim 3 \\times 10^{53}$ erg for $f_{\\rm jet} \\gtrsim 0.6$ at more than 90% C.L. Finally, we discuss the theoretical implications of our results and the limits on the all-sky diffuse neutrino flux from TDEs. With more observational data in the electromagnetic band for TDEs and neutrino observations from IceCube and KM3NeT, our analysis can be used to place stringent constraints on physical parameters associated with TDEs.",
      "published": "2026-01-28T19:00:01Z",
      "updated": "2026-01-28T19:00:01Z",
      "categories": [
        "astro-ph.HE",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.20934v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20934v1"
    },
    {
      "id": "2601.22991v1",
      "title": "Seeds of supermassive black holes in general relativistic and alternative cosmologies: Implications of massive seeds",
      "authors": [
        "Nirmali Das",
        "Sanjeev Kalita",
        "Ankita Kakati"
      ],
      "summary": "Presence of supermassive black holes (SMBHs) with mass $(10^{6}-10^{9}) M_{\\odot}$ at $z = 10$ has been recently revealed by James Webb Space Telescope (JWST) observations. In this study we generate seeds for the above range of SMBHs in various background cosmologies. We consider cosmic timescales required for black hole growth provided by three general relativistic cosmological models ($Λ$CDM, $ω$CDM and Dynamical Dark Energy(DDE) and the braneworld cosmology. The growth of SMBHs is studied through Eddington limited and super-Eddington accretion, where the accretion starts at z=30. It is found that growth of SMBHs by z=10 within Eddington limited accretion is possible through massive seeds $(M\\geq10^{4}M_{\\odot})$ in all cosmologies. Super Eddington accretion onto spinning black holes with mass of few tens of solar masses can result in SMBHs by z=10 in all cosmologies. The viable cosmologies considered here are found to be unable to strongly distinguish between the seed black hole masses. The seeds generated in this work are assumed to be of primordial origin in order to satisfy the criteria of formation of high redshift massive galaxies. The fraction of primordial black holes (PBHs) contributing to dark matter ($f_{PBH}$) and their corresponding number densities for the mass range ($10^{5}-10^{8}$) $M_{\\odot}$ are calculated in both seed effect and Poisson effect. In seed effect, PBHs of mass $\\geq 10^{7} M_{\\odot}$ contributes $\\leq 10^{-2}$ to the dark matter fraction. The evolution of gas mass inside a PBH seeded dark matter halo is studied. The ratio of black hole to stellar mass is also evaluated for star formation efficiency in the range (0.1-1) and found to be ($10^{-3}-1$) for $M_{BH}=10^{8} M_{\\odot}$ and ($10^{-2}-10$) for $M_{BH}=10^{9} M_{\\odot}$.",
      "published": "2026-01-30T13:57:17Z",
      "updated": "2026-01-30T13:57:17Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.22991v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22991v1"
    },
    {
      "id": "2601.22937v1",
      "title": "Linear perturbation theory and structure formation in a Brans-Dicke theory of gravity without dark matter",
      "authors": [
        "Lorenzo Gervani",
        "Antonaldo Diaferio",
        "Francesco Pace",
        "Andrea Pierfrancesco Sanna"
      ],
      "summary": "We investigate the formation of the large-scale cosmic structure in a scalar-tensor theory of gravity belonging to the class of the Brans--Dicke theories. The universe contains baryonic matter alone and neither dark matter nor dark energy. The two arbitrary functions of the scalar field characterizing the kinetic term and the self-interaction potential are set to $W(\\varphi)=-1$ and $V(\\varphi) = -Ξ\\varphi$, respectively, with $Ξ$ a positive constant. In the weak-field limit, the theory reduces to Refracted Gravity, a non-relativistic theory whose modified Poisson equation contains the scalar field $\\varphi$ that provides the gravitational boost required to describe the dynamics of galaxies and galaxy clusters without dark matter. In a flat, matter-dominated, homogeneous and isotropic universe the same scalar field $\\varphi$ drives the accelerated expansion of the universe and describes the observed redshift evolution of the Hubble-Lemaître parameter $H(z)$. However, in the equation of the growth factor of the linear perturbation theory, the form of $V(\\varphi)$ makes the coefficient of the source of the gravitational field proportional to $H^{-1}(z)$; therefore the gravitational field is strongly suppressed at early times and structure formation is delayed to redshift $z< 1$, in disagreement with the observation of formed galaxies at much larger redshifts. In addition, the form of $W(\\varphi)$ and a linear $V(\\varphi)$ imply that $\\varphi$ generates twice the gravitational boost on massive particles than on photons, with possible observable consequences on the gravitational lensing phenomenon. It remains to be investigated whether different choices of $W(\\varphi)$ and $V(\\varphi)$, that can still make the theory reduce to Refracted Gravity in the weak-field limit, might alleviate these problems.",
      "published": "2026-01-30T12:54:06Z",
      "updated": "2026-01-30T12:54:06Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.22937v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22937v1"
    },
    {
      "id": "2601.22910v1",
      "title": "The Bondi universe: How negative mass drives the cosmological expansion",
      "authors": [
        "Giovanni Manfredi",
        "Jean-Louis Rouet",
        "Bruce Miller"
      ],
      "summary": "We identify a new cosmological coincidence that parallels the well-known matter/dark-energy coincidence: the present-epoch transition of the universe from a weakly coupled (collisionless) to a strongly coupled (collisional) gravitational regime. Within a cosmological model containing equal amounts of positive and negative Bondi masses -- consistent with the weak equivalence principle and momentum conservation -- we show that this coupling transition naturally coincides with the shift from a coasting to an accelerating expansion. A linear response analysis of the corresponding Vlasov-Poisson system reveals that mixed positive-negative mass configurations are always unstable, with growth rates that increase at shorter wavelengths, thereby driving the system toward strong coupling. Using long-time, exact one-dimensional N-body simulations, we demonstrate that the universe undergoes three successive expansion phases: an initial ballistic regime, an intermediate random-walk acceleration driven by sporadic Bondi encounters, and finally a uniformly accelerating phase triggered by the formation of stable positive/negative mass pairs. The onset of this last phase occurs precisely when the coupling parameter crosses unity, linking the two cosmological coincidences through a single dynamical mechanism. These results suggest that cosmic acceleration may arise from the nonlinear dynamics of a gravitationally neutral mixed-mass universe, without invoking dark energy or a cosmological constant.",
      "published": "2026-01-30T12:33:22Z",
      "updated": "2026-01-30T12:33:22Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.22910v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22910v1"
    },
    {
      "id": "2601.22351v1",
      "title": "How isotropic is dark energy?",
      "authors": [
        "Richard A. Battye",
        "Adam Moss"
      ],
      "summary": "Tensions in late-time expansion data have renewed interest in models beyond $Λ$CDM. We ask: \\emph{how isotropic must dark energy be?} Working in Bianchi~I, we allow time-dependent anisotropic stress and introduce a parameterisation that enforces a vanishing line-of-sight integral of the shear, thereby satisfying the CMB ISW quadrupole bound by construction. Using Pantheon+SH0ES SNe together with DESI BAO distances, single-bin (constant) and five-bin anisotropic models improve the fit over $w$CDM by $Δ(-2\\ln L_{\\rm iso})=14.8$ and $26.6$ respectively, but both violate the quadrupole constraint. In contrast, a five-bin constrained model achieves $Δ(-2\\ln L_{\\rm iso})=15.4$ while remaining compatible with the quadrupole limit. The fit improvement arises from two sources: capturing directional structure in the Pantheon+ SNe data, and partially alleviating the tension between the SH0ES $H_0$ value and DESI BAO distances.",
      "published": "2026-01-29T21:53:58Z",
      "updated": "2026-01-29T21:53:58Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.22351v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22351v1"
    },
    {
      "id": "2601.22278v1",
      "title": "Tensions in Cosmology: Interpreting Them Through Inhomogeneous Models",
      "authors": [
        "Valerio Marra"
      ],
      "summary": "We review a subset of the current tensions affecting the standard $Λ$CDM cosmological model, emphasizing the role of chronic systematics and significance inflation in shaping their interpretation. As a unifying framework, we consider the spherically symmetric inhomogeneous $Λ$LTB model and use it as a set of \"glasses\" through which to reinterpret the Hubble, dipole, and dark-energy tensions. Large-scale spatial gradients in this model introduce anisotropic expansion and position-dependent observables, allowing local estimates of $H_{0}$ to shift, dipolar signatures to arise, and an apparently evolving dark-energy equation of state to be mimicked without invoking genuinely dynamical dark energy. We discuss how these effects are constrained once the full supernova, CMB, and large-scale-structure data sets are included, and argue that it remains unclear whether any single $Λ$LTB configuration can simultaneously account for all major anomalies. More broadly, we highlight that cosmology currently lacks a widely accepted baseline model that is both theoretically well founded and capable of accommodating the Hubble and dark-energy tensions, leaving us without a true concordance framework for forecasting future surveys.",
      "published": "2026-01-29T19:51:02Z",
      "updated": "2026-01-29T19:51:02Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.22278v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22278v1"
    },
    {
      "id": "2601.22239v1",
      "title": "The LBT $Y_{\\rm p}$ Project V: Cosmological Implications of a New Determination of Primordial $^4$He",
      "authors": [
        "Tsung-Han Yeh",
        "Keith A. Olive",
        "Brian D. Fields",
        "Erik Aver",
        "Richard W. Pogge",
        "Noah S. J. Rogers",
        "Evan D. Skillman",
        "Miqaela K. Weller"
      ],
      "summary": "The primordial abundance of $^4$He plays a central role in big-bang nucleosynthesis (BBN) and in the cosmic microwave background (CMB). The LBT $Y_{\\rm p}$ Project's new measurement of the primordial $^4$He mass fraction $Y_{\\rm p} =0.2458 \\pm 0.0013$ is the most precise determination to date. In this paper, we combine our new $Y_{\\rm p}$ value with the latest primordial deuterium measurement, and assess the consequences for cosmology. For Standard BBN, where the number of light neutrino species is fixed at $N_ν=3$, the single free parameter is the cosmic baryon density; the CMB measures this independently, with results consistent with each other. Combining $Y_{\\rm p}$ , D/H, BBN, and the CMB, gives the cosmic baryon-to-photon ratio $η= (6.120 \\pm 0.038) \\times 10^{-10}$, corresponding to a baryon density parameter $Ω_{\\rm B} h^2 = 0.02236 \\pm 0.00014$. We then allow $N_ν$ to vary and thus measure relativistic species present during nucleosynthesis. We find $η= (6.101 \\pm 0.044) \\times 10^{-10}$ or $Ω_{\\rm B} h^2= 0.02229 \\pm 0. 00016$, and $N_ν= 2.925 \\pm 0.082$, and for $N_ν\\ge 3$, $ΔN_ν= N_ν-3 \\le 0.125$ (95\\% CL) during BBN and the CMB. Our results demonstrate consistency with the Standard Model of particle physics, and with the standard cosmology that links BBN at $\\sim 1 \\ \\rm sec$ and the CMB at $\\sim 400,000$ yr.",
      "published": "2026-01-29T19:07:57Z",
      "updated": "2026-01-29T19:07:57Z",
      "categories": [
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22239v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22239v1"
    },
    {
      "id": "2601.22219v1",
      "title": "When inflationary perturbations refuse to classicalise: the role of non-Gaussianity in Wigner negativity",
      "authors": [
        "Aurora Ireland",
        "Vincent Vennin"
      ],
      "summary": "Inflationary perturbations are quantum in origin. Yet, when computing cosmological observables, they are often treated as classical stochastic fields. Do they nevertheless retain quantum birthmarks? A hallmark of genuinely quantum behaviour is quantum interferences, arising from phase coherence between distinct branches of the wavefunction. Such interference is diagnosed by the non-positivity of the Wigner function, and according to Hudson's theorem, the only pure states with positive Wigner functions are Gaussian states. Consequently, any departure from Gaussianity necessarily implies a non-positive Wigner function, precluding a description in terms of a classical distribution. This motivates us to compute the Wigner function of curvature perturbations, accounting for primordial non-Gaussianities, using the EFT of inflation. We find that the Wigner function develops pronounced interference fringes on super-Hubble scales, and in particular, its negativity grows as $a^2$ in ultra-slow-roll backgrounds. These results demonstrate that quantum effects can remain significant at late times, and that squeezing alone does not ensure classicality, contrary to standard lore. This suggests that the prospects for detecting genuinely quantum signatures of the universe's origins in cosmological observables may be less bleak than previously thought.",
      "published": "2026-01-29T19:00:01Z",
      "updated": "2026-01-29T19:00:01Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.22219v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22219v1"
    },
    {
      "id": "2601.22084v1",
      "title": "Probing the Sound Speed of Dark Energy with a Lunar Laser Interferometer",
      "authors": [
        "Alfredo Gurrola",
        "Robert J. Scherrer",
        "Oem Trivedi"
      ],
      "summary": "The sound speed of dark energy encodes fundamental information about the microphysics underlying cosmic acceleration, yet remains essentially unconstrained by existing observations. We demonstrate that a lunar-based laser interferometer, such as the proposed Laser Interferometer Lunar Antenna (LILA), can directly probe the sound speed of dark energy by measuring the real-time evolution of horizon-scale gravitational potentials. Operating in the ultra-low-frequency gravitational band inaccessible from Earth, LILA is sensitive to scalar metric perturbations sourced by dark energy dynamics. Using both fluid and effective field theory descriptions, we develop a complete framework linking dark energy sound speed to observable strain signatures. We construct a likelihood pipeline and Fisher forecasts, showing that LILA can either detect clustering dark energy or exclude broad classes of models with unprecedented sensitivity. This establishes lunar interferometry as a novel and powerful probe of the physics driving cosmic acceleration.",
      "published": "2026-01-29T18:23:38Z",
      "updated": "2026-01-29T18:23:38Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.22084v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22084v1"
    },
    {
      "id": "2601.22207v1",
      "title": "Isotropic Equivalence of STVG--MOG and $Λ$CDM and Its Breakdown in Large--Scale Anisotropic Cosmological Observables",
      "authors": [
        "John W. Moffat"
      ],
      "summary": "We show that Scalar-Tensor-Vector Gravity (STVG-MOG) is observationally equivalent to the standard model $Λ$CDM cosmological model for all probes that depend on isotropic and linear gravitational dynamics, including galaxy rotation curves, cluster lensing, the linear matter power spectrum P(k), $σ_8$, baryon acoustic oscillations, and the cosmic microwave background (CMB). This degeneracy arises from the scale-dependent effective gravitational coupling $G_{\\mathrm{eff}}$, which ensures identical background evolution, transfer functions, and linear growth. Consequently, all early-universe, low and intermediate scale cosmological observables are equally well described by STVG-MOG without invoking non-baryonic dark matter. We argue that the equivalence implies that isotropic cosmological data alone cannot establish the physical existence of dark matter. The degeneracy is broken only by observables sensitive to large-scale, anisotropic gravitational response. In particular, recent measurements of enhanced radio-galaxy and quasar number-count dipoles at gigaparsec scales probe a regime where $G_{\\mathrm{eff}}$ departs from its $Λ$CDM limit, allowing STVG-MOG to generate anisotropic bulk flows, while preserving consistency with all isotropic constraints. These observations provide a concrete pathway for empirically distinguishing modified gravity from particle dark matter.",
      "published": "2026-01-29T18:08:00Z",
      "updated": "2026-01-29T18:08:00Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.22207v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22207v1"
    },
    {
      "id": "2601.22043v1",
      "title": "A null test of the Hubble tension",
      "authors": [
        "Gerasimos Kouniatalis",
        "Emmanuel N. Saridakis"
      ],
      "summary": "The origin of the Hubble tension remains one of the central open problems in modern cosmology, with competing explanations invoking either early-Universe physics, late-time modifications of cosmic expansion, or unresolved observational systematics. In this Letter we propose a new, purely geometric null test of the late-time expansion history that is exactly independent of the Hubble constant. By combining strong-lensing time-delay distances with gravitational-wave standard-siren luminosity distances, we construct a dimensionless ratio that depends only on the redshift dependence of the expansion rate and can be both predicted from early-Universe data and measured directly at late times, without relying on the cosmic distance ladder or the sound horizon. We show that the comparison between the early- and late-time determinations of this ratio provides a transparent consistency test of the standard cosmological expansion. When combined with an independent standard-siren measurement of $H_{0}$, this framework allows one to unambiguously distinguish between early- and late-time origins of the Hubble tension. With the forthcoming detection of lensed gravitational-wave standard sirens, the proposed test provides a timely and robust framework for probing this long-standing cosmological puzzle.",
      "published": "2026-01-29T17:46:43Z",
      "updated": "2026-01-29T17:46:43Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.22043v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22043v1"
    },
    {
      "id": "2601.21820v1",
      "title": "Forecasting Constraints on Cosmology and Modified Gravitational-wave Propagation by Strongly Lensed Gravitational Waves Associating with Galaxy Surveys",
      "authors": [
        "Anson Chen",
        "Jun Zhang"
      ],
      "summary": "Gravitational lensing of gravitational wave (GW) will become the next frontier in studying cosmology and gravity. While time-delay cosmography using quadruply lensed GW events associated with optical images of the lens systems can provide precise measurement of the Hubble constant ($H_0$), they are considered to be much rarer than doubly lensed events. In this work, we analyze time-delay cosmography with doubly lensed GW events for the first time. We generate mock doubly lensed GW events with designed sensitivity of the LIGO-Virgo-KAGRA (LVK) O5 network, with LIGO post-O5 upgrade, and with Einstein Telescope (ET) + Cosmic Explorer (CE) respectively, and select the events that can be associated with future galaxy surveys. Over 1000 realizations, we find an average of 0.2(2.4) qualified events with the LVK O5(post-O5) network. Whereas with the ET+CE network, we find an average of 73.2 qualified events over 100 realizations. Using the Singular Isothermal Sphere (SIS) lens model, we jointly estimate waveform parameters and the impact parameter with doubly lensed GW signals, and then forecast the constraints on cosmological parameters and modified GW propagation by combining time-delay cosmography and the standard siren approach. The average posterior gives a constraint on $H_0$ with a relative uncertainty of $14\\%$, $10\\%$ and $0.42\\%$ in the $Λ$CDM model for the LVK O5, LVK post-O5, and ET+CE network, respectively. While the LVK network gives uninformative constraints on the $(w_0,w_a)$ dynamical dark energy model, the ET+CE network yields a moderate constraint of $w_0=-1.02^{+0.31}_{-0.22}$ and $w_a=0.48^{+0.99}_{-1.54}$. In addition, our method can provide precise constraints on modified GW propagation effects jointly with $H_0$.",
      "published": "2026-01-29T15:04:37Z",
      "updated": "2026-01-29T15:04:37Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.21820v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21820v1"
    },
    {
      "id": "2601.21538v1",
      "title": "Primordial black holes and Scalar-Induced Gravitational Waves formed by inflation potential with non-trivial characteristics",
      "authors": [
        "Ruifeng Zheng",
        "Yanqing Xu"
      ],
      "summary": "The formation of primordial black holes (PBHs) generally requires large density perturbations, which is widely supported by researchers. This paper studies the local coupling properties of the Starobinsky potential and KKLT potential by introducing a linear Lorentzian-type coupling, which locally breaks the slow roll conditions. We found that both positive and negative coupling can form a considerable abundance of PBH. Additionally, we also studied the scalar-induced gravitational waves (SIGWs) generated by this model.",
      "published": "2026-01-29T10:53:53Z",
      "updated": "2026-01-29T10:53:53Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.21538v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21538v1"
    },
    {
      "id": "2601.21432v1",
      "title": "Cosmological analysis of the DESI DR1 Lyman alpha 1D power spectrum",
      "authors": [
        "J. Chaves-Montero",
        "A. Font-Ribera",
        "P. McDonald",
        "E. Armengaud",
        "D. Chebat",
        "C. Garcia-Quintero",
        "N. G. Karaçaylı",
        "C. Ravoux",
        "S. Satyavolu",
        "N. Schöneberg",
        "M. Walther",
        "J. Aguilar",
        "S. Ahlen",
        "S. Bailey",
        "D. Bianchi",
        "D. Brooks",
        "T. Claybaugh",
        "A. Cuceu",
        "A. de la Macorra",
        "P. Doel",
        "S. Ferraro",
        "J. E. Forero-Romero",
        "E. Gaztañaga",
        "S. Gontcho A Gontcho",
        "A. X. Gonzalez-Morales",
        "G. Gutierrez",
        "J. Guy",
        "C. Hahn",
        "H. K. Herrera-Alcantar",
        "K. Honscheid",
        "M. Ishak",
        "R. Joyce",
        "S. Juneau",
        "D. Kirkby",
        "A. Kremin",
        "O. Lahav",
        "C. Lamman",
        "M. Landriau",
        "J. M. Le Goff",
        "L. Le Guillou",
        "A. Leauthaud",
        "M. E. Levi",
        "M. Manera",
        "P. Martini",
        "A. Meisner",
        "R. Miquel",
        "J. Moustakas",
        "S. Nadathur",
        "G. Niz",
        "N. Palanque-Delabrouille",
        "W. J. Percival",
        "F. Prada",
        "I. Pérez-Ràfols",
        "G. Rossi",
        "E. Sanchez",
        "D. Schlegel",
        "M. Schubnell",
        "H. Seo",
        "J. Silber",
        "D. Sprayberry",
        "T. Tan",
        "G. Tarlé",
        "B. A. Weaver",
        "C. Yèche",
        "R. Zhou",
        "H. Zou"
      ],
      "summary": "We present the cosmological analysis of the one-dimensional Lyman-$α$ flux power spectrum from the first data release of the Dark Energy Spectroscopic Instrument (DESI). We capture the dependence of the signal on cosmology and intergalactic medium physics using an emulator trained on a cosmological suite of hydrodynamical simulations, and we correct its predictions for the impact of astrophysical contaminants and systematics, many of these not considered in previous analyses. We employ this framework to constrain the amplitude and logarithmic slope of the linear matter power spectrum at $k_\\star=0.009\\,\\mathrm{km^{-1}s}$ and redshift $z=3$, obtaining $Δ^2_\\star=0.379\\pm0.032$ and $n_\\star=-2.309\\pm0.019$. The robustness of these constraints is validated through the analysis of mocks and a large number of alternative data analysis variations, with cosmological parameters kept blinded throughout the validation process. We then combine our results with constraints from DESI BAO and temperature, polarization, and lensing measurements from Planck, ACT, and SPT-3G to set constraints on $Λ$CDM extensions. While our measurements do not significantly tighten the limits on the sum of neutrino masses from the combination of these probes, they sharpen the constraints on the effective number of relativistic species, $N_\\mathrm{eff}=3.02\\pm0.10$, the running of the spectral index, $α_\\mathrm{s}=0.0014\\pm0.0041$, and the running of the running, $β_\\mathrm{s}=-0.0006\\pm0.0048$, by a factor of 1.18, 1.27, and 1.90, respectively. We conclude by outlining the improvements needed to fully reach the level of confidence implied by these uncertainties.",
      "published": "2026-01-29T09:08:00Z",
      "updated": "2026-01-29T09:08:00Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.21432v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21432v1"
    },
    {
      "id": "2601.21364v1",
      "title": "$\\mathcal{R}^2$-corrected Tachyon Scalar Field Inflation, the ACT Data, and Phantom Transition",
      "authors": [
        "S. D. Odintsov",
        "V. K. Oikonomou"
      ],
      "summary": "Phantom divide line transitions are not possible in the context of single scalar field scalar-tensor theories. In this article we study a combined framework of a tachyonic minimally coupled single scalar field theory in the presence of an $\\mathcal{R}^2$ correction term and with a rescaled Einstein-Hilbert term of the form $\\sim λ\\frac{\\mathcal{R}}{16πG}$. Such terms can be part of an $f(\\mathcal{R})$ gravity which in the large curvature regime yields such correction terms effectively. Alternatively, such terms can simply be quantum corrections to the scalar field action. We aim to answer two questions, firstly if this framework can lead to phantom divide line transitions and secondly whether the resulting model can be compatible with the ACT data. The model we studied is an inverse square power-law model, well known from tachyon inflation models. As we show, the field equations can be cast in terms of the scalar field solely, however the resulting theory is distinct from a single scalar field theory, because the phantom divide line is crossed during inflation. Thus initially the tachyonic nature of the scalar field generates a phantom equation of state parameter, and during inflation the phantom divide line is crossed, with the effective equation of state parameter at the end of inflation being $w=-1/3$ which corresponds to the non-accelerating state of the Universe. The model is proved to be compatible with the ACT data, only when the gravity during inflation is stronger than Einstein-Hilbert gravity, with the effective gravitational constant during inflation being $\\frac{G}λ$. The effective theory is valid only during inflation, thus Big-Bang nucleosynthesis is not affected by the rescaling of the Einstein-Hilbert gravity. The feature of a phantom crossing in $f(\\mathcal{R},φ)$ frameworks is new in the literature.",
      "published": "2026-01-29T07:43:35Z",
      "updated": "2026-01-29T07:43:35Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.21364v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21364v1"
    },
    {
      "id": "2601.21356v1",
      "title": "Is Phantom Divide Crossing in General Relativity Completely Impossible? Shortcomings and Possible Solutions",
      "authors": [
        "Shin'ichi Nojiri",
        "S. D. Odintsov",
        "V. K. Oikonomou"
      ],
      "summary": "General relativity has its successes at the local astrophysical level, however, it seems to be insufficient in describing the Universe at large scales. In this work we investigate how the most general field theories in the context of general relativity can accomodate a phantom-to-quintessence transition which may be essential element of realistic Dark Energy scenarios in the late Universe. As we demonstrate in a very detailed manner, this is impossible for a canonical and minimally coupled single scalar field theory, but it may be possible for ghost condensate theories like $k$-essence theories. We point out how the ghost instabilities may be eliminated, and we analyze the quantitative features of a $k$-essence theory that may realize a phantom-to-quintessence transition in the late Universe. We also qualitatively compare the difficulties and fine-tunings required for $k$-essence theories to realize a phantom-to-quintessence transition, and how such a transition is naturally realized in modified gravity, without unnecessary fine-tunings and ghost eliminations.",
      "published": "2026-01-29T07:32:33Z",
      "updated": "2026-01-29T07:32:33Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.21356v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21356v1"
    },
    {
      "id": "2601.21329v2",
      "title": "A redshift survey of the nearby galaxy cluster Abell 2199 : No upturn of the faint-end slope of galaxy luminosity function",
      "authors": [
        "Jong-In Park",
        "Hyunmi Song",
        "Ho Seong Hwang"
      ],
      "summary": "We determine the galaxy luminosity function of cluster galaxies in the nearby galaxy cluster Abell 2199 (A2199), focusing on the faint-end slope down to $M_r \\sim -14.5$. To achieve this, we augment the existing dataset by adding redshift data from our deep MMT/Hectospec survey and from the Dark Energy Spectroscopic Instrument (DESI), significantly improving the spectroscopic completeness down to $r_{\\mathrm{petro},0} = 20.8$ within the central $30^\\prime$ region. The resulting luminosity function is well described by a Schechter function with a characteristic magnitude $M^* = -21.30 \\pm 0.27$ and a faint-end slope $α= -1.23 \\pm 0.05$. This faint-end slope is consistent with those measured in the nearby Coma and Virgo clusters and in a cluster from the TNG50 cosmological simulation, and is slightly shallower than that of field galaxies. These findings indicate that the previously claimed steep faint-end upturn (with $α\\sim -2$) in nearby galaxy clusters is not supported. Instead, they indicate that environmental processes in dense cluster cores does not seem to trigger the formation or survival of low-mass galaxies, thereby preventing a steep faint-end upturn in the luminosity function.",
      "published": "2026-01-29T06:47:11Z",
      "updated": "2026-01-30T04:15:41Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.21329v2",
      "pdf_link": "https://arxiv.org/pdf/2601.21329v2"
    },
    {
      "id": "2601.21274v1",
      "title": "Realizing the phantom-divide crossing with vector and scalar fields",
      "authors": [
        "Shinji Tsujikawa"
      ],
      "summary": "In generalized Proca theories, characterized by a vector field with broken $U(1)$ gauge invariance, late-time cosmic acceleration can be realized with a dark energy equation of state in the regime $w_{\\rm DE} < -1$. In such scenarios, however, a phantom-divide crossing, as recently suggested by DESI observations, is not achieved without encountering theoretical inconsistencies. We incorporate a canonical scalar field with a potential, in addition to the vector field, and show that the phantom-divide crossing from $w_{\\rm DE} < -1$ to $w_{\\rm DE} > -1$ can occur at low redshifts. We propose a minimal model that admits such a transition and identify the region of parameter space in which all dynamical degrees of freedom in the scalar, vector, and tensor sectors are free from ghost and Laplacian instabilities. We further investigate the evolution of linear cosmological perturbations by applying the quasi-static approximation to modes well inside the Hubble radius. The dimensionless quantities $μ$ and $Σ$, which characterize the growth of matter perturbations and the bending of light rays, respectively, depend on the sound speed $c_ψ$ of the longitudinal scalar perturbation associated with the vector field. Since $c_ψ$ is influenced by the transverse vector mode, the model exhibits sufficient flexibility to yield values of $μ$ and $Σ$ close to 1. Consequently, unlike theories such as scalar Galileons, the present model can be consistent with observations of redshift-space distortions and integrated Sachs-Wolfe-galaxy cross-correlations.",
      "published": "2026-01-29T05:11:07Z",
      "updated": "2026-01-29T05:11:07Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.21274v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21274v1"
    },
    {
      "id": "2601.21111v1",
      "title": "Euclid preparation. Decomposing components of the extragalactic background light using multi-band intensity mapping cross-correlations",
      "authors": [
        "Euclid Collaboration",
        "Y. Cao",
        "A. R. Cooray",
        "T. Li",
        "Y. -T. Cheng",
        "K. Tanidis",
        "S. H. Lim",
        "D. Scott",
        "B. Altieri",
        "A. Amara",
        "S. Andreon",
        "N. Auricchio",
        "C. Baccigalupi",
        "M. Baldi",
        "S. Bardelli",
        "A. Biviano",
        "E. Branchini",
        "M. Brescia",
        "S. Camera",
        "G. Cañas-Herrera",
        "V. Capobianco",
        "C. Carbone",
        "J. Carretero",
        "S. Casas",
        "M. Castellano",
        "G. Castignani",
        "S. Cavuoti",
        "K. C. Chambers",
        "A. Cimatti",
        "C. Colodro-Conde",
        "G. Congedo",
        "C. J. Conselice",
        "L. Conversi",
        "Y. Copin",
        "F. Courbin",
        "H. M. Courtois",
        "J. -C. Cuillandre",
        "H. Degaudenzi",
        "G. De Lucia",
        "H. Dole",
        "M. Douspis",
        "F. Dubath",
        "X. Dupac",
        "M. Farina",
        "R. Farinelli",
        "F. Faustini",
        "S. Ferriol",
        "F. Finelli",
        "M. Frailis",
        "E. Franceschi",
        "M. Fumana",
        "S. Galeotta",
        "K. George",
        "B. Gillis",
        "C. Giocoli",
        "J. Gracia-Carpio",
        "A. Grazian",
        "F. Grupp",
        "S. V. H. Haugan",
        "W. Holmes",
        "F. Hormuth",
        "A. Hornstrup",
        "K. Jahnke",
        "M. Jhabvala",
        "B. Joachimi",
        "S. Kermiche",
        "A. Kiessling",
        "B. Kubik",
        "M. Kunz",
        "H. Kurki-Suonio",
        "A. M. C. Le Brun",
        "S. Ligori",
        "P. B. Lilje",
        "V. Lindholm",
        "I. Lloro",
        "G. Mainetti",
        "D. Maino",
        "E. Maiorano",
        "O. Mansutti",
        "S. Marcin",
        "O. Marggraf",
        "M. Martinelli",
        "N. Martinet",
        "F. Marulli",
        "R. J. Massey",
        "E. Medinaceli",
        "S. Mei",
        "Y. Mellier",
        "M. Meneghetti",
        "E. Merlin",
        "G. Meylan",
        "A. Mora",
        "M. Moresco",
        "L. Moscardini",
        "C. Neissner",
        "S. -M. Niemi",
        "C. Padilla",
        "S. Paltani",
        "F. Pasian",
        "K. Pedersen",
        "W. J. Percival",
        "V. Pettorino",
        "G. Polenta",
        "M. Poncet",
        "L. A. Popa",
        "F. Raison",
        "A. Renzi",
        "J. Rhodes",
        "G. Riccio",
        "E. Romelli",
        "M. Roncarelli",
        "R. Saglia",
        "Z. Sakr",
        "D. Sapone",
        "P. Schneider",
        "T. Schrabback",
        "A. Secroun",
        "G. Seidel",
        "S. Serrano",
        "E. Sihvola",
        "C. Sirignano",
        "G. Sirri",
        "L. Stanco",
        "J. Steinwagner",
        "P. Tallada-Crespí",
        "I. Tereno",
        "N. Tessore",
        "S. Toft",
        "R. Toledo-Moreo",
        "F. Torradeflot",
        "I. Tutusaus",
        "L. Valenziano",
        "J. Valiviita",
        "T. Vassallo",
        "Y. Wang",
        "J. Weller",
        "G. Zamorani",
        "F. M. Zerbi",
        "E. Zucca",
        "M. Ballardini",
        "E. Bozzo",
        "C. Burigana",
        "R. Cabanac",
        "M. Calabrese",
        "A. Cappi",
        "T. Castro",
        "J. A. Escartin Vigo",
        "L. Gabarra",
        "J. Macias-Perez",
        "R. Maoli",
        "J. Martín-Fleitas",
        "N. Mauri",
        "R. B. Metcalf",
        "P. Monaco",
        "A. A. Nucita",
        "A. Pezzotta",
        "M. Pöntinen",
        "I. Risso",
        "V. Scottez",
        "M. Sereno",
        "M. Tenti",
        "M. Tucci",
        "M. Viel",
        "M. Wiesmann",
        "Y. Akrami",
        "I. T. Andika",
        "G. Angora",
        "S. Anselmi",
        "M. Archidiacono",
        "E. Aubourg",
        "L. Bazzanini",
        "D. Bertacca",
        "M. Bethermin",
        "A. Blanchard",
        "L. Blot",
        "M. Bonici",
        "S. Borgani",
        "M. L. Brown",
        "S. Bruton",
        "A. Calabro",
        "B. Camacho Quevedo",
        "F. Caro",
        "C. S. Carvalho",
        "F. Cogato",
        "S. Conseil",
        "O. Cucciati",
        "S. Davini",
        "G. Desprez",
        "A. Díaz-Sánchez",
        "S. Di Domizio",
        "J. M. Diego",
        "V. Duret",
        "M. Y. Elkhashab",
        "A. Enia",
        "A. Finoguenov",
        "A. Fontana",
        "A. Franco",
        "K. Ganga",
        "T. Gasparetto",
        "E. Gaztanaga",
        "F. Giacomini",
        "F. Gianotti",
        "G. Gozaliasl",
        "A. Gruppuso",
        "M. Guidi",
        "C. M. Gutierrez",
        "A. Hall",
        "C. Hernández-Monteagudo",
        "H. Hildebrandt",
        "J. Hjorth",
        "J. J. E. Kajava",
        "Y. Kang",
        "V. Kansal",
        "D. Karagiannis",
        "K. Kiiveri",
        "J. Kim",
        "C. C. Kirkpatrick",
        "S. Kruk",
        "M. Lattanzi",
        "L. Legrand",
        "F. Lepori",
        "G. Leroy",
        "G. F. Lesci",
        "J. Lesgourgues",
        "T. I. Liaudat",
        "S. J. Liu",
        "M. Magliocchetti",
        "F. Mannucci",
        "C. J. A. P. Martins",
        "L. Maurin",
        "M. Miluzio",
        "C. Moretti",
        "G. Morgante",
        "K. Naidoo",
        "P. Natoli",
        "A. Navarro-Alsina",
        "S. Nesseris",
        "L. Pagano",
        "D. Paoletti",
        "F. Passalacqua",
        "K. Paterson",
        "L. Patrizii",
        "A. Pisani",
        "D. Potter",
        "G. W. Pratt",
        "S. Quai",
        "M. Radovich",
        "G. Rodighiero",
        "K. Rojas",
        "W. Roster",
        "S. Sacquegna",
        "M. Sahlén",
        "D. B. Sanders",
        "E. Sarpa",
        "C. Scarlata",
        "A. Schneider",
        "D. Sciotti",
        "E. Sellentin",
        "L. C. Smith",
        "J. G. Sorce",
        "F. Tarsitano",
        "G. Testera",
        "R. Teyssier",
        "S. Tosi",
        "A. Troja",
        "A. Venhola",
        "D. Vergani",
        "G. Verza",
        "S. Vinciguerra",
        "N. A. Walton",
        "J. R. Weaver",
        "A. H. Wright"
      ],
      "summary": "The extragalactic background light (EBL) fluctuations in the optical/near-IR encode the cumulative integrated galaxy light (IGL), diffuse intra-halo light (IHL), and high-$z$ sources from the epoch of reionisation (EoR), but they are difficult to disentangle with auto-spectra alone. We aim to decompose the EBL into its principal constituents using multi-band intensity mapping combined with cosmic shear and galaxy clustering. We develop a joint halo-model framework in which IHL follows a mass- and redshift-dependent luminosity scaling, IGL is set by an evolving Schechter luminosity function, and EoR emission is modelled with Pop II/III stellar emissivities and a binned star-formation efficiency. Using mock surveys in a flat $Λ$CDM cosmology with ten spectral bands spanning 0.75-5.0$\\rm μm$ in the NEP deep fields over about 100$°^2$ with source detections down to AB=20.5 for masking, and six redshift bins to $z=2.5$, we fit auto- and cross-power spectra using a MCMC method. The combined SPHEREx$\\times$Euclid analysis recovers all fiducial parameters within 1$σ$ and reduces 1$σ$ uncertainties on IHL parameters by 10-35% relative to SPHEREx EBL-only, while EoR star-formation efficiency parameters improve by 20-35%. Cross-correlations reveal a stronger coupling of IHL than IGL to the shear field, enhancing component separation; conversely, the EoR contribution shows negligible correlation with cosmic shear and galaxy clustering, aiding its isolation in the EBL. Relative to the SPHEREx EBL-only case, the inferred IHL fraction as a function of halo mass is significantly tightened over $10^{11}-10^{14} M_{\\odot}$, with uncertainties reduced by 5-30%, and the resulting star-formation rate density constraints extend to $z\\sim 11$, with uncertainty reductions of 22-31%.",
      "published": "2026-01-28T23:01:02Z",
      "updated": "2026-01-28T23:01:02Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.21111v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21111v1"
    },
    {
      "id": "2601.20972v1",
      "title": "The Lambert $W$ equation of state in light of DESI BAO",
      "authors": [
        "Vipin Chandra Dubey",
        "Subhajit Saha",
        "Abdulla Al Mamon"
      ],
      "summary": "We investigate the hypothesis that the evolution of the Universe can be described by a single dark fluid whose effective equation of state (EoS), $ω_{\\rm{eff}}$, is a linear combination of a logarithmic term and a power law term, both involving the Lambert $W$ function. This particular form of EoS was first proposed by S. Saha and K. Bamba in 2019 and has two parameters, $θ_1$ and $θ_2$, which must be determined from observations. To this end, we place limits on these parameters by combining recent baryon acoustic oscillation (BAO) data -- including measurements from the Dark Energy Spectroscopic Instrument (DESI) -- with Type Ia supernova observations from the Pantheon+ compilation, along with direct determinations of the Hubble parameter. From this combined analysis, we obtain a best-fit value for the Hubble parameter, $H_0 = 67.4 \\pm 1.2~\\text{km\\,s}^{-1}\\text{Mpc}^{-1}$, while current measurements of the sound horizon at the baryon drag epoch yield $r_d = 146\\pm 2.5$~Mpc. Furthermore, we study the evolution of the deceleration parameter, the effective EoS, and the jerk parameter, and support our findings using the $Om(z)$ diagnostic. The model exhibits noticeable deviations from the predictions of the concordance $Λ$CDM model. Despite these differences, our results indicate that the model provides a coherent description of late-time cosmic evolution and the observed accelerated expansion of the Universe. Finally, we assess the observational viability of the model using information criteria, particularly the Akaike Information Criterion (AIC) and the Bayesian Information Criterion (BIC), and compare these results with those obtained for the $Λ$CDM model, which serves as our reference.",
      "published": "2026-01-28T19:19:25Z",
      "updated": "2026-01-28T19:19:25Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.20972v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20972v1"
    },
    {
      "id": "2601.20967v1",
      "title": "A Universal CMB $B$-Mode Spectrum from Early Causal Tensor Sources",
      "authors": [
        "Kylar Greene",
        "Aurora Ireland",
        "Gordan Krnjaic",
        "Yuhsin Tsai"
      ],
      "summary": "Many early universe scenarios predict post-inflationary tensor perturbations from causality-limited, sub-horizon sources. While the microphysical details may differ, as long as these sources are bounded in duration and correlation length, their tensor power spectra exhibit a universal scaling behavior at small wavenumber: $P_h(k) \\propto k^3$, corresponding to white noise on super-horizon scales at the time of production. If these early causal tensor sources (ECTs) exclusively produce gravitational waves before redshift $z \\sim 10^5$, this scaling is realized on all of the scales observed in the cosmic microwave background (CMB), and thus yields a universal multipole distribution for the $B$-mode angular power spectrum. Unlike the scale-invariant distributions of inflationary $B$ modes, ECTs generically predict enhanced power on small scales and suppressed power on large scales, which allows these source classes to be distinguished given measurements over a sufficient range of angular scales. In this paper, we introduce a unified framework for characterizing ECTs and demonstrate how their universal infrared scaling manifests in low-frequency observables, including CMB $B$ modes and stochastic gravitational wave spectral densities. We illustrate this mapping with representative case studies of this universality class involving first-order phase transitions, topological defects, and enhanced scalar perturbations, which source tensor modes at second order in perturbation theory.",
      "published": "2026-01-28T19:06:55Z",
      "updated": "2026-01-28T19:06:55Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.20967v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20967v1"
    },
    {
      "id": "2601.20958v1",
      "title": "First constraints on causal sources of primordial gravitational waves from BICEP/Keck, SPTpol, SPT-3G, Planck and WMAP $B$-mode data",
      "authors": [
        "Jessica A. Zebrowski",
        "Aurora Ireland",
        "Christian L. Reichardt",
        "Kylar Greene",
        "Gordan Krnjaic",
        "Yuhsin Tsai",
        "François R. Bouchet"
      ],
      "summary": "Non-inflationary sources of gravitational waves in the early Universe generically predict causality-limited tensor power spectra at low frequencies. We report the first-ever constraints on such sources based on cosmic microwave background (CMB) $B$-mode polarization measurements. Using data from BICEP/Keck, SPTpol, SPT-3G, Planck, and WMAP, we constrain the amplitude of an early causal tensor (ECT) power spectrum parameterized by $r_{ect}$, the ratio of causal tensor power to total scalar power at $k~=~0.01$ Mpc$^{-1}$, and obtain a 95% CL upper limit of $r_{ect}<$ 0.0077. Since $r_{ect}$ can easily be related to the parameters of a given theory, our bound robustly constrains a broad class of well-motivated gravitational wave sources in the early universe, including first-order cosmological phase transitions, enhanced small-scale density perturbations, and various topological defects. Finally, we translate our limit into a bound on the present-day energy density in gravitational waves at ultra-low frequencies otherwise inaccessible to traditional gravitational wave detection strategies, including pulsar timing arrays, interferometers, and resonant cavities.",
      "published": "2026-01-28T19:00:41Z",
      "updated": "2026-01-28T19:00:41Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.20958v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20958v1"
    },
    {
      "id": "2601.20826v1",
      "title": "Euclid preparation. Galaxy power spectrum modelling in redshift space",
      "authors": [
        "Euclid Collaboration",
        "B. Camacho Quevedo",
        "M. Crocce",
        "M. Pellejero Ibañez",
        "R. E. Angulo",
        "A. Pezzotta",
        "A. Eggemeier",
        "G. Gambardella",
        "C. Moretti",
        "E. Sefusatti",
        "A. Moradinezhad Dizgah",
        "M. Zennaro",
        "M. -A. Breton",
        "A. Chudaykin",
        "G. D'Amico",
        "V. Desjacques",
        "S. de la Torre",
        "M. Guidi",
        "M. Kärcher",
        "K. Pardede",
        "C. Porciani",
        "A. Pugno",
        "J. Salvalaggio",
        "E. Sarpa",
        "A. Veropalumbo",
        "B. Altieri",
        "S. Andreon",
        "N. Auricchio",
        "C. Baccigalupi",
        "M. Baldi",
        "S. Bardelli",
        "R. Bender",
        "A. Biviano",
        "E. Branchini",
        "M. Brescia",
        "S. Camera",
        "V. Capobianco",
        "C. Carbone",
        "V. F. Cardone",
        "J. Carretero",
        "S. Casas",
        "F. J. Castander",
        "M. Castellano",
        "G. Castignani",
        "S. Cavuoti",
        "K. C. Chambers",
        "A. Cimatti",
        "C. Colodro-Conde",
        "G. Congedo",
        "L. Conversi",
        "Y. Copin",
        "F. Courbin",
        "H. M. Courtois",
        "H. Degaudenzi",
        "G. De Lucia",
        "H. Dole",
        "M. Douspis",
        "F. Dubath",
        "C. A. J. Duncan",
        "X. Dupac",
        "S. Dusini",
        "S. Escoffier",
        "M. Farina",
        "R. Farinelli",
        "S. Farrens",
        "S. Ferriol",
        "F. Finelli",
        "S. Fotopoulou",
        "N. Fourmanoit",
        "M. Frailis",
        "E. Franceschi",
        "M. Fumana",
        "S. Galeotta",
        "K. George",
        "B. Gillis",
        "C. Giocoli",
        "J. Gracia-Carpio",
        "A. Grazian",
        "F. Grupp",
        "L. Guzzo",
        "S. V. H. Haugan",
        "W. Holmes",
        "F. Hormuth",
        "A. Hornstrup",
        "K. Jahnke",
        "B. Joachimi",
        "S. Kermiche",
        "A. Kiessling",
        "B. Kubik",
        "M. Kümmel",
        "M. Kunz",
        "H. Kurki-Suonio",
        "A. M. C. Le Brun",
        "S. Ligori",
        "P. B. Lilje",
        "V. Lindholm",
        "I. Lloro",
        "G. Mainetti",
        "E. Maiorano",
        "O. Mansutti",
        "S. Marcin",
        "O. Marggraf",
        "M. Martinelli",
        "N. Martinet",
        "F. Marulli",
        "R. J. Massey",
        "E. Medinaceli",
        "M. Melchior",
        "M. Meneghetti",
        "E. Merlin",
        "G. Meylan",
        "A. Mora",
        "M. Moresco",
        "L. Moscardini",
        "C. Neissner",
        "S. -M. Niemi",
        "C. Padilla",
        "S. Paltani",
        "F. Pasian",
        "K. Pedersen",
        "W. J. Percival",
        "V. Pettorino",
        "S. Pires",
        "G. Polenta",
        "M. Poncet",
        "L. A. Popa",
        "F. Raison",
        "J. Rhodes",
        "G. Riccio",
        "F. Rizzo",
        "E. Romelli",
        "M. Roncarelli",
        "R. Saglia",
        "Z. Sakr",
        "A. G. Sánchez",
        "D. Sapone",
        "B. Sartoris",
        "P. Schneider",
        "A. Secroun",
        "G. Seidel",
        "E. Sihvola",
        "P. Simon",
        "C. Sirignano",
        "G. Sirri",
        "A. Spurio Mancini",
        "L. Stanco",
        "P. Tallada-Crespí",
        "D. Tavagnacco",
        "A. N. Taylor",
        "I. Tereno",
        "N. Tessore",
        "S. Toft",
        "R. Toledo-Moreo",
        "F. Torradeflot",
        "I. Tutusaus",
        "J. Valiviita",
        "T. Vassallo",
        "Y. Wang",
        "J. Weller",
        "G. Zamorani",
        "F. M. Zerbi",
        "E. Zucca",
        "V. Allevato",
        "M. Ballardini",
        "A. Boucaud",
        "E. Bozzo",
        "C. Burigana",
        "R. Cabanac",
        "M. Calabrese",
        "A. Cappi",
        "T. Castro",
        "J. A. Escartin Vigo",
        "L. Gabarra",
        "J. Macias-Perez",
        "R. Maoli",
        "J. Martín-Fleitas",
        "N. Mauri",
        "R. B. Metcalf",
        "P. Monaco",
        "A. A. Nucita",
        "M. Pöntinen",
        "I. Risso",
        "V. Scottez",
        "M. Sereno",
        "M. Tenti",
        "M. Tucci",
        "M. Viel",
        "M. Wiesmann",
        "Y. Akrami",
        "I. T. Andika",
        "G. Angora",
        "M. Archidiacono",
        "F. Atrio-Barandela",
        "L. Bazzanini",
        "J. Bel",
        "D. Bertacca",
        "M. Bethermin",
        "A. Blanchard",
        "L. Blot",
        "H. Böhringer",
        "S. Borgani",
        "M. L. Brown",
        "S. Bruton",
        "A. Calabro",
        "F. Caro",
        "C. S. Carvalho",
        "F. Cogato",
        "A. R. Cooray",
        "S. Davini",
        "F. De Paolis",
        "G. Desprez",
        "A. Díaz-Sánchez",
        "S. Di Domizio",
        "J. M. Diego",
        "V. Duret",
        "M. Y. Elkhashab",
        "A. Enia",
        "Y. Fang",
        "A. G. Ferrari",
        "A. Finoguenov",
        "A. Fontana",
        "F. Fontanot",
        "A. Franco",
        "K. Ganga",
        "T. Gasparetto",
        "E. Gaztanaga",
        "F. Giacomini",
        "F. Gianotti",
        "G. Gozaliasl",
        "A. Gruppuso",
        "C. M. Gutierrez",
        "A. Hall",
        "C. Hernández-Monteagudo",
        "H. Hildebrandt",
        "J. Hjorth",
        "J. J. E. Kajava",
        "Y. Kang",
        "V. Kansal",
        "D. Karagiannis",
        "K. Kiiveri",
        "J. Kim",
        "C. C. Kirkpatrick",
        "S. Kruk",
        "L. Legrand",
        "M. Lembo",
        "F. Lepori",
        "G. Leroy",
        "G. F. Lesci",
        "J. Lesgourgues",
        "T. I. Liaudat",
        "M. Magliocchetti",
        "F. Mannucci",
        "C. J. A. P. Martins",
        "L. Maurin",
        "M. Miluzio",
        "A. Montoro",
        "G. Morgante",
        "S. Nadathur",
        "K. Naidoo",
        "A. Navarro-Alsina",
        "S. Nesseris",
        "L. Pagano",
        "D. Paoletti",
        "F. Passalacqua",
        "K. Paterson",
        "L. Patrizii",
        "A. Pisani",
        "D. Potter",
        "G. W. Pratt",
        "S. Quai",
        "M. Radovich",
        "K. Rojas",
        "W. Roster",
        "S. Sacquegna",
        "M. Sahlén",
        "D. B. Sanders",
        "A. Schneider",
        "D. Sciotti",
        "E. Sellentin",
        "L. C. Smith",
        "K. Tanidis",
        "C. Tao",
        "F. Tarsitano",
        "G. Testera",
        "R. Teyssier",
        "S. Tosi",
        "A. Troja",
        "D. Vergani",
        "F. Vernizzi",
        "G. Verza",
        "P. Vielzeuf",
        "S. Vinciguerra",
        "N. A. Walton",
        "A. H. Wright"
      ],
      "summary": "Accurate modelling of redshift-space distortions (RSD) is essential for maximizing the cosmological information extracted from large galaxy redshift surveys. In preparation for the forthcoming analysis of the Euclid spectroscopic data, we investigate three approaches to modelling RSD effects on the power spectrum multipoles of mock H$α$ emission line galaxies. We focus on two one-loop perturbation theory models -- the effective field theory (EFT) and velocity difference generator (${\\rm VDG_ \\infty}$) -- which differ in their treatment of the real-to-redshift space mapping on small scales, and a third approach, the BACCO emulator, which adopts a hybrid strategy combining perturbation theory with high-resolution N-body simulations. We assess the ability of these models to recover key cosmological parameters, including the expansion rate $h$, the cold dark matter density parameter $ω_{\\rm c}$, and the scalar amplitude $A_{\\rm s}$, across four redshift bins spanning $0.9 \\leq z \\leq 1.8$. In each bin, we find that ${\\rm VDG_ \\infty}$ and BACCO outperform the EFT model across all scales up to $k_{max} \\lesssim 0.35 h\\,Mpc^{-1} $. While BACCO saturates in constraining power at intermediate scales and higher redshift, the ${\\rm VDG_ \\infty}$ model continues to improve parameter constraints beyond $k_{max} \\gtrsim 0.30 h\\,Mpc^{-1}$. The EFT model, although robust on large scales, exhibits significant parameter biases for $k_{max} \\gtrsim 0.25 h\\,Mpc^{-1}$, limiting its applicability to Euclid-like H$α$ samples. Among the full perturbation theory-based models, the enhanced treatment of small-scale RSD effects in ${\\rm VDG_ \\infty}$ improves cosmological parameter constraints by up to a factor of two.",
      "published": "2026-01-28T18:24:23Z",
      "updated": "2026-01-28T18:24:23Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.20826v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20826v1"
    },
    {
      "id": "2601.20808v2",
      "title": "How well is the local Large Scale Structure of the Universe known? CosmicFlows vs. Biteau's Galaxy Catalog with Cloning",
      "authors": [
        "Yifei Li",
        "Glennys R. Farrar"
      ],
      "summary": "Knowledge of the actual density distribution of matter in the local universe is needed for a variety of purposes -- for instance, as a baseline model for ultrahigh energy cosmic ray sources in the continuum limit and for predicting the diffuse Dark Matter annihilation signal. Determining the local mass density and velocity distribution is the aim of the CosmicFlows project. An alternate approach is based on catalogs of galaxies, supplemented with some scheme for filling in for unseen galaxies. Here, we compare the density field proposed by Biteau (2021) with the quasi-linear density field of CosmicFlows2 (Hoffman et al. 2018) and the mean posterior field of CosmicFlows4 (Valade 2026). We find factor-two level differences in some regions and even greater in regions toward the Galactic center zone of avoidance (ZoA) (|l| < 30°, |b| < 20°) as filled by Biteau using \"cloning\". Within 11 Mpc the density field is well-determined by the Local Volume catalog (Karachentsev et al. 2018) which Biteau directly incorporates; at larger distances, Biteau (2021) should not be used in the ZoA where \"galaxies\" are entirely fictitious but otherwise is to be preferred over CosmicFlows emphasizing the direction and integrated mass of structures; the radial distribution of mass in Biteau (2021) is less robust due to line-of-sight peculiar velocities. The angular positions of structures in CosmicFlows are sometimes not congruent with evidence in the galaxy catalog.",
      "published": "2026-01-28T17:55:39Z",
      "updated": "2026-01-30T05:38:42Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.20808v2",
      "pdf_link": "https://arxiv.org/pdf/2601.20808v2"
    },
    {
      "id": "2601.20767v1",
      "title": "Graviton energy spectra arising from the KSVZ axion model",
      "authors": [
        "Yonghua Wang",
        "Lin-Yun He",
        "Wei Chao",
        "Yu Gao"
      ],
      "summary": "Axion, the goldstone boson arising from the spontaneous breaking of a global $U(1)$ Peccei-Quinn symmetry, provides a dynamical solution to the strong CP problem and is an excellent dark matter candidate. Various experiments are designed to search for the axion, however no confirmative signal has been observed. On the other hand, there are also hypothetical heavy particles in axion models, such as the heavy scalar $s$, which is the CP-even component of the complex scalar that carries $U(1)_{PQ}$ charge, and the vector-like heavy quark (VLQ) in the Kim-Shifman-Vainshtein-Zakharov~(KSVZ) axion model. Studying signals induced by them are helpful for axion searches. In this paper, we calculate the graviton bremsstrahlung energy spectrum arising from the decay of the heavy scalar or VLQ in the KSVZ model. The result shows that these heavy particles can emit ultrahigh-frequency gravitational waves (GWs), with the peak frequency depending on the model's parameter inputs. In addition, the graviton spectrum is distinguished from the thermal GW background at high frequencies if there is an early matter-dominated era induced by these heavy particles. Future measurements of ultrahigh-frequency GWs may provide indirect evidence for the KSVZ axion.",
      "published": "2026-01-28T16:56:15Z",
      "updated": "2026-01-28T16:56:15Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.20767v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20767v1"
    },
    {
      "id": "2601.20633v1",
      "title": "Apparent Dark-Energy Evolution from Cosmic Inhomogeneities",
      "authors": [
        "Yonadav Barry Ginat",
        "Pedro G. Ferreira"
      ],
      "summary": "A mildly inhomogeneous universe with a cosmological constant may look like it contains evolving dark energy. We show that could be the case by modelling the inhomogeneities and their effects in three different ways: as clumped matter surrounded by voids, as back-reaction of small-scale structure on the overall expansion of the Universe, and, finally, as a large-scale curvature inhomogeneity. In all of these cases, the propagation of light is affected, and differs from that in a homogeneous and isotropic universe. The net result is that cosmological observables, such as angular diameter and luminosity distances, become distorted. We find, in all three models, that the inclusion of these effects pushes the distance-redshift relation towards closer agreement with recent data from both supernovae Ia from the Dark Energy Survey, and from baryon acoustic oscillations from the Dark Energy Spectroscopic Instrument. The amount of inhomogeneity in these models might not be enough to explain the entirety of the deviation from a cosmological constant, but is found to be of a similar order of magnitude, hinting that these data may be consistent with a universe dominated by a cosmological constant.",
      "published": "2026-01-28T14:17:14Z",
      "updated": "2026-01-28T14:17:14Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.20633v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20633v1"
    },
    {
      "id": "2601.20293v1",
      "title": "Model independent test of the FLRW metric and the curvature in light of DESI DR2",
      "authors": [
        "Cléa Millard",
        "Benjamin L'Huillier",
        "Marian Douspis"
      ],
      "summary": "We perform a data-driven test of the FLRW metric and the flatness of the Universe, independently of any Dark Energy model, and in light of the latest DESI DR2 results. We use Pantheon+ and DESY5 SNIa data to reconstruct the distance modulus, dimensionless comoving distance and Hubble parameter, using an iterative smoothing algorithm. Then, combining the various reconstructions with the recent BAO measurements from DESI DR2, we perform the $\\mathcal{O}_k$ diagnostic, a litmus test of the FLRW metric and the flatness of the Universe. We obtain robust results that do not depend on Dark Energy models and test some of the underlying hypotheses of the concordance model. We find that when the reconstructed $\\mathcal{O}_k$ diagnostic is consistent with the FLRW metric, then the median value of $\\Oko$ over all reconstructions that provide an improved fit relative to the flat $Λ$CDM model are: $Ω_{k,0}^\\text{med} = 0.035 ^{+0.046}_{-0.079}\\pm 0.037$ for the Pantheon+ \\& DESI DR2 data combination, $Ω_{k,0}^\\text{med} = 0.092 ^{+0.055}_{-0.132} \\pm 0.064$ for the same data but with the Pantheon+ SNIa cut at redshift $z=1.13$, which is the maximum redshift of the DES~Y5 data, and $Ω_{k,0}^\\text{med} = -0.119^{+0.113}_{-0.047}\\pm 0.043$ for DES~Y5 \\& DESI DR2. The first uncertainties correspond to the spread in $\\Oko$ over all reconstructions, followed by the median 1$σ$ error.",
      "published": "2026-01-28T06:25:36Z",
      "updated": "2026-01-28T06:25:36Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.20293v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20293v1"
    },
    {
      "id": "2601.20286v1",
      "title": "Quantum Cosmology as a Hydrogen atom: Discrete $Λ$ and cyclic Universes from Wheeler-DeWitt quantization",
      "authors": [
        "Dipayan Mukherjee",
        "Harkirat Singh Sahota",
        "S. Shankaranarayanan"
      ],
      "summary": "Building upon our recently established correspondence between quantum cosmology and the hydrogen atom [1], we investigate the specific sector of a negative cosmological constant ($Λ< 0$) in a flat FLRW universe with dust. While the positive $Λ$ sector [1] yields a continuous spectrum and a single bounce, we show here that the negative $Λ$ sector leads to a discrete spectrum of energy eigenvalues, effectively quantizing the cosmological constant. Within this dual description, the operator-ordering ambiguity parameter appears as the azimuthal quantum number of the hydrogen atom. A skewed Bohr correspondence emerges for the bound states, matching classical evolution at large volumes but deviating near the bounce. By constructing wave packets from these bound states, we demonstrate that the classical Big Bang and Big Crunch singularities are resolved, and the universe oscillates between quantum bounces and classical turnaround points. The expectation values of the observables indicate a cyclic universe -- with vanishing Hubble parameter at turnarounds -- undergoing quantum bounces. This exactly solvable model offers a tractable setting to explore quantum gravitational effects in cosmology. We analyze the properties of this cyclic universe, contrasting its bound-state dynamics with the scattering states of the de Sitter case.",
      "published": "2026-01-28T06:03:26Z",
      "updated": "2026-01-28T06:03:26Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.20286v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20286v1"
    },
    {
      "id": "2601.20156v1",
      "title": "A dynamical systems approach to studying the equivalence principle in dilaton gravity",
      "authors": [
        "A. M. Velásquez-Toribio"
      ],
      "summary": "We study a string-inspired dilaton cosmology in the Damour--Polyakov (DP) regime using dynamical-systems methods, aiming to make explicit how cosmological relaxation controls deviations from the equivalence principle. Working in the Einstein frame, we consider a spatially flat FLRW universe filled with pressureless matter and a universally coupled dilaton. Expanding the conformal coupling function and the scalar potential around the least-coupling point, we obtain a closed and self-consistent autonomous system governing the late-time evolution of the scalar-matter sector. The resulting phase space contains a stable fixed point associated with least coupling, approached only asymptotically along cosmological trajectories. Therefore, at any finite epoch the solution typically retains a small displacement from the fixed point. In the DP regime this finite-epoch displacement sets the ambient coupling, and thus determines the magnitude of fifth-force effects and deviations from the equivalence principle in the nonrelativistic limit. By linearising the system around a finite-epoch reference state, we show that the damping of the displacement is controlled by the Jacobian eigenvalues of the DP fixed point. This yields a direct dynamical estimate of how rapidly deviations from the equivalence principle are reduced during cosmological evolution. The mechanism is global and cosmological in origin, and is conceptually distinct from local environmental screening as in chameleon or symmetron scenarios. Overall, our results illustrate how phase-space techniques provide a clear bridge between cosmological dynamics and weak-field departures from General Relativity.",
      "published": "2026-01-28T01:29:20Z",
      "updated": "2026-01-28T01:29:20Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.20156v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20156v1"
    },
    {
      "id": "2601.20056v1",
      "title": "A Remedy of the Trans-Planckian Censorship Problem with Smooth Slow-roll to Power-law Inflation Transitions in Scalar Field Theory",
      "authors": [
        "S. D. Odintsov",
        "V. K. Oikonomou"
      ],
      "summary": "It is known that if the standard slow-roll inflation is followed by a power-law inflationary regime, then the trans-Planckian modes may be safely be contained in the Hubble horizon and never exit it during inflation. In this work we investigate how to realize a smooth transition between a slow-roll and a power-law inflationary regime in the context of single scalar field inflation. As we show it is possible to realize such a smooth transition by generalizing the kinetic energy of single scalar field in the form $\\dotφ^2=β(φ)V(φ)$, where $β(φ)$ is some appropriate function of the scalar field. Using two distinct approaches we show that it is possible to realize a smooth transition from a slow-roll to a power-law inflationary regime, and the two approaches produce identical results regarding the slow-roll regime. Also we show that the slow-roll regime is quite short, about $N\\sim 30$ $e$-foldings, with the flatness and horizon problems being solved with the synergistic effect of the two inflationary patches. The slow-roll era is found to be compatible with the Atacama Cosmology Telescope data.",
      "published": "2026-01-27T21:02:15Z",
      "updated": "2026-01-27T21:02:15Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.20056v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20056v1"
    },
    {
      "id": "2601.23271v1",
      "title": "Time-Resolved Interferometric Measurements of Plasma Density Evolution in Laser-Driven Capacitor-Coil Targets",
      "authors": [
        "Yang Zhang",
        "Ryo Omura",
        "Rinya Akematsu",
        "King Fai Farley Law",
        "Brandon K. Russell",
        "Geoffrey Pomraning",
        "Kian Orr",
        "Kai Kimura",
        "Muhammad Fauzan Syahbana",
        "Yuga Karaki",
        "Hiroki Matsubara",
        "Ryuya Yamada",
        "Jinyuan Dun",
        "Ryunosuke Takizawa",
        "Yasunobu Arikawa",
        "Tatiana Pikuz",
        "Yuji Fukuda",
        "Lan Gao",
        "Hantao Ji",
        "Shinsuke Fujioka"
      ],
      "summary": "Laser-driven capacitor-coil targets provide a compact platform for generating strong magnetic fields and are widely used in magnetized high-energy-density plasma experiments. In addition to magnetic-field generation, these targets also produce plasma in the coil region, which can influence the subject physical processes, interact with secondary targets or external plasmas in their applications. However, direct, time-resolved measurements of the plasma density surrounding the coil remain limited. Here, we report interferometric measurements of the plasma density evolution in laser-driven capacitor-coil targets irradiated by the University of Osaka LFEX laser. Two-dimensional electron density maps reveal two distinct plasma sources loading the coil region: plasma generated in the coil itself and plasma produced by laser ablation of the target plates. These results provide quantitative information on plasma loading and evolution in capacitor-coil targets and are directly relevant to the design and modeling of magnetized high-energy-density plasma experiments.",
      "published": "2026-01-30T18:37:05Z",
      "updated": "2026-01-30T18:37:05Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.23271v1",
      "pdf_link": "https://arxiv.org/pdf/2601.23271v1"
    },
    {
      "id": "2601.22794v1",
      "title": "Batch Bayesian optimization of attosecond betatron pulses from laser wakefield acceleration",
      "authors": [
        "Dominika Maslarova",
        "Albert Hansson",
        "Mufei Luo",
        "Vojtěch Horný",
        "Julien Ferri",
        "Istvan Pusztai",
        "Tünde Fülöp"
      ],
      "summary": "Laser wakefield acceleration can generate a femtosecond-scale broadband X-ray betatron radiation pulse from electrons accelerated by an intense laser pulse in a plasma. The micrometer-scale of the source makes wakefield betatron radiation well-suited for advanced imaging techniques, including diffraction and phase-contrast imaging. Recent progress in laser technology can expand these capabilities into the attosecond regime, where the practical applications would significantly benefit from the increased energy contained within the pulse. Here we use numerical simulations combined with batch Bayesian optimization to enhance the radiation produced by an attosecond betatron source. The method enables an efficient exploration of a multi-parameter space and identifies a regime in which a plasma density spike triggers the generation of a high-charge electron beam. This results in an improvement of more than one order of magnitude in the on-axis time-averaged power within the central time containing half of the radiated energy, compared to the reference case without the density spike.",
      "published": "2026-01-30T10:16:14Z",
      "updated": "2026-01-30T10:16:14Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22794v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22794v1"
    },
    {
      "id": "2601.21840v1",
      "title": "Initial observations in X-point target divertor discharges on MAST-U",
      "authors": [
        "N. Lonigro",
        "K. Verhaegh",
        "J. Harrison",
        "B. Lipschultz",
        "C. Bowman",
        "F. Federici",
        "J. Flanagan",
        "D. Greenhouse",
        "D. Moulton",
        "P. Ryan",
        "R. Scannell",
        "S. Silburn",
        "T. Wijkamp",
        "D. Brida",
        "C. Theiler",
        "the EUROfusion Tokamak Exploitation Team",
        "the MAST Upgrade Team"
      ],
      "summary": "The first high-power (> 3 MW) H-mode experiments using a double-null X-point-target (XPT) divertor configuration have been performed on MAST-U. The XPT geometry is obtained by combining a large strike point radius, similar to the Super-X divertor (SXD), with an additional X-point near the separatrix in the baffled outer divertor chambers and leads to additional exhaust benefits over the SXD. The broader electron density profile near the secondary X-point leads to additional plasma-neutral interactions, evidenced by a broader hydrogenic emission profile, and resulting in larger power and ion sinks. The increase in plasma-neutral interactions also leads to lower target electron temperatures and heat fluxes. These benefits appear to extend to transients, and preliminary evidence of improved ELM buffering in the XPT is presented. These results showcase how multiple alternative divertor configuration strategies can be combined to improve momentum, power, and particle losses, which may be required for the challenging exhaust conditions of future reactors.",
      "published": "2026-01-29T15:18:51Z",
      "updated": "2026-01-29T15:18:51Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.21840v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21840v1"
    },
    {
      "id": "2601.21520v1",
      "title": "Wave generation via oscillatory reconnection at a three-dimensional magnetic null point",
      "authors": [
        "Luiz A. C. A. Schiavo",
        "Gert J. J. Botha",
        "James A. McLaughlin"
      ],
      "summary": "This work conducts a three-dimensional (3D), nonlinear magnetohydrodynamic (MHD) simulation to investigate wave generating, time-dependent reconnection around a magnetic null point. A non-periodic perturbation (in the $xz$-plane) triggers oscillatory reconnection (OR) at the 3D null, resulting in a self-sustained oscillation with a constant period $P$. We investigate the response of the system using three distinct wave proxies (compressible parallel, compressible transverse and incompressible parallel) as well as Spectral Proper Orthogonal Decomposition for decoupling and analyzing the resultant MHD wave behavior. We find that OR generates a slow magnetoacoustic wave of period $P$ that propagates outwards in all directions along the spine and fan plane of the 3D null point. We also find the generation of a propagating Alfvén wave of period $P$, exclusively along the $y$-axis in the fan plane, i.e. in the direction perpendicular to the spine motion. These findings provide new insights into waves generated from a 3D null point and their implications for coronal seismology.",
      "published": "2026-01-29T10:34:43Z",
      "updated": "2026-01-29T10:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.21520v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21520v1"
    },
    {
      "id": "2601.21021v1",
      "title": "Conditional Denoising Model as a Physical Surrogate Model",
      "authors": [
        "José Afonso",
        "Pedro Viegas",
        "Rodrigo Ventura",
        "Vasco Guerra"
      ],
      "summary": "Surrogate modeling for complex physical systems typically faces a trade-off between data-fitting accuracy and physical consistency. Physics-consistent approaches typically treat physical laws as soft constraints within the loss function, a strategy that frequently fails to guarantee strict adherence to the governing equations, or rely on post-processing corrections that do not intrinsically learn the underlying solution geometry. To address these limitations, we introduce the {Conditional Denoising Model (CDM)}, a generative model designed to learn the geometry of the physical manifold itself. By training the network to restore clean states from noisy ones, the model learns a vector field that points continuously towards the valid solution subspace. We introduce a time-independent formulation that transforms inference into a deterministic fixed-point iteration, effectively projecting noisy approximations onto the equilibrium manifold. Validated on a low-temperature plasma physics and chemistry benchmark, the CDM achieves higher parameter and data efficiency than physics-consistent baselines. Crucially, we demonstrate that the denoising objective acts as a powerful implicit regularizer: despite never seeing the governing equations during training, the model adheres to physical constraints more strictly than baselines trained with explicit physics losses.",
      "published": "2026-01-28T20:32:20Z",
      "updated": "2026-01-28T20:32:20Z",
      "categories": [
        "cs.LG",
        "cs.AI",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.21021v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21021v1"
    },
    {
      "id": "2601.20842v1",
      "title": "Compressible Turbulence as a Source of Particle Beams and Ion Bernstein Waves in Collisionless Plasmas",
      "authors": [
        "Chuanpeng Hou",
        "Huirong Yan",
        "Siqi Zhao"
      ],
      "summary": "We investigate the source of particle beams and ion Bernstein waves in collisionless plasmas using a high-resolution particle-in-cell simulation of compressible turbulence. At magnetohydrodynamic (MHD) scales, compressible turbulence is damped by transit-time damping, naturally generating suprathermal electrons and proton beams. As the energy cascade reaches sub-ion scales, multiple branches of ion Bernstein waves are excited and contribute to the formation of proton suprathermal tails. Under realistic conditions such as those in the solar wind, these processes remain efficient and provide a natural explanation for the super-Alfvénic proton beams observed in situ. We show that compressive fluctuations, though often understudied, are essential for cross-scale energy transfer and dissipation in collisionless plasma turbulence.",
      "published": "2026-01-28T18:44:59Z",
      "updated": "2026-01-28T18:44:59Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.20842v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20842v1"
    },
    {
      "id": "2601.20734v1",
      "title": "Superelastic Heating in Treanor-Gordiets Plasmas: A Unified Analytic Closure",
      "authors": [
        "Bernard Parent"
      ],
      "summary": "In non-equilibrium plasmas where the vibrational temperature exceeds the gas temperature, conventional harmonic models underestimate superelastic electron heating rates by an order of magnitude or more. This failure stems from the artificial decoupling of energy modes, which ignores the exponential heating contributions from overpopulated high-lying states characteristic of Treanor-Gordiets distributions. We resolve this limitation by deriving a closed-form, thermodynamically consistent anharmonic gain function based on detailed balance and a second-order Dunham expansion. This formulation serves as a unified governing equation that naturally identifies the kinetic crossover between vibrational-vibrational (V-V) up-pumping and vibrational-translational (V-T) relaxation. This approach accurately predicts the Treanor minimum and recovers the accuracy of full state-to-state benchmarks at a fraction of the computational cost. The model provides a robust closure for predicting electron temperature evolution in applications ranging from hypersonic flows to plasma-assisted combustion.",
      "published": "2026-01-28T16:07:23Z",
      "updated": "2026-01-28T16:07:23Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.20734v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20734v1"
    },
    {
      "id": "2601.19890v1",
      "title": "Detecting Solenoidal Plasma Turbulence via Laser Polarization Rotation",
      "authors": [
        "Kenan Qu",
        "Nathaniel J. Fisch"
      ],
      "summary": "Recent theoretical studies suggest that solenoidal turbulence can significantly enhance fusion reactivity, yet no standard diagnostic exists to directly measure these solenoidal flows in high-energy-density plasmas, nor to distinguish between solenoidal and compressional turbulence. We propose a method that directly diagnoses the energy and spatial structure of this rotational turbulence using the cross-polarization scattering of a probe laser. By coupling to the plasma vorticity, the scattering generates a cross-polarized signal proportional to the turbulent vorticity, effectively acting as a calorimeter for shear flows. We identify a diffractive scattering signature analogous to ``Debye-Scherrer ring'' that reveals the eddy size distribution. We show that this technique is applicable to National Ignition Facility (NIF) implosion conditions and other high-energy-density scenarios.",
      "published": "2026-01-27T18:57:18Z",
      "updated": "2026-01-27T18:57:18Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.19890v1",
      "pdf_link": "https://arxiv.org/pdf/2601.19890v1"
    },
    {
      "id": "2601.19554v2",
      "title": "Advanced Shaping of Quasi-Bessel Beams for High-Intensity Applications",
      "authors": [
        "Jérôme Touguet",
        "Igor Andriyash",
        "Ronan Lahaye",
        "Guillaume Chapelant",
        "Julien Gautier",
        "Lucas Rovige",
        "Cédric Thaury"
      ],
      "summary": "Quasi-Bessel beams produced by axiparabolas are increasingly used in high-intensity laser applications, yet their longitudinal profiles exhibit unwanted oscillations that limit their effectiveness. Here we identify the physical origin of these distortions and develop a general strategy to control the on-axis intensity of extended focal lines. By combining analytical insight with numerical and experimental validation, we show how both smooth and sharply structured longitudinal profiles can be reliably produced. This establishes a robust framework for tailoring quasi-Bessel beams in regimes relevant to laser-plasma acceleration, advanced photon sources, and other high-field applications.",
      "published": "2026-01-27T12:45:31Z",
      "updated": "2026-01-28T12:08:06Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.19554v2",
      "pdf_link": "https://arxiv.org/pdf/2601.19554v2"
    },
    {
      "id": "2601.19401v1",
      "title": "Sensitivity of External Magnetic Field on the Change in Cross-section of a Toroidal Current",
      "authors": [
        "Suman Aich",
        "Joydeep Ghosh",
        "Rakesh L. Tanna",
        "D. Raju",
        "Sameer Kumar",
        "Aditya-U team"
      ],
      "summary": "Due to any toroidal current column, the magnetic field is found to be sensitive as well as insensitive to its cross-sectional area depending on location of subject point, as predicted by numerical approaches [S. Aich, J. Thakkar, and J. Ghosh, Plasma Fusion Res. 17, 2403055 (2022)], and hence the presence of an angle of invariance is found to be present for any toroidal geometry. Present study aims to validate those numerical observations using the measured magnetic field due to Aditya Upgrade tokamak plasma.",
      "published": "2026-01-27T09:36:41Z",
      "updated": "2026-01-27T09:36:41Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.19401v1",
      "pdf_link": "https://arxiv.org/pdf/2601.19401v1"
    },
    {
      "id": "2601.19291v1",
      "title": "Magnetic Compression of Compact Tori Experiment and Simulation",
      "authors": [
        "Carl Dunlea"
      ],
      "summary": "The magnetic compression experiment at General Fusion was a repetitive non-destructive test to study plasma physics applicable to magnetic target fusion compression. A compact torus (CT) is formed with a co-axial gun into a containment region with an hour-glass shaped inner flux conserver, and an insulating outer wall. External coil currents keep the CT off the outer wall (radial levitation) and then rapidly compress it inwards. The optimal external coil configuration greatly improved both the levitated CT lifetime and the recurrence rate of shots with good compressional flux conservation. As confirmed by spectrometer data, the improved levitation field profile reduced plasma impurity levels by suppressing the interaction between plasma and the insulating outer wall during the formation process. Significant increases in magnetic field, electron density, and ion temperature were routinely observed at magnetic compression in the final external coil configuration tested, despite the prevalence of an instability, thought be an external kink mode, at compression. Matching the decay rate of the levitation currents to that of the CT currents resulted in a reduced level of MHD activity associated with unintentional compression by the levitation field, and a higher probability of long-lived CTs. The DELiTE (Differential Equations on Linear Triangular Elements) framework was developed for spatial discretisation of partial differential equations on an unstructured triangular grid in axisymmetric geometry. The framework is based on discrete differential operators in matrix form, which are derived using linear finite elements and mimic some of the properties of their continuous counterparts. A single-fluid two-temperature MHD model is implemented in this framework.",
      "published": "2026-01-27T07:25:23Z",
      "updated": "2026-01-27T07:25:23Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.19291v1",
      "pdf_link": "https://arxiv.org/pdf/2601.19291v1"
    },
    {
      "id": "2601.19073v1",
      "title": "Effect of Controlled Magnetic Island Bifurcation on Electron Diffusion",
      "authors": [
        "Jessica Eskew",
        "D. M. Orlov",
        "B. Andrew",
        "E. Bursch",
        "M. Koepke",
        "F. Skiff",
        "M. E. Austin",
        "T. Cote",
        "C. Marini",
        "E. G. Kostadinova"
      ],
      "summary": "Magnetic islands strongly influence cross-field electron transport in magnetized plasmas. In particular, bifurcations of the island topology modify the number and location of O-points, X-points, and separatrix boundaries, thereby altering diffusion pathways. In recent DIII-D experiments, external magnetic perturbations were used to rotate and periodically bifurcate the island on the q = 2 surface, causing a switchback between a q = 2/1-dominated structure and a narrower q = 4/2-dominated structure. To investigate how this topological change affects electron transport, we employ the field line tracing code TRIP3D with an implemented collisional operator. Thermal, tracer electrons launched from O-points, X-points, and outside separatrix boundaries reveal distinct diffusion regimes, including classical, subdiffusive, and superdiffusive behavior, depending on both the dominant island mode and launch location. These results suggest that island bifurcation can alter electron diffusion across rational surfaces, with direct implications for particle confinement. While the present work emphasizes diffusion as a general framework, the findings provide insight into the conditions under which electron trapping into an island or stochastization of the island's separatrix can enable additional mechanisms, such as the generation of energetic electrons.",
      "published": "2026-01-27T01:20:03Z",
      "updated": "2026-01-27T01:20:03Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.19073v1",
      "pdf_link": "https://arxiv.org/pdf/2601.19073v1"
    },
    {
      "id": "2601.18988v1",
      "title": "Energy partition in collisionless counterstreaming plasmas",
      "authors": [
        "Alexis Marret",
        "Frederico Fiuza"
      ],
      "summary": "Fast, counter-streaming plasma outflows drive magnetic field amplification, plasma heating, and particle acceleration in numerous astrophysical environments, from supernova remnant shocks to active galactic nuclei jets. Understanding how, in the absence of Coulomb collisions, energy is redistributed between the different plasma species remains a fundamental open question. We use 3D fully-kinetic simulations to investigate energy partition in weakly magnetized counter-propagating plasmas. Our results reveal a complex interplay between different processes, where at early times the Weibel instability drives a first stage of magnetic field amplification and at late times the kinking of current filaments drives a second amplification stage via a dynamo-type mechanism. Electrons are heated primarily during the latter phase through magnetic pumping. By the time the flows thermalize, we observe that the final temperature ratio $T_e/T_i$ and energy partition depend on the ion-to-electron mass ratio. For electron-proton flows, the electron thermal energy only reaches up to a few percent of the initial ion kinetic energy.",
      "published": "2026-01-26T21:46:41Z",
      "updated": "2026-01-26T21:46:41Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.18988v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18988v1"
    },
    {
      "id": "2601.18865v1",
      "title": "Induced Scattering of Fast Radio Bursts in Magnetar Magnetospheres",
      "authors": [
        "Rei Nishiura",
        "Shoma F. Kamijima",
        "Kunihito Ioka"
      ],
      "summary": "We investigate induced Compton/Brillouin scattering of electromagnetic waves in magnetized electron and positron pair plasma by verifying kinetic theory with Particle-in-Cell simulations. Applying this to fast radio bursts (FRBs) in magnetar magnetospheres, we find that the scattering--although suppressed by the magnetic field--inevitably enters the linear growth stage. The subsequent evolution bifurcates: full scattering occurs when the density exceeds a critical value, whereas below it the scattering saturates and the FRB can escape. This eases the tension with observations of compact emission regions and may explain the observed diversity, including the presence or absence of FRBs associated with X-ray bursts.",
      "published": "2026-01-26T19:00:00Z",
      "updated": "2026-01-26T19:00:00Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18865v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18865v1"
    },
    {
      "id": "2601.18649v1",
      "title": "Closure models for the feedback of energetic particles on plasma turbulence",
      "authors": [
        "J. Pratt"
      ],
      "summary": "Energetic particles interact with the plasma surrounding them, resonating with certain plasma waves to stabilize them while destabilizing others, and changing the character of the background turbulence in ways that have not been fully quantified or understood. Interaction with the turbulent background plasma is key to the acceleration of many types of energetic particles including high-energy cosmic rays, solar energetic particles, and pick-up ions. This is a process that would ideally be described by a kinetic model, a type of model that follows a probability distribution function (PDF) for all particles in 7-dimensional space. Because of the high dimensionality of a kinetic model, such simulations use the largest computational resources available, and are yet unable to simulate a realistic number of particles, reach the large scales necessary for astrophysical problems, or use high-precision numerical methods. Two available alternatives to kinetic plasma models have been explored: a multi-fluid model, and a hybrid fluid/Fokker-Planck model. These methods are hampered by the physical modeling of the coupling. We develop a new model, which follows the PDF for all particles; this can be viewed as a step toward physical realism above a multi-fluid MHD model, while also being more computationally efficient than a kinetic model. The equations we develop model both the background plasma and the energetic particles self-consistently. Over the last decade, similar PDF methods have been developed to a high level of sophistication to model reactive flows and turbulent combustion for engineering applications. For treatment of the feedback of the energetic particles on a background plasma, a PDF closure approach should evaluate the mean characteristics, including the density, with better statistical quality than will particle-sampling procedures.",
      "published": "2026-01-26T16:20:21Z",
      "updated": "2026-01-26T16:20:21Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18649v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18649v1"
    },
    {
      "id": "2601.18624v1",
      "title": "Spin-redirection Berry phase with planar rays",
      "authors": [
        "Aymeric Braud",
        "Renaud Gueroult"
      ],
      "summary": "Geometric or Berry phases are fundamental manifestations that appear in many areas of physics. They arise from the geometry of the space describing the properties of multi-component wave fields. An important example for electromagnetic waves is the spin-redirection Berry phase associated with the evolution of the spin direction. Because this effect has traditionally been studied in isotropic media where the spin is aligned with the ray trajectory, it has become commonly assumed that this spin-redirection Berry phase requires nonplanar rays. Here we show that a spin-redirection phase can in fact arise along a planar ray if the spin evolves along the ray. We expose this effect through the singular example of a moving unmagnetized plasma, and demonstrate how this behavior can more generally arise from a finite transverse spin. In identifying this new spin-redirection mechanism our work not only provides the tools to discover additional manifestations of SOIs in nature, but also uncovers supplemental degrees of freedom to harness SOIs to control light.",
      "published": "2026-01-26T16:01:21Z",
      "updated": "2026-01-26T16:01:21Z",
      "categories": [
        "physics.optics",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18624v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18624v1"
    },
    {
      "id": "2601.18495v1",
      "title": "Evidence of Langmuir/$\\mathcal{Z}$-mode Wave Decay into $\\mathcal{Z}$-mode Electromagnetic Radiation in the Solar Wind",
      "authors": [
        "F. J. Polanco-Rodríguez",
        "C. Krafft",
        "P. Savoini"
      ],
      "summary": "The nonlinear decay of Langmuir/$\\mathcal{Z}$-mode waves into electromagnetic $\\mathcal{Z}$-mode wave radiation at the plasma frequency is observed for the first time in the solar wind. This finding was enabled by the unprecedented high-resolution electric and magnetic field measurements provided by the Radio Plasma Waves (RPW) instrument aboard the Solar Orbiter spacecraft, which encountered an electron beam associated with a Type III radio burst. The decay process is definitively identified through multiple lines of evidence: satisfaction of frequency and wavevector resonance conditions, strong phase coherence and temporal coincidence between the interacting waves, exclusion of competing mechanisms, and full agreement with theoretical predictions. Particle-in-cell simulations, conducted under close beam-plasma conditions, successfully reproduce the key features of the observations. Notably, they suggest that the wave packet observed by Solar Orbiter may be trapped within an extended, nearly flat-bottomed density well, where the decay process is not overcome by wave scattering on random density fluctuations and subsequent mode conversion effects.",
      "published": "2026-01-26T13:55:16Z",
      "updated": "2026-01-26T13:55:16Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18495v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18495v1"
    },
    {
      "id": "2601.18131v1",
      "title": "Sub-ion scale current sheets in kinetic Alfvén wave turbulence",
      "authors": [
        "Johan Sharma",
        "Ch Akshath Kumar",
        "Kirit D. Makwana",
        "Tulasi N Parashar",
        "Sruti Satyasmita"
      ],
      "summary": "3D kinetic particle-in-cell (PIC) simulations are performed using the kinetic Alfvén wave (KAW) eigenvector relations from a two-fluid model as initial conditions, in order to study turbulent fluctuations and intermittent structures at sub-ion and electron scales. Simulations with different ion-to-electron mass ratios are set up to investigate the role of electron scales in the formation of intermittent structures. We analyze the current sheet structures that develop in these simulations. Two algorithms, namely Breadth-First Search (BFS) and Density-Based Spatial Clustering of Applications with Noise (DBSCAN), are employed to determine the thickness, length, and width of the current sheets, and both methods are found to yield consistent results. The average current sheet thickness scales inversely with the square root of the ion-to-electron mass ratio, with values close to the electron skin depth ($d_e$), indicating the presence of electron-scale current sheets in the simulations. The widths and lengths of the current sheets show a weaker scaling with the mass ratio. The scale-dependent kurtosis reveals enhanced intermittency at electron scales, consistent with magnetosheath observations. Distributions of scale-dependent properties of the current sheets also align with the electron skin depth of the different simulations and they lie within ranges observed in kinetic scale solar wind turbulence. This study reveals the nature of sub-ion-scale current sheets in KAW turbulence and their role in dissipation.",
      "published": "2026-01-26T04:26:02Z",
      "updated": "2026-01-26T04:26:02Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "physics.comp-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18131v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18131v1"
    },
    {
      "id": "2601.17955v1",
      "title": "Spectral Evolution and Current Sheet Analysis as Probes of Reconnection-Mediated Decay in Magnetically Dominated Turbulence",
      "authors": [
        "Chandranathan Anandavijayan",
        "Pallavi Bhat"
      ],
      "summary": "The decay of magnetically dominated turbulence exhibits robust inverse transfer of magnetic energy even in the absence of net magnetic helicity, challenging traditional cascade-based phenomenology. While recent studies suggest that magnetic reconnection governs the evolution of such systems, a comprehensive understanding has been lacking. Here we test a reconnection-mediated model for decaying magnetic turbulence in two-dimensional (strict-2D), 2.5D, and three-dimensional (3D) systems with both helical and nonhelical initial conditions. We show that the magnetic-energy decay timescale scales with the Lundquist number in a manner consistent with Sweet-Parker-type reconnection rather than Alfvenic or purely resistive timescales. We develop a broken power-law model for the magnetic energy spectra and provide analytic predictions for the temporal evolution of energy across both sub-inertial and inertial ranges, which are confirmed by high-resolution simulations. In nonhelical turbulence, these results favor anastrophy as the dominant constraint over helicity fluctuations. Using Minkowski functionals to analyze reconnecting current sheets in real space, we find that the structures controlling the decay are substantially smaller than the global magnetic correlation scale, implying local Lundquist numbers well below the system-scale value. This explains the weak sensitivity of global decay laws to current-sheet resolution and that the current-sheet aspect ratios converge toward Sweet-Parker predictions only at sufficiently high resolution. Together, these results establish magnetic reconnection as the organizing principle underlying inverse transfer, spectral evolution, and decay in magnetically dominated turbulence, providing a unified picture applicable across dimensionality and helicity regimes with direct implications for astrophysical plasmas.",
      "published": "2026-01-25T19:09:28Z",
      "updated": "2026-01-25T19:09:28Z",
      "categories": [
        "astro-ph.HE",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.17955v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17955v1"
    },
    {
      "id": "2601.17547v1",
      "title": "Plasma Decay of Nanosecond Pulsed Laser-Produced Ar and Ar-H2O Sparks at Atmospheric Pressure",
      "authors": [
        "Ji Yung Ahn",
        "Jianan Wang",
        "Tasnim Akbar Faruquee",
        "Marien Simeni Simeni"
      ],
      "summary": "Time-resolved diagnostics were applied to investigate free-electron properties in nanosecond laser-produced discharges sustained at atmospheric pressure in Ar and in Ar with 3% H2O. The discharges were generated using 23 ns, 1064 nm laser pulses. Broadband plasma imaging and laser Thomson scattering were combined with optical emission spectroscopy, with particular emphasis on Stark broadening of the Halpha and Hbeta lines. The plasma exhibited a bright emission that persisted for up to 30--40 us after breakdown, followed by a very weak glow lasting up to 19 ms. Peak electron number density of about 2 x 10^17 cm-3 and electron temperature of about 7 eV were measured. Excellent agreement between both techniques was obtained for absolute electron number densities. The inferred temporal decay of free electrons is consistent with processes dominated by ambipolar expansion and two- and three-body electron-ion recombination. These results provide benchmark data for modeling nanosecond laser discharges and demonstrate the reliability of combining Thomson scattering with Stark broadening in atmospheric laser sparks.",
      "published": "2026-01-24T18:34:57Z",
      "updated": "2026-01-24T18:34:57Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.17547v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17547v1"
    },
    {
      "id": "2601.17308v1",
      "title": "Hybrid collisional-radiative modeling for high-fidelity atomic kinetics",
      "authors": [
        "Prashant Sharma",
        "Christopher J. Fontes",
        "Mark Zammit",
        "James Colgan",
        "Nathan Garland",
        "Xian-Zhu Tang"
      ],
      "summary": "The fidelity of collisional-radiative (CR) models is critical for advancing our understanding of radiative properties and ionization balance in fusion plasmas. In this work, we present and evaluate hybrid CR schemes that combine fine-structure resolution with superconfiguration averaging, offering a practical compromise between accuracy and computational efficiency. Two hybrid CR models are developed for helium, lithium, and beryllium, retaining detailed fine-structure states up to selected principal quantum numbers, while higher-lying states are statistically averaged to form superconfigurations. These models are applied to compute radiative power loss, as well as average and effective charge states, across a wide range of electron temperatures and densities. The results are benchmarked against a fully fine-structure-resolved CR model to assess the accuracy of the hybrid approach. The findings demonstrate the versatility of hybrid CR schemes and their suitability for detailed plasma simulations where predictive fidelity must be balanced with computational cost.",
      "published": "2026-01-24T05:08:19Z",
      "updated": "2026-01-24T05:08:19Z",
      "categories": [
        "physics.plasm-ph",
        "physics.atom-ph"
      ],
      "link": "https://arxiv.org/abs/2601.17308v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17308v1"
    },
    {
      "id": "2601.16794v1",
      "title": "Improved Kelbg Potentials for $Z>1$ and Application to Carbon Plasmas",
      "authors": [
        "Heather D. Whitley",
        "Michael S. Murillo",
        "John I. Castor",
        "Liam G. Stanton",
        "Lorin X. Benedict",
        "Philip A. Sterne",
        "James N. Glosli",
        "Frank R. Graziani"
      ],
      "summary": "In this work, we present a general form for the electron-ion diffractive potential derived from the quantum pair density matrix and fit to the improved Kelbg potential for atomic numbers up to $Z = 54$. We apply classical molecular dynamics using the improved Kelbg potential for carbon with various forms of the Pauli potential to compute internal energies and pressures for hot, dense plasma conditions. Our results are compared to an equation of state model based on path integral Monte Carlo and density functional theory simulations to examine the extent to which the improved Kelbg potential reproduces the internal energy and pressure of carbon plasmas. The regions of validity for carbon agree generally with those derived previously for hydrogen once pressure ionization effects are incorporated. Based on our carbon results and previously published hydrogen studies, we discuss the general applicability and limitations of these potentials for equation of state studies in warm dense matter and high energy density plasmas.",
      "published": "2026-01-23T14:47:15Z",
      "updated": "2026-01-23T14:47:15Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.16794v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16794v1"
    },
    {
      "id": "2601.15661v1",
      "title": "Non-Ambipolarity of Microturbulent Transport",
      "authors": [
        "Allen H Boozer"
      ],
      "summary": "Even what is called electrostatic microturbulence produces a plasma-beta-dependent turbulent magnetic field $\\tilde{B}$, which makes the magnetic field lines chaotic. Quasi-neutrality along the chaotic magnetic field lines requires a potential that obeys $\\vec{B}\\cdot \\vec{\\nabla} Φ= \\vec{B}\\cdot \\vec{\\nabla} p_e$, where $p_e$ is the electron pressure. This potential produces radial transport similar to that of diffusion coefficient $D_{ef}= (Δ/a_T)T_e/eB$. $Δ$ is the radial distance over which the potential $Φ$ is correlated by the electron motion along the chaotic magnetic field, and $|dT_e/dr| = T_e/a_T$. The chaos-produced electron transport gives an effective viscosity on the electron flow, which can counter balance a non-ambipolar part of the ion radial particle diffusion $f_{na}$. This non-ambipolarity would otherwise require a radial electric field that confines ions and hence impurities. The maximum $f_{na}$ that can be counterbalanced and the required plasma beta to avoid shielding the magnetic perturbations $\\tilde{B}$ are calculated.",
      "published": "2026-01-22T05:20:38Z",
      "updated": "2026-01-22T05:20:38Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15661v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15661v1"
    },
    {
      "id": "2601.15613v1",
      "title": "A kinetic-moment framework for electron energy dynamics in capacitively coupled plasmas: absorption, conversion, transport, and dissipation",
      "authors": [
        "Jianxiong Yao",
        "Zeduan Zhang",
        "Feng He",
        "Jinsong Miao",
        "Jiting Ouyang",
        "Bocong Zheng"
      ],
      "summary": "Understanding electron energy dynamics in low-temperature plasmas such as capacitively coupled plasmas (CCPs), including energy absorption, conversion, transport, and dissipation, is essential for interpreting discharge physics and process applications. We propose a kinetic-moment framework based on particle-in-cell/Monte Carlo collision (PIC/MCC) simulations. The framework reconstructs the first three velocity moments of the Boltzmann equation directly from PIC/MCC data and enables a quantitative, self-consistent description of electron energy dynamics in low-pressure CCPs. To clarify energy conversion among electromagnetic energy, electron fluid kinetic (mechanical) energy, and electron thermal (internal) energy, we further separate the total energy transport equation into kinetic- and thermal-energy equations. We find that, at low pressure, electrons gain directed kinetic energy in the sheath and convert it locally into thermal energy through pressure-strain interaction and collisions. Thermal energy is then transported into the bulk and is dissipated mainly by inelastic electron-neutral collisions. We further decompose pressure-strain interaction into reversible pressure dilatation and irreversible viscous-like dissipation, which correspond to conversion driven by volumetric compression or expansion and by shear deformation, respectively. This decomposition reveals a significant thermalization channel beyond collisions. More broadly, the results show coexistence of localized kinetic-to-thermal conversion near the sheath and nonlocal energy transport from the sheath to the bulk dominated by microscopic heat flux. The heat flux deviates strongly from Fourier's law based on local temperature gradients. This framework provides a clear fluid description with kinetic fidelity and offers a practical tool for analyzing energy evolution in nonequilibrium plasmas.",
      "published": "2026-01-22T03:29:10Z",
      "updated": "2026-01-22T03:29:10Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15613v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15613v1"
    },
    {
      "id": "2601.15590v1",
      "title": "Density Limit Experiments and Core-localized Kinetic MHD Activities in HL-2A Ohmic Heating Plasmas",
      "authors": [
        "L. W. Hu",
        "W. Chen",
        "P. W. Shi",
        "T. Long",
        "J. Q. Xu",
        "R. R. Ma",
        "Y. G. Li",
        "L. M. Yu",
        "X. Yu",
        "M. Jiang",
        "T. F. Sun",
        "J. M. Gao",
        "Y. B. Dong",
        "X. L. Zhu",
        "Z. B. Shi"
      ],
      "summary": "The density limit is a mysterious barrier to magnetic confinement nuclear fusion, and is still an unresolved issue. In this paper, we will present the experimental results of the density limit and core-localized kinetic MHD instabilities on HL-2A. Firstly, the high density shots with $ne/ne_G>1$ have been achieved by the conventional gas-puff fuelling method in Ohmic heating plasmas, and the corresponding duration time is close to $t\\sim500$ ms ($\\sim$ $30τ_E$), where $τ_E$ is the global energy confinement time. Secondly, it is found for the first time that there are kinetic MHD instabilities in the core plasmas while $ne/ne_G\\sim1$. The analysis suggests that the core-localized MHD activities belong to Alfv{é}nic ion temperature gradient (AITG) modes or kinetic ballooning modes (KBM), and firstly it is found on experiment that they trigger the minor or major disruption of bulk plasmas while the density profile is peaked. These new findings are of great importance to figure out and understand the origin of the density limit.",
      "published": "2026-01-22T02:27:45Z",
      "updated": "2026-01-22T02:27:45Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15590v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15590v1"
    },
    {
      "id": "2601.15567v1",
      "title": "Discovery of Density Limit Disruption Induced by Core-localized Alfv${é}$nic Ion Temperature Gradient Instabilities in a Tokamak Plasma",
      "authors": [
        "Wei Chen",
        "Liwen Hu",
        "Jianqiang Xu",
        "Ruirui Ma",
        "Peiwan Shi",
        "Rui Ke",
        "Ting Long",
        "Zhiyong Qiu",
        "Haotian Chen",
        "Xiaoxue He",
        "Yonggao Li",
        "Liming Yu",
        "Wenping Guo",
        "Min Jiang",
        "Jinming Gao",
        "Xin Yu",
        "Zhengji Li",
        "Huiling Wei",
        "Deliang Yu",
        "Zhongbing Shi"
      ],
      "summary": "To achieve a high energy gain, the fusion reactor plasma must reach a very high density. However, the tokamak plasmas ofen undergo disruption when the density exceeds the Greenwald density. The density limit disruption in tokamak plasmas is a mysterious barrier to magnetic confinement nuclear fusion, and hitherto, is still an unresolved issue. Over the past several years, the high density experiments with Greenwald density ratio $n_e/n_{eG}\\sim1$ has been carried out using the conventional gas-puff fuelling method in HL-2A NBI and Ohmically heated plasmas. It is found for the first time that there are multiple-branch MHD instabilities in the core plasmas while $n_e/n_{eG}>0.85$. The simulation analysis suggests that the core-localized magnetohydrodynamics (MHD) activities belong to Alfv${é}$nic ion temperature gradient (AITG) modes, and on experiment firstly, it is discovered that they trigger the minor or major disruption of bulk plasmas while the density is peaked. These new findings are of great importance to figure out and understand the origin of density limit disruptions, as well as to forecast and avoid them for future fusion rectors.",
      "published": "2026-01-22T01:12:54Z",
      "updated": "2026-01-22T01:12:54Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15567v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15567v1"
    },
    {
      "id": "2601.15391v1",
      "title": "Asymptotic scaling theory of electrostatic turbulent transport in magnetised fusion plasmas",
      "authors": [
        "T. Adkins",
        "I. G. Abel",
        "M. Barnes",
        "S. Buller",
        "W. Dorland",
        "P. G. Ivanov",
        "R. Meyrand",
        "F. I. Parra",
        "A. A. Schekochihin",
        "J. Squire"
      ],
      "summary": "Turbulent transport remains one of the principal obstacles to achieving efficient magnetic confinement in fusion devices. Two of the dominant drivers of the turbulence are microscale instabilities fuelled by electron- and ion-temperature gradients (ETG and ITG), whose nonlinear saturation determines the cross-field transport of particles and energy. Despite decades of study, predictive modelling of this turbulence has been limited either to expensive gyrokinetic simulations or to reduced models calibrated by fitting to numerical or experimental data, restricting their utility for reactor design. Here we present a simple asymptotic scaling theory that unifies ETG- and ITG-driven turbulence within a common framework. By balancing the fundamental time scales of linear growth, nonlinear decorrelation, and parallel propagation, the theory isolates the dependence of the heat flux on equilibrium parameters to two key quantities: the parallel system scale and the outer-scale aspect ratio. We show that these quantities encapsulate the essential physics of saturation, leading to distinct predictions for ETG and ITG transport: a cubic scaling with the temperature gradient in the electron channel, and a linear scaling in the ion channel. Extensive nonlinear gyrokinetic simulations confirm that these theoretical predictions hold irrespective of the magnetic geometry (slab, tokamak, or stellarator), including the first numerical confirmation of the cubic ETG scaling anticipated by earlier theory. By isolating the dependence on just the parallel system scale and the outer-scale aspect ratio, our framework provides a physics-based foundation for fast, geometry-aware transport models, offering a pathway toward reactor optimisation in both tokamaks and stellarators.",
      "published": "2026-01-21T19:03:08Z",
      "updated": "2026-01-21T19:03:08Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15391v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15391v1"
    },
    {
      "id": "2601.15181v1",
      "title": "Single-laser scheme for reaching strong field QED regime via direct laser acceleration",
      "authors": [
        "Robert Babjak",
        "Marija Vranic"
      ],
      "summary": "We investigate a single-laser scheme for reaching the strong-field QED regime based on direct laser acceleration (DLA) of electrons followed by their head-on collision with the same laser pulse reflected from an overdense foil. In this configuration, electrons are first accelerated inside an underdense plasma by a relativistic laser pulse and subsequently interact with the reflected laser field, emitting high-energy photons via nonlinear Compton scattering which decay into electron-positron pairs through the nonlinear Breit-Wheeler process. Using analytical scalings supported by quasi-3D particle-in-cell simulations including QED effects, we demonstrate that a laser pulse with power as low as 2 PW is sufficient to reach the quantum regime characterized by $χ_e> 1$ . For higher powers, we observe a rapid nonlinear increase in the number of generated positrons, reaching more than 2 nC for a 10 PW laser pulse with energy of approximately 1.1 kJ. A semi-analytical model is employed to estimate the positron yield, showing good agreement with simulation results. We further study the influence of laser depletion and the positioning of the reflecting foil on the efficiency of pair production. The presented scheme provides an experimentally feasible platform for probing strong-field QED effects using currently available multi-petawatt laser systems.",
      "published": "2026-01-21T16:59:44Z",
      "updated": "2026-01-21T16:59:44Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15181v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15181v1"
    },
    {
      "id": "2601.14886v1",
      "title": "Piecewise omnigenous magnetohydrodynamic equilibria as fusion reactor candidates",
      "authors": [
        "V. Fernández-Pacheco",
        "J. L. Velasco",
        "E. Sánchez",
        "R. Gaur",
        "J. M. García-Regaña",
        "J. A. Alonso",
        "I. Calvo",
        "D. Carralero"
      ],
      "summary": "In piecewise omnigenous magnetic fields, charged particles remain perfectly confined in the abscence of collisions and turbulence. This concept extends the traditional notion of omnigenity, the theoretical principle upon which most of existing magnetic fusion reactor designs, including tokamaks, are based. While piecewise omnigenity broadens the range of potentially viable stellarator reactor candidates, it is achieved by relaxing the requirement of continuity in the magnetic field strength, which could appear to pose significant challenges for the design of magnetohydrodynamic equilibria. In this work, a stellarator magnetic configuration is presented that satisfies the ideal magnetohydrodynamic equilibrium equation and that achieves unprecedented levels of piecewise omnigenity. As a result, it exhibits favorable transport characteristics, including reduced bulk radial (neoclassical and turbulent transport), bootstrap current and fast ion losses. In addition, the configuration displays robust MHD stability across a range of \\b{eta} values and possesses a rotational transform profile compatible with an island divertor. Collectively, these features satisfy the standard set of physics criteria required for a viable reactor candidate which, until now, were believed to be attainable only by certain types of omnigenous stellarators.",
      "published": "2026-01-21T11:17:38Z",
      "updated": "2026-01-21T11:17:38Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14886v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14886v1"
    },
    {
      "id": "2601.14834v1",
      "title": "Electric field induced by radial redistribution of the energetic ion pressure in a fusion plasma",
      "authors": [
        "Shaojie Wang"
      ],
      "summary": "It is found by using the gyrokinetic theory that significant radial electric fields, or zonal flows, can be generated by the radial redistribution of energetic ion pressure in a tokamak fusion device. Trapped energetic ions are more effective to generate the radial electric field than the isotropic energetic ions. This suggests that the energetic $α$ particles produced by DT fusion may induce significant radial electric field and thus help to improve the core plasma confinement in a fusion reactor.",
      "published": "2026-01-21T10:01:03Z",
      "updated": "2026-01-21T10:01:03Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14834v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14834v1"
    },
    {
      "id": "2601.14749v1",
      "title": "Triggers for plasma detachment bifurcation in the edge divertor region of tokamaks",
      "authors": [
        "Menglong Zhao",
        "Thomas Rognlien",
        "Ben Zhu",
        "Filippo Scotti",
        "Xinxing Ma",
        "Adam McLean"
      ],
      "summary": "We report the discovery of the trigger for detachment bifurcation phenomenon in tokamak divertors, revealed through steady-state and time-dependent UEDGE simulations: The observed electron temperature cliff at the outer target in DIII-D H-mode plasmas with ion $B\\times \\nabla B$ drift driven into the active divertor results from a bifurcation-induced $T_e$ drop above the X-point accompanied by reversal of the $E\\times B$ flow pattern in the private flux region. Time-dependent simulations reveal a two-phase transition mechanism: the high-field-side radiation front first extends across the last closed flux surface and stabilizes above the X-point, causing local $T_e$ to drop from $\\sim 70\\,\\mathrm{eV}$ to $\\sim 10\\,\\mathrm{eV}$ and inducing $E\\times B$ flow reversal in a thin layer below the X-point, which lasts $< 0.5\\,\\mathrm{ms}$; Flow reversal below the X-point subsequently triggers the sharp drop in outer target temperature on a timescale of $1-2\\,\\mathrm{ms}$, establishing deep detachment a few ms thereafter. A bifurcation transition occurs when the high-field-side radiation front crosses the separatrix while the outer divertor remains attached, with the $T_e$ cliff manifesting distinctly when the outer target $T_e \\gtrsim 10\\,\\mathrm{eV}$ prior to the bifurcation. These results demonstrate that the bifurcation is linked to in-out divertor asymmetry and asymmetric radiation front evolution.",
      "published": "2026-01-21T08:08:17Z",
      "updated": "2026-01-21T08:08:17Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14749v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14749v1"
    },
    {
      "id": "2601.14670v1",
      "title": "In-Situ Inverse Design of a Plasma Metamaterial Beam Steering Device",
      "authors": [
        "Katherine P. Bronstein",
        "Noah A. Harris",
        "Aleczander J. Harder",
        "Jennay L. Edmondson",
        "Jesse A. Rodríguez"
      ],
      "summary": "Inverse design is a commonly used methodology for creating devices that manipulate electromagnetic (EM) waves by algorithmically modifying device parameters to achieve a desired functionality. Utilizing plasma, a dynamically tunable medium, allows the optimization of the design process to be conducted directly on the experimental hardware (in-situ). A key advantage of this method is the creation of devices that are inherently switchable and dynamically reconfigurable. Bayesian optimization is used to tune the plasma density of 91 independent discharges that make up a plasma metamaterial (PMM) device to steer incoming EM waves to desired exit waveguides. Measurements were conducted in an automated loop where a vector network analyzer records the PMM transmission characteristics for each device setting. By relying only on measured scattering parameters, this gradient-free approach is robust to experimental drift and noise and does not require complex full-wave models. Significant performance improvements over traditional simulation-based (in-silico) inverse design are demonstrated, with in-situ Bayesian optimization achieving up to 10,000x higher isolation between ports than the best in-silico design at the same target frequency. This work also presents guidelines for applying Bayesian optimization to noisy, high-dimensional physical systems.",
      "published": "2026-01-21T05:30:03Z",
      "updated": "2026-01-21T05:30:03Z",
      "categories": [
        "physics.optics",
        "physics.app-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14670v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14670v1"
    },
    {
      "id": "2601.14471v1",
      "title": "Understanding Carbon Sourcing and Transport Originating from the Helicon Antenna Surfaces During High-Power Helicon Discharge in DIII-D Tokamak",
      "authors": [
        "A. Kumar",
        "D. Nath",
        "W. Tierens",
        "J. D. Lore",
        "R. Wilcox",
        "G. Ronchi",
        "M. Shafer",
        "A. Y. Joshi",
        "O. Sahni",
        "M. S. Shephard",
        "B. Van Compernolle",
        "R. I. Pinsker",
        "A. Demby",
        "O. Schmitz"
      ],
      "summary": "The high-power helicon wave system in the DIII-D tokamak introduces new plasma--material interaction (PMI) challenges due to rectified RF sheath potentials forming near antenna structures and surrounding tiles. Using the STRIPE modeling framework-which integrates SOLPS-ITER, COMSOL, RustBCA, and GITR/GITRm-we simulate carbon erosion, re-deposition, and global impurity transport in two H-mode discharges with varying antenna--plasma gaps and RF powers. COMSOL predicts rectified sheath potentials of 1-5 kV, localized near the bottom of the antenna where magnetic field lines intersect at grazing angles. Erosion is dominated by carbon self-sputtering, with RF-accelerated D+ ions contributing up to 1 % of the total erosion flux. GITRm simulations show that in the small-gap case, only ~ 13 % of eroded carbon is re-deposited locally, with 58 % transported into the core. In contrast, the large-gap case exhibits lower total erosion, along with reduced core penetration (~ 35 %) and weaker re-deposition (~ 4 %), consistent with lower collisionality and limited plasma contact. The simulation trends are consistent with experimental observations, which have not shown elevated core impurity levels during helicon operation in the present graphite-wall configuration. However, under certain plasma conditions and magnetic configurations, the helicon antenna may still act as a finite source of net erosion and core-directed impurity transport, potentially influencing the overall core impurity balance. These findings emphasize the need for sheath-aware antenna designs and predictive impurity transport modeling to support future high-power RF systems with high-Z first wall materials in fusion devices.",
      "published": "2026-01-20T20:52:33Z",
      "updated": "2026-01-20T20:52:33Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.14471v1",
      "pdf_link": "https://arxiv.org/pdf/2601.14471v1"
    },
    {
      "id": "2601.13980v1",
      "title": "The Geometry of Flux Surfaces with Quasi-Poloidal Symmetry",
      "authors": [
        "Rishin Madan",
        "Wrick Sengupta",
        "Elizabeth J. Paul",
        "Mohammed Haque",
        "Richard Nies",
        "Amitava Bhattacharjee"
      ],
      "summary": "Quasi-poloidal (QP) magnetic fields have desirable properties for confining plasma: no radial drift of guiding centres (with positive implications for neoclassical transport), zero Pfirsch-Schlüter current, a lower level of damping for poloidal flows, leading to reduced anomalous transport, and possible stability benefits. Despite their attractive properties, QP fields are not amenable to the near-axis expansion, a major theoretical tool for understanding toroidal fields. In this paper, we provide a novel framework for defining and understanding QP flux surfaces. This framework relies on a simplification that transforms the task of finding a quasi-poloidal flux surface from a 3D problem to a 2D problem. This simplification also applies to asymmetric magnetic mirrors with desirable properties. We sketch how this 2D problem can form the basis of an efficient optimisation problem for finding QP flux surfaces. We leverage this 2D problem for theoretical understanding: for instance, we identify one class of QP flux surfaces that are naturally flat mirrors (Velasco et al. 2023). The reduced model is validated against numerically optimised QP equilibria. We further utilise the reduced model to explain the prevalence of cusps, high mirror ratios, and narrow pinch points in these numerical equilibria.",
      "published": "2026-01-20T13:58:07Z",
      "updated": "2026-01-20T13:58:07Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13980v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13980v1"
    },
    {
      "id": "2601.13905v1",
      "title": "Reduction of SAXS Signal due to Doppler Broadening Induced Loss of Coherence",
      "authors": [
        "Thomas Kluge",
        "Uwe Hernandez Acosta",
        "Klaus Steiniger",
        "Ulrich Schramm",
        "Thomas E. Cowan"
      ],
      "summary": "We present an analytical and numerical study of how Doppler-induced spectral broadening in laser-heated plasmas degrades the coherence of small-angle X-ray scattering (SAXS) signals, and show that the resulting loss of temporal coherence reduces the SAXS intensity. Applying this formalism to two benchmark geometries - single density steps (wires) and periodic gratings -- we obtain analytic estimates. For gratings, finite coherence simultaneously lowers Bragg-peak heights and broadens their widths, whereas for isolated steps only the overall scaling with q affected. We map the parameter space relevant to current SASE and self-seeded XFELs, revealing that Doppler effects remain managable for the trieval of geometry parameters (less than few 10 % error) for SASE bandwidths but become the dominant error source in seeded configurations or above-keV temperatures. Practical consequences for density-gradient retrieval and interface-sharpness measurements are quantified. The results supply clear criteria for when Doppler broadening must be included in SAXS data analysis and offer a route to infer electron temperature directly from coherence-loss signatures.",
      "published": "2026-01-20T12:31:52Z",
      "updated": "2026-01-20T12:31:52Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13905v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13905v1"
    },
    {
      "id": "2601.13888v1",
      "title": "Quasi-linear approach of bi-Kappa distributed electrons with dynamic $κ$ parameter. EMEC instability",
      "authors": [
        "Pablo S Moya",
        "Roberto E Navarro",
        "Marian Lazar",
        "Peter H Yoon",
        "Rodrigo A López",
        "Stefaan Poedts"
      ],
      "summary": "In recent years, significant progress has been made in the velocity-moment-based quasi-linear (QL) theory of waves and instabilities in plasmas with nonequilibrium velocity distributions (VDs) of the Kappa (or $κ$) type. However, the temporal variation of the parameter $κ$, which quantifies the presence of suprathermal particles, is not fully captured by such a QL analysis, and typically $κ$ remains constant during plasma dynamics. We propose a new QL modeling that goes beyond the limits of a previous approach, realistically assuming that the quasithermal core cannot evolve independently of energetic suprathermals. The case study is done on the electron-cyclotron (EMEC) instability generated by anisotropic bi-Kappa electrons with $A=T_\\perp/T_\\parallel > 1$ ($\\parallel, \\perp$ denoting directions with respect to the background magnetic field). The parameter $κ$ self-consistently varies through the QL equation of kurtosis (fourth-order moment) coupled with temporal variations of the temperature components, relaxing the constraint on the independence of the low-energy (core) electrons and suprathermal high-energy tails of VDs. The results refine and extend previous approaches. A clear distinction is made between regimes that lead to a decrease or an increase in the $κ$ parameter with saturation of the instability. What predominates is a decrease in $κ$, i.e., an excess of suprathermalization, which energizes suprathermal electrons due to self-generated wave fluctuations. Additionally, we found that VDs can evolve toward a quasi-Maxwellian shape (as $κ$ increases) primarily in regimes with low beta and initial kappa values greater than five. Instability-driven relaxation only partially resolves temperature anisotropy in bi-Kappa electron VDs, as wave fluctuations generally act to further energize suprathermal electrons.",
      "published": "2026-01-20T12:00:37Z",
      "updated": "2026-01-20T12:00:37Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.13888v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13888v1"
    },
    {
      "id": "2601.13413v1",
      "title": "High Field Diamond Magnetometry Towards Tokamak Diagnostics",
      "authors": [
        "S. M. Graham",
        "C. J. Stephen",
        "A. J. Newman",
        "A. M. Edmonds",
        "M. L. Markham",
        "G. W. Morley"
      ],
      "summary": "Nitrogen vacancy centres (NVC) in diamond have been widely used for near-dc magnetometry. The intrinsic properties of diamonds make them potential candidates for tokamak fusion power diagnostics, where radiation-hard magnetometers will be essential for efficient control. An NVC magnetometer placed in a tokamak will need to operate within a $\\geq$ 1 T magnetic field. In this work, we demonstrate fibre-coupled ensemble NVC optically detected magnetic resonance (ODMR) and magnetometry measurements at magnetic fields up to 1.2 T. Sensitivities of approximately 240 to 600 nT/$\\sqrt{\\textrm{Hz}}$ and 110 nT/$\\sqrt{\\textrm{Hz}}$ are achieved in a (10-150) Hz frequency range, for non-degenerate and near-$\\langle$111$\\rangle$ field alignments respectively.",
      "published": "2026-01-19T21:49:03Z",
      "updated": "2026-01-19T21:49:03Z",
      "categories": [
        "physics.app-ph",
        "physics.ins-det",
        "physics.optics",
        "physics.plasm-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.13413v1",
      "pdf_link": "https://arxiv.org/pdf/2601.13413v1"
    },
    {
      "id": "2601.22321v1",
      "title": "Conversion Layer Controls the Evolution of Magnetic Deflections Near the Alfven Surface",
      "authors": [
        "Dominic Payne",
        "Mojtaba Akhavan-Tafti",
        "Joshua Goodwill",
        "Samuel Badman",
        "Riddhi Bandyopadhyay",
        "Subash Adhikari",
        "William Matthaeus",
        "Gary Zank",
        "Chen Shi",
        "Michael Stevens",
        "Roberto Livi",
        "Yeimy Rivera",
        "Kristoff Paulson"
      ],
      "summary": "We examine the statistics of Alfvenic deflections in both sub-Alfvenic and super-Alfvenic solar wind with particular focus on a common parameter that underlies the definition of switchbacks: the magnetic deflection angle. Our findings are in general agreement with earlier studies that suggest magnetic deflection angles > 90 degrees are very unlikely to occur in sub-Alfvenic regimes. We find that their upper limit exhibits an identifiable trend with the Alfven Mach number Ma, suggesting that gradual steepening of Alfvenic deflections with increasing Ma is a plausible mechanism controlling deflection angles in the young solar wind. Further analysis reveals that large velocity fluctuations tend to be important in the largest sub-Alfvenic magnetic deflections with increasing contributions from the parallel component very close to Ma = 1, while virtually no magnetic deflections in the super-Alfvenic regime exhibit such large velocity perturbations. We also determine the local ratio of radial Poynting flux SR to kinetic energy flux KR and find that large sub-Alfvenic deflection angles tend to be dominated by SR, while super-Alfvenic deflections are eventually dominated by the KR associated with the radial solar wind flow. Our results show that within the vicinity of the Alfven surface (where Ma = 1), there is a critical region of parameter space within which velocity deflections approach the Alfven velocity and KR/SR is close to unity. We refer to this region (where | log10(Ma)| < 0.2) as the conversion layer. The conversion layer may play a significant role in the evolution of magnetic defections by providing the medium for converting magnetic energy to particle energy and likely driving the formation of magnetic switchbacks in super-Alfvenic solar wind.",
      "published": "2026-01-29T21:06:07Z",
      "updated": "2026-01-29T21:06:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22321v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22321v1"
    },
    {
      "id": "2601.21101v1",
      "title": "The First Quantitative Study of Tail Regrowth of CME-Driven Disconnection in Comet C/2023 P1 Nishimura",
      "authors": [
        "Shaheda Begum Shaik",
        "Guillermo Stenborg",
        "Phillip Hess",
        "Angelos Vourlidas",
        "Karl Battams",
        "Robin Colaninno"
      ],
      "summary": "Comet C/2023 P1 (Nishimura) was observed by the Solar Orbiter Heliospheric Imager (SoloHI), onboard the Solar Orbiter spacecraft, from 2023 September 1 to 14. During this period, the ion tail of the comet exhibited continual fluctuations and four tail disconnection events (TDEs), each coinciding with the passage of a coronal mass ejection (CME). In this work, we report on the ion tail dynamics of the best observed TDE, which occurred on September 11. The SoloHI white-light images reveal an abrupt bending, subsequent kinks, and severing of a downstream portion of the pre-existing ion tail. The onset of disconnection occurred $\\sim$6.5 hours after the projected passage of the CME leading edge in the images, consistent with a CME flank encounter. After the disconnection, the ion tail reformed within $\\sim$24 hours, with a regrowth rate of $\\sim$86$\\pm7~\\mathrm{km\\,s^{-1}}$, indicating the rate at which newly ionized material forms along the magnetic field draped around the comet's coma. After the TDE, the detached tail drifted anti-sunward at an estimated speed of $\\sim$295$\\pm20~\\mathrm{km\\,s^{-1}}$, comparable to the local CME flank's speed, suggesting that the severed plasma was most likely carried away from the comet by the CME. This study provides the first direct, quantitative characterization of comet-CME interactions and the subsequent regrowth phase of a cometary TDE. These measurements were achievable by SoloHI's unique inner-heliospheric coverage, thanks to a combination of high photometric sensitivity, short exposure times, and a wide field of view that preserves the fine-scale tail dynamics.",
      "published": "2026-01-28T22:40:19Z",
      "updated": "2026-01-28T22:40:19Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.21101v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21101v1"
    },
    {
      "id": "2601.20624v1",
      "title": "Sunward Streaming 3He-rich SEP Events Observed by Solar Orbiter and Parker Solar Probe during Perihelion Passage",
      "authors": [
        "Samuel T. Hart",
        "George C. Ho",
        "Michael R. Terres",
        "Gabriel C. Muro",
        "Robert C. Allen",
        "Maher A. Dayeh",
        "Radoslav Bučík",
        "Glenn M. Mason",
        "Athanasios Kouloumvakos",
        "Abdullah A. Shmies"
      ],
      "summary": "We report on two 3He-rich solar energetic particle (SEP) events observed by Solar Orbiter (SO) and Parker Solar Probe (PSP) during the April 1 - 4, 2024 conjunction when both spacecraft are within 0.3 AU near their respective perihelion passage. The two 3He-rich SEP events, originating from active region (AR) 13615, exhibit two key anomalies: (1) sunward streaming SEPs and (2) SEP travel path lengths exceeding 2 - 8 times the nominal Parker spiral expectations. Remote observations suggest these SEPs have been redirected by a slow coronal mass ejection (CME) that also originated from AR 13615 two days prior on March 30, 2024 at 21:04 UT. Using the near-Sun CME speed and width measurements, we estimate its size and location at the onset time of the first 3He-rich SEP event. Based on our estimates, SEPs propagating around the ICME front have travelled between 0.76 - 0.95 AU when they arrive at SO, increasing to 0.94 - 1.1 AU at PSP, consistent with our observed SEP arrival times. These findings constitute the first multi-spacecraft observation of sunward streaming 3He-rich SEPs. We discuss the implications of this phenomenon on 3He-rich seed material and the rare widespread 3He-rich SEP events (see Section 5.4).",
      "published": "2026-01-28T13:58:52Z",
      "updated": "2026-01-28T13:58:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.20624v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20624v1"
    },
    {
      "id": "2601.20121v1",
      "title": "$1/f$ Noise in Synthetic and Solar Wind Data: Superposition Principles",
      "authors": [
        "Jiaming Wang",
        "Francesco Pecora",
        "Rohit Chhiber",
        "Rayta A. Pradata",
        "Subash Adhikari",
        "William H. Matthaeus"
      ],
      "summary": "The interplanetary magnetic field exhibits a distinctive $1/f$ spectral density from frequencies of around $\\unit[10^{-6}]{Hz}$ to around $\\unit[10^{-4}]{Hz}$, ranging from harmonics of the solar rotation to the reciprocal of the turbulence correlation time in the spacecraft frame. Various theories have been proposed to explain its origin, typically invoking either processes in the lower corona or in the solar interior, or local interplanetary dynamics. Here, we investigate the {\\it superposition principle} that underlies explanations of the solar/coronal types, which in principle can generate the full observed range of $1/f$ noise. Using synthetic time series with scale-invariant or log-normal distributions of correlation times, we examine the efficacy of several superposition approaches in generating a $1/f$ regime. The persistence of $1/f$ spectrum is further illustrated with decade-long {\\it in situ} magnetic field measurements from the ACE spacecraft. Together, these results help explain the ubiquity of $1/f$ noise under the unavoidable superposition inherent in long-duration heliospheric data.",
      "published": "2026-01-27T23:29:56Z",
      "updated": "2026-01-27T23:29:56Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.20121v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20121v1"
    },
    {
      "id": "2601.18553v1",
      "title": "Different Transient Phenomena at the Edges of Traveling Foreshocks",
      "authors": [
        "Primoz Kajdic",
        "Xóchitl Blanco-Cano",
        "Diana Rojas-Castllo",
        "Nojan Omidi"
      ],
      "summary": "Past kinetic simulations and spacecraft observations have shown that traveling foreshocks (TFs) are bounded by either foreshock compressional boundaries (FCBs) or foreshock bubbles (FBs). Here we present four TFs with a different kind of structure appearing at one of their edges. Two of them, observed by the Cluster mission, are bounded by a hot flow anomaly (HFA). In one case, the HFA was observed only by the spacecraft closest to the bow shock, while the other three probes observed an FCB. In addition, two other TFs were observed by the MMS spacecraft to be delimited by a structure that we call HFA-like FCB. In the spacecraft data, these structures present signatures similar to those of HFAs: dips in magnetic field magnitude and solar wind density, decelerated and deflected plasma flow and increased temperature. However, a detailed inspection of these events reveals the absence of heating of the SW beam. Instead, the beam almost disappears inside these events and the plasma moments are strongly influenced by the suprathermal particles. We suggest that HFA-like FCBs are related to the evolution and structure of the directional discontinuities of the interplanetary magnetic field whose thickness is larger than the gyroradious of suprathermal ions. We also show that individual TFs may appear together with several different types of transient upstream mesoscale structures, which brings up a question about their combined effect on regions downstream of the bow shock.",
      "published": "2026-01-26T14:59:34Z",
      "updated": "2026-01-26T14:59:34Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18553v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18553v1"
    },
    {
      "id": "2601.15762v3",
      "title": "Multi-Scale Irregularities Product: a data product utilizing the high-resolution Swarm plasma density data for space weather applications",
      "authors": [
        "Yaqi Jin",
        "Luca Spogli",
        "Daria Kotova",
        "Alan Wood",
        "Jaroslav Urbář",
        "Lucilla Alfonsi",
        "Mainul Mohammed Hoque",
        "Wojciech Miloch"
      ],
      "summary": "We use the high-resolution Swarm faceplate plasma density data at 16 Hz to develop a set of parameters that can characterize multi-scale ionospheric structures and irregularities along the Swarm orbit. We present the methods for calculating density gradients over different window sizes, rate of change of density index, power spectral density and the spectral slope at both low and high latitudes. The faceplate plasma data are not continuously available through the years. However, about 8 years of data from Swarm A are processed from late 2014 to the end of 2025. Some statistical results from Swarm A are presented. The variations of plasma structures and irregularities are dependent on solar activity, season, local time and geomagnetic activities, and the variations show different patterns between low and high latitudes. For example, the high-latitude ionosphere is characterized by persistent ionospheric structures and irregularities poleward of 60 magnetic latitude, while the low-latitude ionospheric irregularities are only dominant during 19-01 local time near the magnetic equator. The occurrence of steep spectral slope at high latitudes shows clear seasonal variations, i.e., it maximizes during local summer and minimizes during local winter in both hemispheres. However, the occurrence of steep spectral slope at low latitudes is only sensible when significant plasma structures and irregularities are present. We further calculate the histogram of spectral slopes at low latitudes when the rate of change of density index is enhanced. The histogram resembles a Gaussian distribution with an expected value of 1.97. The processed data are available to the wider community. Given the high resolution, this new data product will be useful for the scientific communities that are interested in the magnetosphere-ionosphere-thermosphere coupling and near-Earth space environment.",
      "published": "2026-01-22T08:55:19Z",
      "updated": "2026-01-29T14:52:09Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15762v3",
      "pdf_link": "https://arxiv.org/pdf/2601.15762v3"
    },
    {
      "id": "2601.12614v2",
      "title": "Deterministic and probabilistic neural surrogates of global hybrid-Vlasov simulations",
      "authors": [
        "Daniel Holmberg",
        "Ivan Zaitsev",
        "Markku Alho",
        "Ioanna Bouri",
        "Fanni Franssila",
        "Haewon Jeong",
        "Minna Palmroth",
        "Teemu Roos"
      ],
      "summary": "Hybrid-Vlasov simulations resolve ion-kinetic effects for modeling the solar wind-magnetosphere interaction, but even 5D (2D + 3V) simulations are computationally expensive. We show that graph-based machine learning emulators can learn the spatiotemporal evolution of electromagnetic fields and lower order moments of ion velocity distribution in the near-Earth space environment from four 5D Vlasiator runs performed with identical steady solar wind conditions. The initial ion number density is systematically varied, while the grid spacing is held constant, to scan the ratio of the characteristic ion skin depth to the numerical grid size. Using a graph neural network architecture operating on the 2D spatial simulation grid comprising 670k cells, we demonstrate that both a deterministic forecasting model (Graph-FM) and a probabilistic ensemble forecasting model (Graph-EFM) based on a latent variable formulation are capable of producing accurate predictions of future plasma states. A divergence penalty is incorporated during training to encourage divergence-freeness in the magnetic fields and improve physical consistency. For the probabilistic model, a continuous ranked probability score objective is added to improve the calibration of the ensemble forecasts. When trained, the emulators achieve more than two orders of magnitude speedup in generating the next time step relative to the original simulation on a single GPU compared to 100 CPUs for the Vlasiator runs, while closely matching physical magnetospheric response of the different runs. These results demonstrate that machine learning offers a way to make hybrid-Vlasov simulation tractable for real-time use while providing forecast uncertainty.",
      "published": "2026-01-18T23:13:23Z",
      "updated": "2026-01-21T04:43:49Z",
      "categories": [
        "physics.space-ph",
        "cs.LG",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12614v2",
      "pdf_link": "https://arxiv.org/pdf/2601.12614v2"
    },
    {
      "id": "2601.08054v3",
      "title": "Magnetic reconnection as an Adler-Ohmic bifurcation: The topological origin of Bohm resistivity",
      "authors": [
        "Magnus F Ivarsen"
      ],
      "summary": "The physical origin of 'anomalous' resistivity in magnetic reconnection remains one of the longest-standing problems in space plasma physics. While the empirical Bohm diffusion scaling ($η\\propto T/B$) is widely invoked to explain fast reconnection rates, it lacks a rigorous derivation from first principles. Here, we derive this scaling by modeling the ensemble of electron gyro-axes in a magnetized plasma as an overdamped spintronic condensate governed by the Landau-Lifshitz-Gilbert equation. We demonstrate that the breakdown of the \"frozen-in\" condition is rigorously identified as an Adler-Ohmic bifurcation: a topological phase transition where electron gyro-axes lose synchronization with the mean magnetic field. Unlike stochastic turbulence models, this framework predicts a coherent, explosive onset of resistivity that naturally saturates at the Bohm limit. We support this thesis with renormalization group theory and a novel analysis of Magnetospheric Multiscale mission data, which reveals an explosive phase space confinement consistent with collective phase slippage rather than chaotic scattering. These results suggest that Bohm resistivity is a universal topological property of magnetized matter at the critical point of reconnection.",
      "published": "2026-01-12T22:48:40Z",
      "updated": "2026-01-26T16:48:20Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "cond-mat.soft",
        "cond-mat.stat-mech",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08054v3",
      "pdf_link": "https://arxiv.org/pdf/2601.08054v3"
    },
    {
      "id": "2601.05996v1",
      "title": "Self-organization of local streamline structures and energy transfer rate in compressible plasma turbulence",
      "authors": [
        "Simone Benella",
        "Virgilio Quattrociocchi",
        "Emanuele Papini",
        "Andrea Verdini",
        "Simone Landi",
        "Maria Federica Marcucci",
        "Giuseppe Consolini"
      ],
      "summary": "We examine how local streamline topology and energy cascade rate self-organize in plasma turbulence for both compressible and incompressible regimes. Using a fully-compressible Hall-magnetohydrodynamic simulation, we quantify the subgrid-scale energy transfer and analyze its relationship to streamline structures by means of grandient tensor geometric invariants of the velocity field. Our results highlight how streamline topology is crucial for diagnosing turbulence: for nearly-incompressible fluctuations the energy is primarily transferred to smaller scales through strain-dominated and stable-vortical structures, while is back-transferred towards larger scales through unstable-vortical structures. Compressible fluctuations, on the contrary, do not show a clear topological selection of the energy transfer since the overall direction of the local cascade rate is found to be determined by the sign of $-\\nabla\\cdot u$ (plasma volumetric compression or expansion).",
      "published": "2026-01-09T18:23:00Z",
      "updated": "2026-01-09T18:23:00Z",
      "categories": [
        "physics.space-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05996v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05996v1"
    },
    {
      "id": "2601.05426v1",
      "title": "An integration-free method for calculating curl and divergence in space plasmas using multi-spacecraft data",
      "authors": [
        "Rohan Singh",
        "Supratik Banerjee",
        "Arijit Halder"
      ],
      "summary": "The knowledge of local spatial gradients (curl, divergence etc.) is crucial to examine the three-dimensional variation of flow fields including velocity and magnetic fields in space plasmas like the solar wind. Here we propose a simple method to calculate the same using the in-situ data of multi-spacecraft systems. Unlike the popular Curlometer method which depends on the vector integration theorems, our integration-free method is based on the construction of a local orthonormal coordinate system and the associated finite difference approximations. The Curlometer is applicable to a four spacecraft system arranged in a tetrahedron and yields a single volume-averaged estimate of the curl. Using our proposed method over 107 intervals of MMS (NASA) data, on the other hand, we successfully calculate the spatial derivatives at the position of each spacecraft of the tetrahedron and a three-spacecraft (non-collinear) subset of the same. The average value of all the curls calculated for a given tetrahedron shows an excellent agreement (correlation coeffcient ~ 0:99) with the curls calculated using Curlometer formula. The quality of the calculated curl (using our method) is found to improve if the spacecraft configuration approaches a regular tetrahedron. The current framework facilitates investigation of turbulent heating rates and the exploration of local flow features like Beltramization, existence of current sheets, etc., in present and future multi-spacecraft mission, including those involving more than four spacecraft.",
      "published": "2026-01-08T23:21:20Z",
      "updated": "2026-01-08T23:21:20Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.05426v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05426v1"
    },
    {
      "id": "2601.05209v1",
      "title": "Addressing Known Challenges in Solar Flare Forecasting I: Limb-Flare Prediction with a 4-pi Full-Heliosphere Framework",
      "authors": [
        "K. D. Leka",
        "Eric L. Wagner",
        "Lisa Upton",
        "Bibhuti Kumar Jha",
        "Kiran Jain",
        "Sara Petty"
      ],
      "summary": "A demonstrated failure mode for operational solar flare forecasting is the inability to forecast flares that occur near, or just beyond, the solar limb. To address this shortcoming, we develop a \"4pi\" full-heliosphere event forecasting framework and evaluate its statistical classification ability against this specific challenge. A magnetic surface flux transport model is used to generate full-sun maps of the photospheric radial magnetic field from which active regions (ARs) are identified and tracked using a new labeling scheme that is observer-location agnostic and allows for post-facto modifications. Flare-relevant magnetic parameters couple to a \"visibility\" index that specifies AR location relative to the visible solar limb and expected flare detection. Flare labels are assigned according to peak Soft X-ray flux, and a statistical classification is performed using nonparametric discriminant analysis. A version where new or emerging ARs on the far (\"invisible\" side of the Sun are incorporated into the model by way of far-side helioseismology, is also tested. We evaluate the new framework by its performance specifically including the limb areas using Brier Skill Score and ROC Skill Score, finding improvement at the 2-sigma level or less. However, we do find that the number of False Negatives, or \"missed\" forecasts decreases, and find strong evidence that the additional information provided by the far-side helioseismology can help predict near- and just-beyond-limb flares, particularly for East-limb events. While individual components of this framework could be improved, we demonstrate that a known failure mode for solar flare forecasting can be mitigated with available resources.",
      "published": "2026-01-08T18:34:43Z",
      "updated": "2026-01-08T18:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05209v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05209v1"
    },
    {
      "id": "2601.04165v1",
      "title": "Properties of Magnetic Switchbacks in the Near-Sun Solar Wind",
      "authors": [
        "Samuel T. Badman",
        "Naïs Fargette",
        "Lorenzo Matteini",
        "Oleksiy V. Agapitov",
        "Mojtaba Akhavan-Tafti",
        "Stuart D. Bale",
        "Srijan Bharati Das",
        "Nina Bizien",
        "Trevor A. Bowen",
        "Thierry Dudok de Wit",
        "Clara Froment",
        "Timothy Horbury",
        "Jia Huang",
        "Vamsee Krishna Jagarlamudi",
        "Andrea Larosa",
        "Maria S. Madjarska",
        "Olga Panasenco",
        "Etienne Pariat",
        "Nour E. Raouafi",
        "Alexis P. Rouillard",
        "David Ruffolo",
        "Nikos Sioulas",
        "Shirsh Lata Soni",
        "Luca Sorriso-Valvo",
        "Gabriel Ho Hin Suen",
        "Marco Velli",
        "Jaye Verniero"
      ],
      "summary": "Magnetic switchbacks are fluctuations in the solar wind in which the interplanetary magnetic field sharply deflects away from its background direction so as to create folds in magnetic field lines while remaining of roughly constant magnitude. The magnetic field and velocity fluctuations are extremely well correlated in a way corresponding to Alfvénic fluctuations propagating away from the Sun. For a background field which is nearly radial this causes an outwardly propagating jet to form. Switchbacks and their characteristic velocity jets have recently been observed to be nearly ubiquitous by Parker Solar Probe with in situ measurements in the inner heliosphere within 0.3 AU. Their prevalence, substantial energy content, and potentially fundamental role in the dynamics of the outer corona and solar wind motivate the significant research efforts into their understanding. Here we review the in situ measurements of these structures (primarily by Parker Solar Probe). We discuss how they are identified and measured, and present an overview of the primary observational properties of these structures, both in terms of individual switchbacks and their collective arrangement into ``patches''. We identify both properties for which there is a strong consensus and those that have limited or qualified support and require further investigation. We identify and collate several open questions and recommendations for future studies.",
      "published": "2026-01-07T18:26:35Z",
      "updated": "2026-01-07T18:26:35Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04165v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04165v1"
    },
    {
      "id": "2601.03818v1",
      "title": "Modelling spacecraft-emitted electrons measured by SWA-EAS experiment on board Solar Orbiter mission",
      "authors": [
        "Š. Štverák",
        "D. Herčík",
        "P. Hellinger",
        "M. Popďakunik",
        "G. R. Lewis",
        "G. Nicolaou",
        "C. J. Owen",
        "Yu. V. Khotyaintsev",
        "M. Maksimovic"
      ],
      "summary": "Thermal electron measurements in space plasmas typically suffer at low energies from spacecraft emissions of photo- and secondary electrons and from charging of the spacecraft body. We examine these effects by use of numerical simulations in the context of electron measurements acquired by the Electron Analyser System (SWA-EAS) on board the Solar Orbiter mission. We employed the Spacecraft Plasma Interaction Software to model the interaction of the Solar Orbiter spacecraft with solar wind plasma and we implemented a virtual detector to simulate the measured electron energy spectra as observed in situ by the SWA-EAS experiment. Numerical simulations were set according to the measured plasma conditions at 0.3~AU. We derived the simulated electron energy spectra as detected by the virtual SWA-EAS experiment for different electron populations and compared these with both the initial plasma conditions and the corresponding real SWA-EAS data samples. We found qualitative agreement between the simulated and real data observed in situ by the SWA-EAS detector. Contrary to other space missions, the contamination by cold electrons emitted from the spacecraft is seen well above the spacecraft potential energy threshold. A detailed analysis of the simulated electron energy spectra demonstrates that contamination above the threshold is a result of cold electron fluxes emitted from distant spacecraft surfaces. The relative position of the break in the simulated spectrum with respect to the spacecraft potential slightly deviates from that in the real observations. This may indicate that the real potential of the SWA-EAS detector with respect to ambient plasma differs from the spacecraft potential value measured on board. The overall contamination is shown to be composed of emissions from a number of different sources and their relative contribution varies with the ambient plasma conditions.",
      "published": "2026-01-07T11:22:20Z",
      "updated": "2026-01-07T11:22:20Z",
      "categories": [
        "astro-ph.IM",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03818v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03818v1"
    },
    {
      "id": "2601.03650v1",
      "title": "Investigating the Center-to-Limb Effects in Helioseismic Data Using 3D Radiative Hydrodynamic Simulations",
      "authors": [
        "Irina N. Kitiashvili"
      ],
      "summary": "Full-disk observations from missions such as the SDO and SOHO have enabled comprehensive studies of solar oscillations and dynamics. Interpreting helioseismic and photospheric data is complicated by systematic center-to-limb variations. To explore the physical origin of these variations, we perform local 3D radiative hydrodynamic simulations that include effects of solar rotation to generate 24-hour synthetic time series of continuum intensity and Doppler velocity for nine viewing angles spanning from -75 to 75 degrees. The simulations reveal a systematic decrease in oscillation power toward the limbs and a pronounced East-West asymmetry that increases with frequency, primarily due to rotation-induced flows. With increasing angular distance from the disk center, the amplitudes and widths of the surface gravity (f) and resonant pressure (p) modes decrease. In contrast, the amplitudes of the corresponding pseudo-modes with frequencies above the acoustic cut-off frequency increase in the intensity power spectra but are suppressed in the velocity spectra. The local helioseismology ring-diagram analysis of the simulation data further demonstrates anisotropic broadening of the modes and distinct differences in background noise and pseudo-mode structure between the intensity and velocity data. These results indicate that the center-to-limb effects arise from both geometric projection and physical factors such as line-formation height and potential effects of the radial differential rotation. The findings provide a framework for correcting helioseismic observations and demonstrate that realistic 3D radiative hydrodynamic simulations are a powerful tool for disentangling geometric and physical biases in solar data.",
      "published": "2026-01-07T07:01:34Z",
      "updated": "2026-01-07T07:01:34Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03650v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03650v1"
    },
    {
      "id": "2601.03620v2",
      "title": "On flying through the base of a pseudo-streamer",
      "authors": [
        "Forrest Mozer",
        "Oleksiy Agapitov",
        "Kyungeun Choi",
        "Andrii Voshchepynets"
      ],
      "summary": "Near the 10 solar radius perihelion of Parker Solar Probe orbit 24, a confined region containing an enhanced plasma density of 25,000 particles per cubic centimeter and broadband electrostatic waves was encountered. The solar wind velocity of 200 kilometers per second and ion temperature of 25 eV were significantly reduced as compared to their values in the ambient solar wind. These anomalous plasma conditions were observed on closed magnetic field lines, as determined from observations of the suprathermal electron strahl. Because the polarity of the radial magnetic field did not change sign on the two sides of the crossing and the crossed region contained a double-peaked plasma structure, the spacecraft must have passed through the base of a pseudo-streamer whose structure extended out to 10 solar radii. In the plasma frame, an electric field as large as 400 millivolts per meter was detected during the crossing. The current associated with this electric field was less than one milliampere per square meter, corresponding to a drift velocity less than 2.5 kilometers per second. It also contained a turbulent plasma with density fluctuations divided by density as large as 0.3, suggesting that the resistive term in the generalized ohm's law was significant. Also, the density as a function of time had a non-zero slope when the electric field was non-zero, suggesting that the pressure gradient term also mattered. As compared to earlier remote sensing and theoretical results, it is surprising that the plasma in this pseudo-streamer had a remarkably low flow velocity and that the pseudo-streamer base extended out to 10 solar radii.",
      "published": "2026-01-07T06:01:19Z",
      "updated": "2026-01-22T17:50:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03620v2",
      "pdf_link": "https://arxiv.org/pdf/2601.03620v2"
    },
    {
      "id": "2601.03344v1",
      "title": "Non-thermal particle acceleration in multi-species kinetic plasmas: universal power-law distribution functions and temperature inversion in the solar corona",
      "authors": [
        "Uddipan Banik",
        "Amitava Bhattacharjee"
      ],
      "summary": "The origin of non-thermal power-law distribution functions ubiquitously observed in astrophysical/space (e.g., the solar wind) and laboratory kinetic plasmas, is not well understood. Another puzzling phenomenon is temperature inversion in the solar corona. These two issues are deeply connected. We develop a self-consistent quasilinear theory (QLT) for electromagnetically driven kinetic plasmas, deriving a Fokker-Planck equation for the simultaneous relaxation of multiple species, with (i) a drive diffusion coefficient for the heating of dressed particles directly by the drive and indirectly by waves, and (ii) Balescu-Lenard diffusion and drag coefficients for internal turbulence and Coulomb collisions. Both electron and ion distributions relax towards a universal attractor with a $v^{-5}$ $(E^{-2})$ tail, akin to a $κ= 1.5$ distribution, under a super-Debye (but sub-Larmor) drive with a steep power-spectrum. This is an outcome of Debye screening: large-scale fields accelerate the unscreened, fast particles but not the screened, slow ones. The universality may be broken by shallow power-spectra and incomplete relaxation. Collisions cannot decelerate suprathermal particles, rendering a high $v$ tail immune to Maxwellianization. Such a tail may be generated in the solar corona by chromospheric convection despite collisional losses. The suprathermal particles escape sun's gravity (velocity filtration), inverting the temperature profile and raising it to $10^6$ K. A proper analysis of velocity filtration with a $κ\\approx 1.5-2$ distribution inspired by QLT provides a reasonable fit to the spectroscopic data of heavy ions and explains the abrupt temperature rise, a consequence of the divergence of pressure in the $κ\\to 1.5$ limit.",
      "published": "2026-01-06T19:00:01Z",
      "updated": "2026-01-06T19:00:01Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03344v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03344v1"
    },
    {
      "id": "2601.00485v1",
      "title": "Spectral performance of single-channel plastic and GAGG scintillator bars of the CUbesat Solar Polarimeter (CUSP)",
      "authors": [
        "Nicolas De Angelis",
        "Abhay Kumar",
        "Sergio Fabiani",
        "Ettore Del Monte",
        "Enrico Costa",
        "Giovanni Lombardi",
        "Alda Rubini",
        "Paolo Soffitta",
        "Andrea Alimenti",
        "Riccardo Campana",
        "Mauro Centrone",
        "Giovanni De Cesare",
        "Sergio Di Cosimo",
        "Giuseppe Di Persio",
        "Alessandro Lacerenza",
        "Pasqualino Loffredo",
        "Gabriele Minervini",
        "Fabio Muleri",
        "Paolo Romano",
        "Emanuele Scalise",
        "Enrico Silva",
        "Davide Albanesi",
        "Ilaria Baffo",
        "Daniele Brienza",
        "Valerio Campomaggiore",
        "Giovanni Cucinella",
        "Andrea Curatolo",
        "Giulia de Iulis",
        "Andrea Del Re",
        "Vito Di Bari",
        "Simone Di Filippo",
        "Immacolata Donnarumma",
        "Pierluigi Fanelli",
        "Nicolas Gagliardi",
        "Paolo Leonetti",
        "Matteo Mergè",
        "Dario Modenini",
        "Andrea Negri",
        "Daniele Pecorella",
        "Massimo Perelli",
        "Alice Ponti",
        "Francesca Sbop",
        "Paolo Tortora",
        "Alessandro Turchi",
        "Valerio Vagelli",
        "Emanuele Zaccagnino",
        "Alessandro Zambardi",
        "Costantino Zazza"
      ],
      "summary": "Our Sun is the closest X-ray astrophysical source to Earth. As such, it makes a formidable case study to better understand astrophysical processes. Solar flares are in particular very interesting as they are linked to coronal mass ejections as well as magnetic field reconnection sites in the solar atmosphere. Flares can therefore provide insightful information on the physical processes at play on their production sites, but also on the emission and acceleration of energetic charged particles towards our planet, making it a formidable forecasting tool for space weather. While solar flares are critical to understanding magnetic reconnection and particle acceleration, their hard X-ray polarization -- key to distinguishing between competing theoretical models -- remains poorly constrained by existing observations. To address this, we present the CUbesat Solar Polarimeter (CUSP), a mission under development to perform solar flare polarimetry in the 25-100 keV energy range. CUSP consists of a 6U-XL platform hosting a dual-phase Compton polarimeter. The polarimeter is made of a central assembly of four 4x4 arrays of plastic scintillators, each coupled to multi-anode photomultiplier tubes, surrounded by four strips of eight elongated GAGG scintillator bars coupled to avalanche photodiodes. Both types of sensors from Hamamatsu are respectively read out by the MAROC-3A and SKIROC-2A ASICs from Weeroc. In this manuscript, we present the preliminary spectral performances of single plastic and GAGG channels measured in the laboratory using development boards of the ASICs foreseen for the flight model.",
      "published": "2026-01-01T21:40:47Z",
      "updated": "2026-01-01T21:40:47Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00485v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00485v1"
    },
    {
      "id": "2601.00470v1",
      "title": "Betelgeuse: Detection of the Expanding Wake of the Companion Star",
      "authors": [
        "Andrea K. Dupree",
        "Paul I. Cristofari",
        "Morgan MacLeod",
        "Kateryna Kravchenko"
      ],
      "summary": "Recent analyses conclude that Betelgeuse, a red supergiant star (HD 39801), likely has a companion object with a period of about 2000 days orbiting at only 2.3 stellar radii, deep in the chromosphere of the supergiant. A probable detection of such a companion, named Siwarha, has just occurred from speckle imaging. This study finds that Betelgeuse spectra in the optical region and ultraviolet exhibit signatures of variable circumstellar absorption and chromospheric outflows. These variations are consistent with the ~ 2000-day period of the companion object. Circumstellar absorption evident in optical Mn I lines, and mass outflow marked by ultraviolet Fe II, Si I, and Mg I lines increase after the transit of the companion across the disk of Betelgeuse. Following the eclipse of the companion, the absorption and outflow slowly decrease in advance of the next transit. The occurrence and variation of this plasma appear consistent with the presence of a trailing and expanding wake caused by a companion star orbiting within the atmosphere of Betelgeuse.",
      "published": "2026-01-01T20:56:05Z",
      "updated": "2026-01-01T20:56:05Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00470v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00470v1"
    },
    {
      "id": "2512.24425v2",
      "title": "Turbulence-Driven Corrugation of Collisionless Fast-Magnetosonic Shocks",
      "authors": [
        "Immanuel Christopher Jebaraj",
        "Mikhail Malkov",
        "Nicolas Wijsen",
        "Jens Pomoell",
        "Vladimir Krasnoselskikh",
        "Nina Dresing",
        "Rami Vainio"
      ],
      "summary": "Collisionless fast-magnetosonic shocks are often treated as smooth, planar boundaries, yet observations point to organized corrugation of the shock surface. A plausible driver is upstream turbulence. Broadband fluctuations arriving at the front can continually wrinkle it, changing the local shock geometry and, in turn, conditions for particle injection and radiation. We develop a linear-MHD formulation that treats the shock as a moving interface rather than a fixed boundary. In this approach the shock response can be summarized by an effective impedance determined by the Rankine-Hugoniot base state and the shock geometry, while the upstream turbulence enters only through its statistics. This provides a practical mapping from an assumed incident spectrum to the corrugation amplitude, its drift along the surface, and a coherence scale set by weak damping or leakage. The response is largest when the transmitted downstream fast mode propagates nearly parallel to the shock in the shock frame, which produces a Lorentzian-type enhancement controlled by the downstream normal group speed. We examine how compression, plasma $β$, and obliquity affect these corrugation properties and discuss implications for fine structure in heliospheric and supernova-remnant shock emission.",
      "published": "2025-12-30T19:03:59Z",
      "updated": "2026-01-06T09:15:22Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24425v2",
      "pdf_link": "https://arxiv.org/pdf/2512.24425v2"
    },
    {
      "id": "2512.22424v1",
      "title": "Brace for Impact: A Review of Mitigation Decisions of Critical Infrastructure Operators During the 2024 Solar Maximum",
      "authors": [
        "Caitlin LaNeve",
        "Edward J Oughton",
        "Noah Rivera",
        "Lucy Wilkerson",
        "Robert S Weigel",
        "Dean Thomas",
        "CT Gaunt"
      ],
      "summary": "The Gannon Storm in May 2024 was the largest space weather event experienced in 20 years, generating auroras latitudes as low as 35°. Such activity can pose significant operational challenges for critical infrastructure operators, particularly those managing electricity transmission networks, satellite constellations, and aviation systems. Substantial progress has been made in understanding space weather and the potential exposure of infrastructure assets to severe events. We have seen few evaluations of the types of current mitigation strategies in use to reduce our shared vulnerability to this activity, motivating this study. Firstly, we fill an important literature gap by undertaking a systematic review of the range of space weather mitigation strategies for these three critical infrastructure sectors. Secondly, we contacted 303 critical infrastructure operators (50 power, 227 satellite, 26 aviation) for participation in an anonymous online survey or interview receiving 55 unique responses (18% response rate). To capture narratives of mitigation actions taken and impacts experienced over the solar maximum, qualitative interviews were then conducted with 33 operators. The results identified 91 potential mitigation actions within the sectors and found that 149 mitigation actions were enacted due to space weather forecasts and experienced impacts. This is one of the first exhaustive studies of space weather mitigation activities, and moves beyond the traditional focus on purely impacts.",
      "published": "2025-12-27T01:11:55Z",
      "updated": "2025-12-27T01:11:55Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22424v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22424v1"
    },
    {
      "id": "2601.02393v1",
      "title": "Spectral Properties and Energy Injection in Mercury's Magnetotail Current Sheet",
      "authors": [
        "Xinmin Li",
        "Chuanfei Dong",
        "Liang Wang",
        "Sae Aizawa",
        "Lina Z. Hadid",
        "Chi Zhang",
        "Hongyang Zhou",
        "James A. Slavin",
        "Jiawei Gao",
        "Mirko Stumpo",
        "Wei Zhang"
      ],
      "summary": "Mercury's magnetotail hosts a thin and highly dynamic current sheet (CS), where magnetic reconnection and strong fluctuations frequently occur. Here, we statistically analyze magnetic field power spectra across 370 magnetotail CSs observed by MESSENGER. About 20% of the events are quasi-laminar, showing single power-law spectra, whereas 80% are turbulent, exhibiting a spectral break separating inertial and kinetic ranges. A dawn-dusk asymmetry is identified: inertial-range slopes are systematically shallower on the dawnside, whereas kinetic-range slopes are steeper, indicating more developed turbulence there, consistent with the higher occurrence of reconnection-related processes on the dawnside. Component analysis shows that the transverse components, orthogonal to the tail-aligned principal field (BX), display shallow slopes near -1 in the inertial range, suggesting energy injection at ion scales rather than a classical inertial range. These results demonstrate that Mercury's unique plasma environment fundamentally reshapes the initiation of turbulence and the redistribution of energy in the magnetotail.",
      "published": "2025-12-25T20:52:08Z",
      "updated": "2025-12-25T20:52:08Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02393v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02393v1"
    },
    {
      "id": "2512.20098v1",
      "title": "Alfvénic solar wind intervals observed by Solar Orbiter: Exploiting the capability of the SWA plasma suite and source region investigation",
      "authors": [
        "R. D'Amicis",
        "J. M. Raines",
        "S. Benella",
        "M. Velli",
        "O. Panasenco",
        "G. Nicolaou",
        "C. J. Owen",
        "R. M. Dewey",
        "P. Louarn",
        "A. Fedorov",
        "S. T. Lepri",
        "B. L. Alterman",
        "D. Perrone",
        "R. De Marco",
        "R. Bruno",
        "L. Sorriso-Valvo",
        "O. S. Dhamane",
        "Y. Rivera",
        "O. R. Kieokaew",
        "D. Verscharen",
        "G. Consolini",
        "S. Yardley",
        "V. Réville",
        "D. Telloni",
        "D. Baker",
        "G. Lewis",
        "G. Watson",
        "C. Anekallu",
        "K. Darwish",
        "L. Prech",
        "S. Livi",
        "T. Horbury",
        "G. Mele",
        "V. Fortunato",
        "F. Monti"
      ],
      "summary": "Fast and slow solar wind have distinct properties linked to their solar sources.Alfvénic slow wind complicates the usual speed-based classification, especially at intermediate speeds. Solar Orbiter's Solar Wind Analyzer (SWA) offers unique capabilities to investigate how Alfvénic slow wind differs from fast wind and relate these differences to their solar origins. In September 2022, Solar Orbiter observed several Alfvénic streams: one fast wind, three Alfvénic slow wind (AS1, AS2, AS3), and a moderate fast (FH) interval. We analyze these streams, combining plasma parameters from all SWA sensors with magnetic field measurements from the Magnetometer (MAG). A spectral analysis of magnetic and velocity fluctuations is used to characterize Alfvénicity. The magnetic connectivity of each stream to its solar source is examined using Potential Field Source Surface extrapolation combined with ballistic backmapping from the spacecraft. Proton velocity distribution functions show anisotropies and field-aligned beams characteristic of Alfvénic streams, while electron pitch-angle distributions reveal clear strahl populations. Oxygen and carbon charge-state ratios are low in fast wind but higher in AS1-AS3, consistent with slow wind origins. Magnetic connectivity suggests the fast wind originates from a large coronal hole; AS1 links to a pseudostreamer with high expansion factor; AS2, AS3, and FH connect to a negative-polarity coronal hole whose field lines cross a pseudostreamer that later dissipates. Spectral analysis indicates near energy equipartition in all intervals except AS2. The combined SWA observations offer key insights into the physical processes shaping Alfvénic solar wind streams. Our results reinforce that the simple fast/slow wind classification is inadequate for linking solar wind to sources, and suggest that Alfvénicity relates to the solar source conditions.",
      "published": "2025-12-23T06:50:07Z",
      "updated": "2025-12-23T06:50:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20098v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20098v1"
    },
    {
      "id": "2512.18806v1",
      "title": "Energetically-dominant Sunward-Propagating Alfvén Waves Near 1 au and Their Relation to Large-scale Magnetic Switchbacks",
      "authors": [
        "Nickolas Giardetti",
        "Sofiane Bourouaine",
        "Jean C. Perez"
      ],
      "summary": "In this letter, we investigate the population of energetically-dominant sunward-propagating Alfvén waves (SAWs) using more than 20 years of data provided by the Wind spacecraft near 1 au. We refer to SAWs as energetically-dominant sunward-propagating Alfvén waves within inertial range scales. Key parameters such as normalized cross helicity, plasma incompressibility, and magnetic incompressibility are used to determine the SAWs. Incorporating the polarity of the heliospheric magnetic field, AW modes are identified, which enables the determination of the propagation direction. Occurrence rates of SAWs vary from 1% to 14% depending on the time scale and solar wind stream type considered. Particularly, the relationship between large-scale magnetic field switchbacks (SBs) and SAWs (for a 1-hour long time scale) is investigated. A methodology utilizing pitch angle distributions of suprathermal electron strahl is employed to identify inverted magnetic field topology. The intervals containing SAWs are cross-referenced and examined with intervals identified as SBs. For a sample of 1636 1-hour SAW intervals, 17.5% are associated with magnetic field switchbacks occurring at scales larger than one hour. The analysis lends support to the idea of switchbacks as one of the candidate sources for a portion of the SAW population.",
      "published": "2025-12-21T16:57:44Z",
      "updated": "2025-12-21T16:57:44Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18806v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18806v1"
    },
    {
      "id": "2512.18629v1",
      "title": "Revisiting Mars' Induced Magnetic Field and Clock Angle Departures under Real-Time Upstream Solar Wind Conditions",
      "authors": [
        "Zhihao Cheng",
        "Chi Zhang",
        "Chuanfei Dong",
        "Hongyang Zhou",
        "Jiawei Gao",
        "Abigail Tadlock",
        "Xinmin Li",
        "Liang Wang"
      ],
      "summary": "Mars lacks a global intrinsic dipole magnetic field, but its interaction with the solar wind generates a global induced magnetosphere. Until now, most studies have relied on single-spacecraft measurements, which could not simultaneously capture upstream solar wind conditions and the induced magnetic fields, thereby limiting our understanding of the system. Here, we statistically re-examine the properties of Mars' induced magnetic field by incorporating, for the first time, real-time upstream solar wind conditions from the coordinated MAVEN and Tianwen-1 observations. Our results are show that both solar wind dynamic pressure and the interplanetary magnetic field (IMF) magnitude enhance the strength of the induced magnetic field, but they exert opposite effects on the compression ratio: higher dynamic pressure strengthens compression, while stronger IMF weakens it. The induced field is stronger under quasi-perpendicular IMF conditions compared with quasi-parallel IMF, reflecting a stronger mass-loading effect. We further investigate the clock angle departures of the induced fields. They remain relatively small in the magnetosheath near the bow shock, increase gradually toward the induced magnetosphere, and become significantly larger within the induced magnetosphere. In addition, clock angle departures are strongly enhanced under quasi-parallel IMF conditions. Their dependence on upstream drivers further shows that, within the magnetosheath, clock angle departures are minimized under low dynamic pressure, high IMF magnitude, and low Alfven Mach number conditions. These results may enhance our understanding of solar wind interaction with Mars, and highlight the critical role of multi-point observations.",
      "published": "2025-12-21T07:57:22Z",
      "updated": "2025-12-21T07:57:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.18629v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18629v1"
    },
    {
      "id": "2512.16610v1",
      "title": "Angular dependence of third-order law in anisotropic MHD turbulence",
      "authors": [
        "Bin Jiang",
        "Zhuoran Gao",
        "Yan Yang",
        "Francesco Pecora",
        "Kai Gao",
        "Cheng Li",
        "Sean Oughton",
        "William Matthaeus",
        "Minping Wan"
      ],
      "summary": "In solar wind turbulence, the energy transfer/dissipation rate is typically estimated using MHD third-order structure functions calculated using spacecraft observations. However, the inherent anisotropy of solar wind turbulence leads to significant variations in structure functions along different observational directions, thereby affecting the accuracy of energy-dissipation rate estimation. An unresolved issue is how to optimise the selection of observation angles under limited directional sampling to improve estimation precision. We conduct a series of MHD turbulence simulations with different mean magnetic field strengths, $ B_0 $. Our analysis of the third-order structure functions reveals that the global energy dissipation rate estimated around a polar angle of $ θ= 60^\\circ$ agrees reasonably with the exact one for $ 0 \\le B_0/b_{rms} \\le 5 $, where $b_{rms}$ denotes the root-mean-square magnetic field fluctuation. The speciality of $60^\\circ$ polar angle can be understood by the Mean Value Theorem of Integrals, since the spherical integral of the polar-angle component ($\\widetilde{T_θ}$) of the divergence of Yaglom flux is zero, and $\\widetilde{T_θ}$ changes sign around 60$^\\circ$. Existing theory on the energy flux vector as a function of the polar angle is assessed, and supports the speciality of $60^\\circ$ polar angle. The angular dependence of the third-order structure functions is further assessed with virtual spacecraft data analysis. The present results can be applied to measure the turbulent dissipation rates of energy in the solar wind, which are of potential importance to other areas in which turbulence takes place, such as laboratory plasmas and astrophysics.",
      "published": "2025-12-18T14:52:05Z",
      "updated": "2025-12-18T14:52:05Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2512.16610v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16610v1"
    },
    {
      "id": "2512.16175v1",
      "title": "Physics-Informed Neural Networks for Modeling the Martian Induced Magnetosphere",
      "authors": [
        "Jiawei Gao",
        "Chuanfei Dong",
        "Chi Zhang",
        "Yilan Qin",
        "Simin Shekarpaz",
        "Xinmin Li",
        "Liang Wang",
        "Hongyang Zhou",
        "Abigail Tadlock"
      ],
      "summary": "Understanding the magnetic field environment around Mars and its response to upstream solar wind conditions provide key insights into the processes driving atmospheric ion escape. To date, global models of Martian induced magnetosphere have been exclusively physics-based, relying on computationally intensive simulations. For the first time, we develop a data-driven model of the Martian induced magnetospheric magnetic field using Physics-Informed Neural Network (PINN) combined with MAVEN observations and physical laws. Trained under varying solar wind conditions, including B_IMF, P_SW, and θ_cone, the data-driven model accurately reconstructs the three-dimensional magnetic field configuration and its variability in response to upstream solar wind drivers. Based on the PINN results, we identify key dependencies of magnetic field configuration on solar wind parameters, including the hemispheric asymmetries of the draped field line strength in the Mars-Solar-Electric coordinates. These findings demonstrate the capability of PINNs to reconstruct complex magnetic field structures in the Martian induced magnetosphere, thereby offering a promising tool for advancing studies of solar wind-Mars interactions.",
      "published": "2025-12-18T04:49:20Z",
      "updated": "2025-12-18T04:49:20Z",
      "categories": [
        "astro-ph.EP",
        "cs.LG",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16175v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16175v1"
    },
    {
      "id": "2512.16028v1",
      "title": "Direct calculation of steady-state hydrodynamic solar wind solutions with newtonian viscosity",
      "authors": [
        "Roger B. Scott",
        "Stephen J. Bradshaw",
        "Mark G. Linton",
        "Chris Lowder",
        "Leonard Strachan"
      ],
      "summary": "Steady-state solutions to the Navier-Stokes equations are known to admit solutions that are singular at the sonic point. Consequently, inviscid solar wind models require special treatment of the solution near the sonic points, and this has proven to be a significant impediment to efficient modeling of the solar wind. In this paper we revisit the governing hydrodynamic equations for the expanding solar wind, with the inclusion of the classical (Newtonian) viscous stress , and we show how this inclusion eliminates the singularities that emerge from the inviscid equations. This result has been previously reported and used to generate solar wind profiles from initial conditions in the asymptotic limit; however, those studies did not include realistic treatments of the inner corona, and generally rejected the prospect of extrapolating solutions outward from the Sun into the heliosphere. Here, we expand this method to include external heating and optically thin radiative losses and show that solutions can be computed from initial conditions near the solar surface, thereby capturing the entire range of scales from below the transition region to the outer heliosphere in a single solution. Our approach is to cast the steady-state Navier-Stokes equations as a system of five coupled, ordinary differential equations (ODEs), which we solve using conventional methods, without any special treatment of the governing equations in the vicinity of the sonic point. The representative solutions that we present here demonstrate the utility and efficiency of this extrapolation method, which is considerably more realistic than commonly used analytical or empirical models. This method provides a direct approach to generating accurate solar wind profiles subject to observationally motivated initial conditions near the solar surface, at a fraction of the computational cost of comparable relaxation-based models.",
      "published": "2025-12-17T23:21:33Z",
      "updated": "2025-12-17T23:21:33Z",
      "categories": [
        "astro-ph.SR",
        "physics.flu-dyn",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.16028v1",
      "pdf_link": "https://arxiv.org/pdf/2512.16028v1"
    },
    {
      "id": "2512.15172v1",
      "title": "Characterising injection signatures in Jupiter's ultraviolet aurora using Juno observations",
      "authors": [
        "Linus Head",
        "Denis Grodent",
        "Bertrand Bonfond",
        "Alessandro Moirano",
        "Guillaume Sicorello",
        "Julie Vinesse",
        "Alyssa Mouton",
        "Maïté Dumont",
        "Thomas Greathouse",
        "Vincent Hue",
        "Ali Sulaiman",
        "Barry Mauk",
        "Zhonghua Yao",
        "Ruilong Guo",
        "Jinyan Zhao"
      ],
      "summary": "Discrete features in Jupiter's ultraviolet aurora have been interpreted as signatures of plasma injections in the middle magnetosphere. There exists some ambiguity whether magnetodisc scattering or high-latitude Alfvenic acceleration best describes the observed properties of these injection signatures, and also to what extent arcs in the outer emission are related to injections. Many injection signatures are the result of the evolution of dawn storms; there is, however, limited evidence that non-dawn-storm injection signatures are sometimes present in the aurora. We use automatic detection of these discrete features, alongside data from Juno-UVS and in-situ measurements by other Juno instruments, to show that scattering likely accounts for most of the electron precipitation associated with injection signatures. Additionally, there is evidence that injection signatures can be classified into two types: dawn-storm and non-dawn-storm. Arc-like features in the outer emission show very similar properties to traditional blob-like injection signatures and may consist of sequences of injection signatures that have broadened into an arc via energy-dependent electron drift.",
      "published": "2025-12-17T08:09:04Z",
      "updated": "2025-12-17T08:09:04Z",
      "categories": [
        "astro-ph.EP",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15172v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15172v1"
    },
    {
      "id": "2512.15025v1",
      "title": "Effects of Unequal Electron-Ion Plasma Beta on Pressure-Strain Interaction in Turbulent Plasmas",
      "authors": [
        "M. Hasan Barbhuiya",
        "Subash Adhikari"
      ],
      "summary": "A common occurrence in weakly collisional space plasmas is the unequal electron-ion temperatures. The pressure-strain interaction provides a mechanism-agnostic pathway for increasing plasma internal energy through spatiotemporally local isotropic compression and volume preserving deformation, yet its behavior under thermal disequilibrium is largely unexplored. We investigate this using five fully kinetic two-dimensional particle-in-cell simulations of undriven decaying turbulence by varying the initial electron-to-ion temperature ratio. By analyzing the species' internal energy density alongside a decomposition of the pressure-strain term, with a focus on the volume-preserving deformation that contains normal and shear contributions, we quantify how the initial temperature imbalance modifies the channels through which turbulence increases each species' internal energy density. The cumulative pressure-strain interaction tracks the change in internal energy for both electrons and ions, with the total deformation channel of energy conversion dominating. We discover that local changes to electron internal energy density are governed primarily by the shear deformation power density, concentrated in electron-scale current sheets, while the ion shear and normal deformation components cancel, yielding a much smaller net deformation power density that peaks around, rather than within, those electron-scale current structures. We find that the amplitudes and localization of deformation change, but preserve these qualitative trends. Together, these results show how thermal disequilibrium could shape species-dependent turbulent \"heating rate\", measured via pressure-strain interaction and approximated via only its shear deformation part, and provide a framework for interpreting energy evolution and conversion in space plasmas where unequal species temperature is the norm.",
      "published": "2025-12-17T02:30:12Z",
      "updated": "2025-12-17T02:30:12Z",
      "categories": [
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.15025v1",
      "pdf_link": "https://arxiv.org/pdf/2512.15025v1"
    },
    {
      "id": "2512.14462v1",
      "title": "NASA/NOAA MOU Annex Final Report: Evaluating Model Advancements for Predicting CME Arrival Time",
      "authors": [
        "M. L. Mays",
        "P. J. MacNeice",
        "A. Taktakishvili",
        "C. P. Wiegand",
        "J. Merka",
        "E. T. Adamson",
        "V. J. Pizzo",
        "D. A. Biesecker",
        "A. R. Marble",
        "D. Odstrcil",
        "C. J. Henney",
        "C. N. Arge",
        "S. I. Jones",
        "S. Wallace"
      ],
      "summary": "The purpose of this project was to assess improvements in CME arrival time forecasts at Earth using the Air Force Data Assimilative Photospheric Flux Transport (ADAPT) model driven by data from the Global Oscillation Network Group (GONG) ground observatories. These outputs are then fed into the coupled Wang-Sheeley-Arge (WSA) - ENLIL model and compared to an operational version of WSA-ENLIL (without ADAPT). SWPC selected a set of 38 historical events over the period of five years from 2012--2014 (33 events) and 2017--2019 (5 events). The overall three-year project consisted of multiple simulation validation studies for the entire event set (1292 simulations): (a) benchmark single map (operational version prior to May 2019) (b) time-dependent sequence of GONG maps driving WSA-ENLIL with 4 different model settings (c) single test simulation of a time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL (d) single GONG map driving ADAPT-WSA-ENLIL (e) time-dependent sequence of GONG maps driving ADAPT-WSA-ENLIL. We report that for all 38 events, within each model version/settings combination, the CME arrival time error decreased by 0.2 to 0.9 hours when using a sequence of time-dependent zero-point corrected magnetograms compared to using single magnetogram input. Overall, for all events, when using the older uncorrected magnetograms, the CME arrival time error increased for all new model versions/settings combination compared to the benchmark. Notably for the 5 events in the period 2017--2019 when more reliable zero-point corrected magnetograms were available, the ADAPT-WSA-ENLIL (median arrival realization) CME arrival time error decreased against all benchmarks. In this report we also discuss replicating the operational model, challenges in detecting CME arrival in simulations, and comparing zero-point corrected and uncorrected magnetogram inputs.",
      "published": "2025-12-16T14:49:14Z",
      "updated": "2025-12-16T14:49:14Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.IM",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2512.14462v1",
      "pdf_link": "https://arxiv.org/pdf/2512.14462v1"
    },
    {
      "id": "2601.23279v1",
      "title": "One loop photon-graviton mixing in an electromagnetic field: Part 3",
      "authors": [
        "Naser Ahmadiniaz",
        "Fiorenzo Bastianelli",
        "Felix Karbstein und Christian Schubert"
      ],
      "summary": "Photon-graviton conversion in an electromagnetic field is a well-known prediction of Einstein-Maxwell theory. First discussed at tree-level by Gertsenshtein in 1962, more recently it has been shown to lead to magnetic dichroism starting from one-loop. While previously only two diagrams were assumed to contribute to this one-loop photon-graviton amplitude in a constant electromagnetic field, here we point out the existence of a third one involving a tadpole subdiagram. As shown by H. Gies and one of the authors in 2016 for the pure QED case, such diagrams cannot be omitted in general even though the tadpole formally vanishes. After a short review of the calculation of one-loop photon-graviton amplitudes in the worldline formalism, we use this formalism for a unified calculation of all three diagrams. Although phenomenologically this amplitude is mainly of interest for the case of the spinor loop in a magnetic field, here we will also include the scalar loop and the electric field component, since the computational effort is essentially the same. We show that the tadpole diagram, although contributing to the amplitude, does not contribute to the magnetic dichroism. The gravitational Ward identity provides a useful check.",
      "published": "2026-01-30T18:52:59Z",
      "updated": "2026-01-30T18:52:59Z",
      "categories": [
        "hep-th",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.23279v1",
      "pdf_link": "https://arxiv.org/pdf/2601.23279v1"
    },
    {
      "id": "2601.23093v1",
      "title": "Exploring Long-Range Interactions in the Atmospheric Neutrino Oscillations at IceCube DeepCore",
      "authors": [
        "Gopal Garg"
      ],
      "summary": "The IceCube neutrino observatory consists of an array of Digital Optical Modules (DOMs) instrumenting one cubic-kilometer of deep glacial ice at the South Pole. DeepCore, a densely-spaced sub-array of DOMs at the bottom central region of IceCube, enables the detection of atmospheric neutrinos with an energy threshold in the GeV range. The high statistics data of DeepCore provides a unique opportunity to perform neutrino oscillation studies as well as explore various sub-leading Beyond the Standard Model (BSM) physics signatures. We consider a well-motivated minimal extension of the Standard Model by an additional anomaly-free, gauged lepton-number symmetry, such as $L_e - L_μ$ or $L_e - L_τ$. These symmetries give rise to flavor-dependent long-range interaction mediated through a very light neutral gauge boson. In this contribution, we present the sensitivity of the IceCube DeepCore detector to search for this flavor-dependent long-range interaction potential with a runtime of 9.3 years.",
      "published": "2026-01-30T15:40:28Z",
      "updated": "2026-01-30T15:40:28Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "physics.ins-det"
      ],
      "link": "https://arxiv.org/abs/2601.23093v1",
      "pdf_link": "https://arxiv.org/pdf/2601.23093v1"
    },
    {
      "id": "2601.23079v1",
      "title": "Study of the internal structure of the Earth using neutrino oscillations at IceCube DeepCore",
      "authors": [
        "Sharmistha Chattopadhyay"
      ],
      "summary": "Earth's mass and internal structure have been primarily studied through gravitational and seismic methods. Neutrinos, however, offer an independent way to explore Earth's interior via matter effects in neutrino oscillations that depend on the electron distribution inside Earth, and hence its matter density. Our study uses atmospheric neutrinos at DeepCore, a densely instrumented sub-detector of the IceCube Neutrino Observatory, to estimate Earth's mass and layer densities. We also assess how the upcoming IceCube Upgrade, with denser instrumentation, could improve these measurements.",
      "published": "2026-01-30T15:27:17Z",
      "updated": "2026-01-30T15:27:17Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "physics.ins-det"
      ],
      "link": "https://arxiv.org/abs/2601.23079v1",
      "pdf_link": "https://arxiv.org/pdf/2601.23079v1"
    },
    {
      "id": "2601.23060v1",
      "title": "Complete Operator Basis for the modular invariant SMEFT",
      "authors": [
        "Luo-Jia Kang",
        "Hao Sun",
        "Jiang-Hao Yu"
      ],
      "summary": "We implement modular flavor symmetries within the Standard Model Effective Field Theory (SMEFT) framework, using the flavor group $A_4^{(q)} \\times A_4^{(e)}$ with distinct moduli $τ_q$ and $τ_e$, and assigning different modular weights to right-handed quarks using simplest weight assignment. By treating the moduli as non-dynamical spurions, adopting the MFV-like assumption, and neglecting effects associated with $\\mathrm{Im}\\,τ$, we systematically construct a finite set of independent modular-invariant higher-dimensional operators via the Hilbert-series techniques. In the holomorphic $A_4$ scenario, where all modular forms derive from the weight-2 triplet $Y^{(2)}_{\\mathbf{3}}$, we present two equivalent Hilbert-series bases. This establishes that higher-dimensional operators can be formally organized as $[Y_{\\mathbf{r}}^{(k_Y)},{Y_{\\mathbf{r}'}^{(k_Y')}}^{*},\\mathcal{O}]_{\\mathbf{1}}$ singlets. We subsequently enumerate all independent operators up to dimension 7 under this assumption and provide explicit constructions for all dimension-5 operators as well as baryon- and lepton-number conserving dimension-6 operators. Relaxing holomorphicity to the non-holomorphic case of polyharmonic Maas forms, considering that non-holomorphic modular forms are not closed under multiplication, adopting the holomorphic organizing idea would generically lead to an infinite proliferation of modular-invariant structures. To retain a finite and complete operator basis, we therefore impose the same minimal formal organizing principle, which reproduces the benchmark Weinberg operator and the corresponding dimension-$6$ operators.",
      "published": "2026-01-30T15:08:16Z",
      "updated": "2026-01-30T15:08:16Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.23060v1",
      "pdf_link": "https://arxiv.org/pdf/2601.23060v1"
    },
    {
      "id": "2601.23057v1",
      "title": "Exploring Layered Structure Inside Earth Using Atmospheric Neutrino Oscillation at IceCube DeepCore",
      "authors": [
        "J Krishnamoorthi"
      ],
      "summary": "The IceCube detector, using its densely instrumented center, called DeepCore, can detect multi-GeV atmospheric neutrinos. The oscillation pattern of neutrinos is altered due to interactions with ambient electrons as they pass through Earth. The changes in these patterns are influenced by the amount of matter and its specific arrangement. As neutrinos propagate, they retain information about the densities they encounter. Our study demonstrates that IceCube DeepCore can utilize the Earth's matter effects to distinguish between a homogeneous matter density profile and a layered structure density profile of Earth. In this contribution, we present that IceCube DeepCore data equivalent to 9.3 years of observation can reject the homogeneous matter density profile with a confidence level of 1.4$σ$.",
      "published": "2026-01-30T15:06:14Z",
      "updated": "2026-01-30T15:06:14Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "physics.ins-det"
      ],
      "link": "https://arxiv.org/abs/2601.23057v1",
      "pdf_link": "https://arxiv.org/pdf/2601.23057v1"
    },
    {
      "id": "2601.23047v1",
      "title": "Establishing Earth's Matter Effect in Atmospheric Neutrino Oscillations at IceCube DeepCore",
      "authors": [
        "Anuj Kumar Upadhyay"
      ],
      "summary": "The discovery of the non-zero value of $θ_{13}$ has opened an exciting opportunity to probe the Earth's matter effects in three-flavor oscillations of atmospheric neutrinos. These matter effects depend on both neutrino energy and the electron density distributions encountered during their propagation through Earth. In this contribution, we present preliminary sensitivities from the DeepCore detector, a densely instrumented sub-array of the IceCube neutrino observatory at the South Pole, demonstrating its ability to observe these matter effects in atmospheric neutrino oscillations. Using simulated data equivalent to 9.3 years of observations at IceCube DeepCore, we show the sensitivity of the DeepCore to reject the vacuum oscillation hypothesis and align with the Preliminary Reference Earth Model. Additionally, we present the expected improvement in sensitivity for rejecting the vacuum oscillations using the upcoming IceCube Upgrade, a low-energy extension of the IceCube detector.",
      "published": "2026-01-30T14:56:04Z",
      "updated": "2026-01-30T14:56:04Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "physics.ins-det"
      ],
      "link": "https://arxiv.org/abs/2601.23047v1",
      "pdf_link": "https://arxiv.org/pdf/2601.23047v1"
    },
    {
      "id": "2601.22953v1",
      "title": "A novel Hamiltonian formulation of $1+1$ dimensional $φ^4$ theory in Daubechies wavelet basis: momentum space analysis",
      "authors": [
        "Mrinmoy Basak"
      ],
      "summary": "We employ the wavelet formalism of quantum field theory to study field theories in the nonperturbative Hamiltonian framework. Specifically, we make use of Daubechies wavelets in momentum space. These basis elements are characterised by a resolution and a translation index that provides for a natural nonperturbative infrared and ultraviolet truncation of the quantum field theory. As an application, we consider the $φ^4$ theory and demonstrate the emergence of the well-known nonperturbative strong-coupling phase transition in the $m^2>0$ sector.",
      "published": "2026-01-30T13:16:00Z",
      "updated": "2026-01-30T13:16:00Z",
      "categories": [
        "hep-th",
        "hep-ex",
        "hep-lat",
        "hep-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22953v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22953v1"
    },
    {
      "id": "2601.22882v1",
      "title": "Heavy quark polarization anisotropy as a novel probe of fireball geometry",
      "authors": [
        "Amaresh Jaiswal"
      ],
      "summary": "We propose a new approach to probe the initial fireball geometry in relativistic heavy-ion collisions using spin polarization. Specifically, we introduce polarization harmonics of open heavy hadrons as a novel observable sensitive to geometric anisotropies. Heavy quarks are produced in early hard scatterings and can acquire spin polarization from the strong, transient electromagnetic fields present at early times. As they propagate through the anisotropic quark-gluon plasma, medium-induced interactions lead to path-length dependent depolarization, imprinting an azimuthally anisotropic polarization pattern. Within the framework of rotational Brownian motion, we show that the resulting polarization harmonics are directly related to the initial spatial eccentricities, thereby establishing heavy-flavor polarization anisotropies as a sensitive and complementary probe of the early-time collision geometry. We present quantitative estimates of the second polarization harmonic associated with the recently observed $D^{*+}$ spin alignment reported by the ALICE Collaboration.",
      "published": "2026-01-30T12:04:13Z",
      "updated": "2026-01-30T12:04:13Z",
      "categories": [
        "hep-ph",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.22882v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22882v1"
    },
    {
      "id": "2601.22549v1",
      "title": "Chaos in the near-horizon dynamics of the dyonic $\\rm{AdS_4}$-Reissner-Nordström black hole",
      "authors": [
        "Mu-Yang Wang",
        "Si-Wen Li",
        "Defu Hou",
        "Dong Yan",
        "Yan-Qing Zhao"
      ],
      "summary": "We investigate the chaos in the dynamics of a probe massless particle confined by the harmonic potential near the horizon of the dyonic $\\rm{AdS_4}$-Reissner-Nordström black hole. The total energy of the particle, chemical potential and magnetic field in this system serving as independently adjustable parameters tune nonlinearity and phase-space structure. By analyzing the trajectories on the Poincaré section and evaluating the Lyapunov exponents, we obtain the dynamical phase diagrams of the chaos and find their counteracting regulatory role: at low energy, chaos is enhanced and the Lyapunov exponent $λ_L$ violates its upper bound (i.e. surface gravity) in the extremal black hole limit(combined paramete $Γ=3$); at high energy, the same extremal limit suppresses chaos, with $λ_L$ dropping to zero and a regular dynamical corridor emerging along $Γ=3$ in the dynamical phase diagrams. These results establish a direct mapping between black hole thermodynamics and microscopic chaos, offering new insights into the AdS/QCD correspondence and nonlinear dynamics in strongly curved spacetimes.",
      "published": "2026-01-30T04:44:40Z",
      "updated": "2026-01-30T04:44:40Z",
      "categories": [
        "hep-th",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22549v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22549v1"
    },
    {
      "id": "2601.22422v1",
      "title": "Spectral function for pions in magnetic field",
      "authors": [
        "Jie Mei",
        "Rui Wen",
        "Min Zhou",
        "Shijun Mao",
        "Mei Huang"
      ],
      "summary": "This study examines the spectral functions of neutral ($π_0$) and charged ($π_{\\pm}$) pions under a uniform magnetic field using the SU(2) Nambu-Jona-Lasinio (NJL) model with the Ritus method. The analysis highlights the complex interplay of magnetic field effects, thermal influences, and chiral symmetry on meson properties in extreme QCD environments. For $π_0$, whose properties are governed by the behavior of its constituent quarks, magnetic field-induced Landau levels lead to a multi-peak structure in its spectral function, reflecting stable and resonance solutions that evolve with temperature, showing shifts and critical enhancements near chiral restoration. For $π_{\\pm}$, cross terms that come from the asymmetry between the constituent quarks introduce Landau cuts alongside Unitary cuts, indicating damping effects, with decay widths narrowing at higher temperatures, suggesting increased stability.",
      "published": "2026-01-30T00:21:13Z",
      "updated": "2026-01-30T00:21:13Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22422v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22422v1"
    },
    {
      "id": "2601.22421v1",
      "title": "Enhanced Stochastic Gravitational Waves signals from Wess-Zumino chiral superfield",
      "authors": [
        "AlexKen Lee",
        "Federico Mescia",
        "Keyun Wu"
      ],
      "summary": "In this work, we investigate the possibility that supersymmetric structures may leave observable imprints in the stochastic gravitational-wave (GW) background generated during the reheating era. To this end, we construct a phenomenological interaction vertex describing the coupling between a single inflaton and the D-term sectors of a pair of chiral and anti-chiral superfields. In contrast to the conventional Yukawa coupling between the inflaton and structureless matter fields, we find that the supersymmetry-preserving chiral multiplet structure leads to a substantial enhancement, by at least one order of magnitude, in the amplitude of the resulting GWs spectrum. Our results therefore suggest that the interplay between reheating-era stochastic GWs and supersymmetric phenomenology merits further exploration and development.",
      "published": "2026-01-30T00:17:27Z",
      "updated": "2026-01-30T00:17:27Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22421v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22421v1"
    },
    {
      "id": "2601.22374v1",
      "title": "IceCube DeepCore's sensitivity to Non-Standard neutrino Interactions in the Earth",
      "authors": [
        "Samyak Jain",
        "Veronika Palusova",
        "Thomas Ehrhardt",
        "Sebastian Boser",
        "Francis Halzen"
      ],
      "summary": "Neutrino oscillations continue to provide one of the most promising avenues for uncovering physics beyond the Standard Model. In particular, beyond-standard-model neutrino matter interactions may perturb neutrino oscillations in matter, leading to an observable signal in long baseline oscillation experiments. Moreover, such interactions can be a possible explanation of the rising tension between T2K and NOvA's $δ_{\\text{CP}}$ measurements. We examine IceCube DeepCore's sensitivity to these Non-Standard Interactions (NSI) by employing a model-independent NSI parameterization, and examine IceCube DeepCore's ability to comment on NSI being the cause of the T2K-NOvA $δ_{\\text{CP}}$ tension.",
      "published": "2026-01-29T22:36:00Z",
      "updated": "2026-01-29T22:36:00Z",
      "categories": [
        "hep-ph",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.22374v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22374v1"
    },
    {
      "id": "2601.22272v1",
      "title": "Excited-state uncertainties in lattice-QCD calculations of multi-hadron systems",
      "authors": [
        "William Detmold",
        "Anthony V. Grebe",
        "Daniel C. Hackett",
        "Marc Illa",
        "Robert J. Perry",
        "Phiala E. Shanahan",
        "Michael L. Wagman"
      ],
      "summary": "Excited-state effects lead to hard-to-quantify systematic uncertainties in lattice quantum chromodynamics (LQCD) spectroscopy calculations when computationally accessible imaginary times are smaller than inverse excitation gaps, as often arises for multi-hadron systems with signal-to-noise problems. Lanczos residual bounds address this by providing two-sided constraints on energies that do not require assumptions beyond Hermiticity, but often give very conservative systematic uncertainty estimates. Here, a more-constraining set of gap bounds is introduced for hadron spectroscopy. These bounds provide tighter constraints whose validity requires an explicit assumption about an energy gap. Exactly solvable lattice field theory correlators are used to test the utility of residual and gap bounds at finite and infinite statistics. Two-sided bounds and other analysis methods are then applied to a high-statistics LQCD calculation of nucleon-nucleon scattering at $m_π\\sim 800$ MeV. Generalized eigenvalue problem (GEVP) and Lanczos energy estimators are compatible when applied to the same correlator data, but analyses including different interpolating operators show statistically significant inconsistencies. However, two-sided bounds from all operators are consistent. Under the assumption that the number of energy levels below $NΔ$ and $ΔΔ$ thresholds is the same as for non-interacting nucleons, gap bounds are sufficient to constrain nucleon-nucleon scattering amplitudes at phenomenologically relevant precision. Lanczos methods further reveal that energy-eigenstate estimates from previously studied asymmetric correlators have not converged over accessible imaginary times. Nevertheless, data-driven examples demonstrate why assumptions are required to draw conclusions about the natures of two-nucleon ground states at these masses.",
      "published": "2026-01-29T19:43:41Z",
      "updated": "2026-01-29T19:43:41Z",
      "categories": [
        "hep-lat",
        "hep-ph",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.22272v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22272v1"
    },
    {
      "id": "2601.22140v1",
      "title": "Quantum fluctuations in hydrodynamics and quantum long-time tails",
      "authors": [
        "Akash Jain"
      ],
      "summary": "We construct a quantum Schwinger-Keldysh (SK) effective field theory for the diffusive hydrodynamics of a conserved scalar field. Quantum corrections within the SK framework are guided by fluctuation-dissipation relations, enforced via a dynamical Kubo-Martin-Schwinger (KMS) symmetry. We find that the KMS symmetry necessarily generates fluctuation contributions in the SK effective action at all orders in the noise field, thereby giving rise to intrinsically non-Gaussian noise. We use our results to compute one-loop quantum corrections to the two-point density-density retarded correlation function, leading to a quantum generalization of hydrodynamic long-time tails. Our results apply at arbitrarily high orders in $\\hbar$. The one-loop results for retarded correlation functions have been expressed in terms of a family of polynomials. We also provide a closed-form expression for the one-loop results at leading order in the wavevector expansion.",
      "published": "2026-01-29T18:56:22Z",
      "updated": "2026-01-29T18:56:22Z",
      "categories": [
        "hep-th",
        "cond-mat.stat-mech",
        "hep-ph",
        "math-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22140v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22140v1"
    },
    {
      "id": "2601.22212v1",
      "title": "Azimuthal angular entanglement between decaying particles in ultra-peripheral ion collisions",
      "authors": [
        "Spencer R. Klein"
      ],
      "summary": "Ultra-peripheral collisions (UPCs) involving relativistic heavy ions are a unique laboratory to study quantum correlations. The intense electromagnetic fields generate high rates of photonuclear interactions, including events involving multiple photon exchange. Multiple photon exchange can result in the production of multiple vector mesons and/or nuclear excitations. These interactions share a common impact parameter, so the photons have the same linear polarization. The shared polarization entangles the particles, leading to unique quantum correlations. The decays of these vector excitations are sensitive to this polarization, allowing for the study of these correlations.   This letter will compare classical and quantum calculations of the correlations between these azimuthal directions. The two approaches predict vert different angular correlations. The differences are akin to those seen with polarized photons in tests of Bells inequality. Uniquely, UPC photoproduction can produce final states containing three or more particles, all entangled with the same polarization. These more complex states exhibit additional unique phenomenology, allowing new tests of multi-particle entanglement.",
      "published": "2026-01-29T18:50:19Z",
      "updated": "2026-01-29T18:50:19Z",
      "categories": [
        "hep-ph",
        "nucl-ex",
        "nucl-th"
      ],
      "link": "https://arxiv.org/abs/2601.22212v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22212v1"
    },
    {
      "id": "2601.21891v1",
      "title": "From LUXE to Future Colliders: Probing Strong-Field QED and Beyond",
      "authors": [
        "Ivo Schulthess"
      ],
      "summary": "Strong-field quantum electrodynamics offers a unique window into non-perturbative phenomena such as vacuum pair production, in which electron--positron pairs are created from the vacuum in the presence of intense electromagnetic fields. The LUXE experiment at DESY is designed to probe this regime using collisions between a high-intensity laser and the 16.5 GeV electron beam of the European XFEL. Future accelerator infrastructures, such as linear colliders, could extend these studies to even higher intensity and energy scales. Additionally, high-energy photons produced in such interactions can be used in beam-dump experiments to search for new physics.",
      "published": "2026-01-29T15:49:02Z",
      "updated": "2026-01-29T15:49:02Z",
      "categories": [
        "hep-ph",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2601.21891v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21891v1"
    },
    {
      "id": "2601.21687v1",
      "title": "Gravitational amplitudes in the Regge limit: waveforms, shock waves and unitarity cuts",
      "authors": [
        "Francesco Alessio",
        "Vittorio Del Duca",
        "Riccardo Gonzo",
        "Emanuele Rosi"
      ],
      "summary": "Motivated by recent progress in the high-energy description of gravitational scattering, we develop a systematic Regge-theory framework for $2\\to2+n$ amplitudes describing the scattering of two massive particles with $n$ graviton emissions, including spin effects. Working in the ultra-relativistic limit at leading logarithmic accuracy, the massive result smoothly reduces to its massless counterpart. We describe both quantum (Regge trajectory and BFKL $t$-channel evolution) and classical ($s$-channel multi-$H$ evolution) contributions using both an exponential representation of the S-matrix and a shock-wave formalism in light-cone quantisation. In the latter approach, gravitational Wilson lines evolve in rapidity space under a boost-invariant Hamiltonian, providing a space-time realisation of the high-energy dynamics and making contact with recent effective field theory descriptions in the forward limit. As an application, we compute the leading-logarithmic contribution to the massive spinless $2\\to2$ amplitude at 5PM-2SF order, recovering the previously determined massless result, and derive the tree-level $2\\to3$ amplitude and its associated scattering waveform for Kerr black holes in the ultra-relativistic limit.",
      "published": "2026-01-29T13:20:09Z",
      "updated": "2026-01-29T13:20:09Z",
      "categories": [
        "hep-th",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.21687v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21687v1"
    },
    {
      "id": "2601.23230v1",
      "title": "Detectability of Gravitational-Wave Memory with LISA: A Bayesian Approach",
      "authors": [
        "Adrien Cogez",
        "Silvia Gasparotto",
        "Jann Zosso",
        "Henri Inchauspé",
        "Chantal Pitte",
        "Lorena Magaña Zertuche",
        "Antoine Petiteau",
        "Marc Besancon"
      ],
      "summary": "Gravitational wave (GW) astronomy opens a new venue to explore the universe. Future observatories such as LISA, the Laser Interferometer Space Antenna, are expected to observe previously undetectable fundamental physics effects in signals predicted by General Relativity (GR).One particularly interesting such signal is associated to the displacement memory effect, which corresponds to a permanent deformation of spacetime due to the passage of gravitational radiation. In this work, we explore the ability of LISA to observe and characterize this effect. In order to do this, we use state-of-the-art simulations of the LISA instrument, and we perform a Bayesian analysis to assess the detectability and establish general conditions to claim detection of the displacement memory effect from individual massive black hole binary (MBHB) merger events in LISA. We perform parameter estimation both to explore the impact of the displacement memory effect and to reconstruct its amplitude. We discuss the precision at which such a reconstruction can be obtained thus opening the way to tests of GR and alternative theories. To provide astrophysical context, we apply our analysis to black hole binary populations models and estimate the rates at which the displacement memory effect could be observed within the LISA planned lifetime.",
      "published": "2026-01-30T17:58:47Z",
      "updated": "2026-01-30T17:58:47Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.23230v1",
      "pdf_link": "https://arxiv.org/pdf/2601.23230v1"
    },
    {
      "id": "2601.22577v1",
      "title": "Holographic Dark Energy as a Source for Wormholes in Modified Gravity",
      "authors": [
        "G. G. L. Nashed",
        "A. Eid"
      ],
      "summary": "Traversable wormhole solutions are explored in $f(\\mathcal{R},\\mathbb{T})$ gravity, a curvature--matter extension in which $\\mathcal{R}$ is the Ricci scalar and $\\mathbb{T}$ denotes the trace of the energy--momentum tensor. To generate explicit wormhole models, we prescribe holographic dark-energy densities based on entropy formalism proposed by Rényi, Moradpour, and Bekenstein--Hawking, namely \\[ ρ_{\\textit{R}} = \\fracα{4α_1 r^4 c^2 κ}\\ln\\!\\left(1+πα_1 r^2\\right), \\qquad ρ_{\\textit{M}} = \\fracα{4πr^2 c^2 κ\\left(πα_1 r^2 + 1\\right)}, \\qquad ρ_{\\textit{BH}} = \\fracα{4 c^2 κr^2}, \\] with $α$ and $β$ carrying dimensions of $L^{-2}$. The corresponding shape functions obtained from the field equations satisfy the standard throat and flare-out requirements for traversability. We then study how varying $α$ and $β$ affects (i) the balance of forces associated with equilibrium and (ii) the status of the energy conditions. In particular, the null energy condition is found to be violated, indicating that exotic matter (or an effective exotic sector) is required to support the wormhole geometry. The spatial structure of the solutions is further visualized through embedding surfaces.",
      "published": "2026-01-30T05:19:09Z",
      "updated": "2026-01-30T05:19:09Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.22577v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22577v1"
    },
    {
      "id": "2601.22332v1",
      "title": "Photon-graviton polarization entanglement induced by a classical electromagnetic wave",
      "authors": [
        "Alessandro Ferreri"
      ],
      "summary": "We study the photon-graviton pair production induced by the propagation of a classical electromagnetic (EM) wave in a Minkowskian spacetime. In our model, the gravitational field is described in terms of the quantized graviton field, whereas the electromagnetic field is split into a classical drive (a linearly or circularly polarized electromagnetic wave) and a quantum fluctuation field. We analyze the time evolution of the quantum state showing that, among other outcomes, the propagation of the EM wave can generate Bell states in the photon-graviton polarization basis. We finally discuss the possibility to observe entangled photons in artificial and natural scenarios.",
      "published": "2026-01-29T21:21:00Z",
      "updated": "2026-01-29T21:21:00Z",
      "categories": [
        "gr-qc",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22332v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22332v1"
    },
    {
      "id": "2601.22268v1",
      "title": "Hairy black hole solutions in nonlocal quadratic gravity",
      "authors": [
        "Roldao da Rocha"
      ],
      "summary": "Hairy black hole solutions are constructed within quantum-inspired nonlocal quadratic gravity. Nonlocal effects induce Yukawa screening, which shifts the event horizon inward and modifies both the Bekenstein--Hawking entropy and the Hawking temperature, while also renormalizing the chemical potential. Nonlocal corrections also reduce the magnitude of the negative specific heat, making small hairy black holes more stable, with Helmholtz and Gibbs free energies consistent with the absence of first-order phase transitions. The nonlocal spin-2 propagator contains, in addition to the massless graviton, a massive pole with positive residue and positive norm. Consequently, hairy black holes in nonlocal quadratic gravity are free of ghost instabilities at the quadratic and classical levels, in the effective field theory.",
      "published": "2026-01-29T19:38:45Z",
      "updated": "2026-01-29T19:38:45Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.22268v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22268v1"
    },
    {
      "id": "2601.22225v1",
      "title": "Modified Teleparallel $f(T)$ Gravity, DESI BAO and the $H_0$ Tension",
      "authors": [
        "Mariam Bouhmadi-López",
        "Carlos G. Boiza",
        "Maria Petronikolou",
        "Emmanuel N. Saridakis"
      ],
      "summary": "We investigate whether late-time modifications of gravity in the teleparallel framework can impact the current tension in the Hubble constant $H_0$, focusing on $f(T)$ cosmology as a minimal and well-controlled extension of General Relativity. We consider three representative $f(T)$ parametrisations that recover the teleparallel equivalent of General Relativity at early times and deviate from it only at late epochs. The models are confronted with unanchored Pantheon+ Type~Ia supernovae, DESI DR2 baryon acoustic oscillations, compressed Planck cosmic microwave background distance priors, and redshift-space distortion data, allowing us to jointly probe the background expansion and the growth of cosmic structures. Two of the three models partially shift the inferred value of $H_0$ towards local measurements, while the third worsens the discrepancy. This behaviour is directly linked to the effective torsional dynamics, with phantom-like regimes favouring higher $H_0$ and quintessence-like regimes producing the opposite effect. A global statistical comparison shows that the minimal $f(T)$ extensions considered here are not favoured over $Λ$CDM by the combined data. Nevertheless, our results demonstrate that late-time torsional modifications can non-trivially redistribute current cosmological tensions among the background and growth sectors.",
      "published": "2026-01-29T19:00:26Z",
      "updated": "2026-01-29T19:00:26Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.22225v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22225v1"
    },
    {
      "id": "2601.22105v1",
      "title": "Convergent sum of EFT corrections to Schwarzschild metric requires UV locality",
      "authors": [
        "Yang Liu",
        "Alexey S. Koshelev",
        "Anna Tokareva",
        "Ziyue Zhu"
      ],
      "summary": "Corrections to vacuum black hole solutions of general relativity (GR) are considered in an effective field theory (EFT) framework, perturbatively in EFT coefficients, focusing on the Schwarzschild solution of GR. We find dominant corrections to the Schwarzschild metric in all orders in the derivative expansion far away from the horizon. These corrections can be summed up in a closed form through EFT coefficients up to all orders in derivatives and to the second order in curvature. It occurs that such a summation is convergent only for localizable theories, making a direct connection between the graviton scattering amplitudes properties and the applicability of a perturbative treatment of an EFT of gravity. We further apply our results to logarithmic form-factors which appear in the 1-loop effective action for GR in four dimensions. We find out that the corresponding corrections to the Schwarzschild metric are stronger than those from the tree-level EFT operators. The developed framework can be extended to account for the corrections to the other BH solutions in GR, such as the Kerr metric.",
      "published": "2026-01-29T18:37:02Z",
      "updated": "2026-01-29T18:37:02Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.22105v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22105v1"
    },
    {
      "id": "2601.22033v1",
      "title": "Holographic generative flows with AdS/CFT",
      "authors": [
        "Ehsan Mirafzali",
        "Sanjit Shashi",
        "Sanya Murdeshwar",
        "Edgar Shaghoulian",
        "Daniele Venturi",
        "Razvan Marinescu"
      ],
      "summary": "We present a framework for generative machine learning that leverages the holographic principle of quantum gravity, or to be more precise its manifestation as the anti-de Sitter/conformal field theory (AdS/CFT) correspondence, with techniques for deep learning and transport theory. Our proposal is to represent the flow of data from a base distribution to some learned distribution using the bulk-to-boundary mapping of scalar fields in AdS. In the language of machine learning, we are representing and augmenting the flow-matching algorithm with AdS physics. Using a checkerboard toy dataset and MNIST, we find that our model achieves faster and higher quality convergence than comparable physics-free flow-matching models. Our method provides a physically interpretable version of flow matching. More broadly, it establishes the utility of AdS physics and geometry in the development of novel paradigms in generative modeling.",
      "published": "2026-01-29T17:39:40Z",
      "updated": "2026-01-29T17:39:40Z",
      "categories": [
        "cs.LG",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.22033v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22033v1"
    },
    {
      "id": "2601.21793v1",
      "title": "Melvin-Zipoy-Voorhees Spacetime and Circular Orbits",
      "authors": [
        "Haryanto M. Siahaan"
      ],
      "summary": "We construct an exact magnetized generalization of the Zipoy-Voorhees spacetime by applying the magnetic Harrison transformation to a static seed with quadrupolar deformation parameter $k$. The resulting Melvin-Zipoy-Voorhees metric is a solution to the Einstein-Maxwell equations that interpolates between the unmagnetized Zipoy-Voorhees geometry and the Melvin magnetic universe. We analyze the algebraic structure, finding the spacetime to be generically of Petrov type I, and investigate the equatorial dynamics of charged test particles and photons. Our analysis reveals that the external magnetic field $b$ induces a ``Lorentz shift'' in the effective angular momentum, suppressing the potential barrier and causing the Innermost Stable Circular Orbit (ISCO) to migrate inward. In contrast, the radius of the photon ring shifts slightly outward with increasing magnetization.",
      "published": "2026-01-29T14:40:29Z",
      "updated": "2026-01-29T14:40:29Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.21793v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21793v1"
    },
    {
      "id": "2601.21773v1",
      "title": "Scattering laws for interfaces in self-gravitating matter flows",
      "authors": [
        "Bruno Le Floch",
        "Philippe G. LeFloch"
      ],
      "summary": "We consider the evolution of self-gravitating matter fields that may undergo phase transitions, and we connect ideas from phase transition dynamics with concepts from bouncing cosmology. Our framework introduces scattering maps prescribed on two classes of hypersurfaces: a gravitational singularity hypersurface and a fluid-discontinuity hypersurface. By analyzing the causal structures induced by the light cone and the acoustic cone, we formulate a local evolution problem for the Einstein-Euler system in the presence of such interfaces. We explain how suitable scattering relations must supplement the field equations in order to ensure uniqueness and thus yield a complete macroscopic description of the evolution. This viewpoint builds on a theory developed in collaboration with G. Veneziano for quiescent (velocity-dominated) singularities in solutions of the Einstein equations coupled to a scalar field, where the passage across the singular hypersurface is encoded by a singularity scattering map. The guiding question is to identify junction prescriptions that are compatible with the Einstein and Euler equations, in particular with the propagation of constraints. The outcome is a rigid set of universal relations, together with a family of model-dependent parameters. Under physically motivated requirements (general covariance, causality, constraint compatibility, and ultra-locality), we aim to classify admissible scattering relations arising from microscopic physics and characterizing, at the macroscopic level, the dynamics of a fluid coupled to Einstein gravity.",
      "published": "2026-01-29T14:23:00Z",
      "updated": "2026-01-29T14:23:00Z",
      "categories": [
        "gr-qc",
        "math.AP"
      ],
      "link": "https://arxiv.org/abs/2601.21773v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21773v1"
    },
    {
      "id": "2601.21658v1",
      "title": "Beyond Kasner Epochs: Ordered Oscillations and Spike Dynamics Inside Black Holes with Higher-Derivative Corrections",
      "authors": [
        "Mei-Ning Duan",
        "Li Li",
        "Yu-Xuan Li",
        "Fu-Guo Yang"
      ],
      "summary": "Building upon the long-standing paradigm that dynamics near a spacelike singularity are governed by a sequence of Kasner epochs, we demonstrate that this picture is fundamentally altered when higher-curvature or quantum gravitational corrections are included. By incorporating such terms alongside a minimally coupled scalar field, we discover three distinct dynamical phases near the singularity: modified Kasner eons, persistent periodic oscillations, and oscillatory spike dynamics with growing amplitude. In particular, the Kasner-like geometry persisting only in highly constrained situations. The latter two regimes represent a clean departure from classical Kasner phenomenology, revealing a richer and more ordered landscape of behaviors in the deep interior of black holes beyond Einstein gravity. This work establishes a comprehensive approach for understanding the gravitational nonlinearity in the most extreme gravitational environment.",
      "published": "2026-01-29T12:57:50Z",
      "updated": "2026-01-29T12:57:50Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2601.21658v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21658v1"
    }
  ]
}