{
  "timestamp": "20260204_181548",
  "harvest_date": "2026-02-04T18:15:48.605164+00:00",
  "total_papers": 139,
  "papers": [
    {
      "id": "2602.03502v1",
      "title": "Shells and bubbles around compact clusters of massive stars: 3D MHD simulations",
      "authors": [
        "D. V. Badmaev",
        "A. M. Bykov",
        "M. E. Kalyashova"
      ],
      "summary": "We present the results of three-dimensional magnetohydrodynamic (3D MHD) simulations of the plasma flow structure in the vicinity of a compact cluster of young massive stars. The cluster is considered at the evolutionary stage dominated by Wolf-Rayet stars. This stage occurs in clusters with ages of several million years, close to the onset of supernova explosions; the well-known objects Westerlund 1 and 2 are the prototypes. The collisions of powerful winds from massive stars in the cluster core, calculated as interactions of individual outflows, are accompanied by their partial thermalization and produce a collective cluster wind. The MHD dynamics of the cluster wind bubble expansion into the interstellar medium is considered, depending on the density of the surrounding medium with a uniform magnetic field. We show that when expanding into a cold neutral medium, the cluster wind is able to reshape its surrounding environment over the Wolf-Rayet star lifetime, sweeping up more than $10^4$ $M_{\\odot}$ of gas in $\\sim 2 \\times 10^5$ yr and producing extended, thin and dense shells with an amplified magnetic field. In a cold neutral medium with a density of $\\sim 20$ cm$^{-3}$ and a magnetic field of $\\sim 3.5$ $μ$G, a thin shell forms around the cluster wind bubble, characterized by a cellular structure in its density and magnetic field distributions. The cellular magnetic field structure appears in parts of the shell expanding transversely to the orientation of the external magnetic field. Magnetic fields in the shell are amplified to strengths $\\gtrsim 50$ $μ$G. The formation of the cellular structure is associated with the development of instabilities. The expansion of the bubble into a warm neutral interstellar medium also leads to the formation of a shell with an amplified magnetic field.",
      "published": "2026-02-03T13:22:13Z",
      "updated": "2026-02-03T13:22:13Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2602.03502v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03502v1"
    },
    {
      "id": "2602.02923v1",
      "title": "Investigating particle acceleration in the Wolf-Rayet bubble NGC 2359",
      "authors": [
        "Anindya Saha",
        "Anandmayee Tej",
        "Santiago del Palacio",
        "Michaël De Becker",
        "Paula Benaglia",
        "Ramananda Santra",
        "Ishwara Chandra CH"
      ],
      "summary": "Massive stars have been proposed as candidates to be major factories of Galactic cosmic rays (GCRs). However, this claim lacks enough empirical evidence, especially for isolated stars. The powerful stellar winds from massive stars impact the ambient medium producing strong shocks suitable for accelerating relativistic particles. The detection of non-thermal emission-particularly synchrotron emission in low radio frequencies-serves as a key proof of particle acceleration sites. We aim to assess the potential of isolated massive stars as sources of GCRs. We observed the Wolf-Rayet bubble, NGC 2359, using the upgraded Giant Metrewave Radio Telescope at Band 3 (250-500 MHz) and Band 4 (550-950 MHz). Additionally, we used complementary archival radio datasets at different frequencies to derive the broad spectral energy distribution (SED) for several regions within the bubble. To further characterize the interaction between the stellar wind and the ambient medium, we introduced a composite SED model including synchrotron and free-free emission, and two low-frequency turnover processes, the Razin-Tsytovich (RT) effect and free-free absorption (FFA).We used a Bayesian inference approach to fit the SEDs and constrain the electron number density and magnetic field strength. The SEDs of several regions reveal spectral indices steeper than -0.5, indicative of synchrotron emission. and show a turnover below ~1 GHz. Our SED modelling suggests that the observed turnover is primarily caused by the RT effect, with a minor contribution from internal FFA. Our analysis confirms the presence of synchrotron radiation within NGC 2359. This is the second detection of non-thermal emission in a stellar bubble surrounding a WR star, reinforcing the idea that such environments are sites of relativistic particle acceleration and supporting the hypothesis that isolated massive stars are sources of GCRs of at least GeV energies.",
      "published": "2026-02-02T23:50:25Z",
      "updated": "2026-02-02T23:50:25Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.02923v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02923v1"
    },
    {
      "id": "2602.02733v1",
      "title": "Cyclotron lines in subcritical X-ray pulsars: Monte Carlo simulations reveal the origin of the observed variability",
      "authors": [
        "Prodromos Fotiadis",
        "Nick Loudas",
        "Nikolaos D. Kylafis",
        "Joachim Trümper"
      ],
      "summary": "Observed cyclotron resonant scattering features (CRSFs) in X-ray pulsars (XRPs) exhibit strong variability. In the subcritical luminosity regime, the centroid energy ($E_{CRSF}$) and line width ($σ_{CRSF}$) often show positive correlations with the X-ray luminosity. We investigate the physical origin of the observed variability quantitatively, focusing on the effects of resonant scattering and Doppler shift induced by the plasma flow in the accretion funnel. We developed a relativistic Monte Carlo code to perform detailed radiative transfer calculations in the accretion funnel above the hotspot and derive angle-dependent spectra. Analytical plasma density and velocity profiles were adopted to account for the effects of radiation pressure on the flow. Approximate resonant scattering cross-sections were employed. We varied the accretion luminosity to explore the resulting variability of the CRSF properties. The emergent spectra exhibit a prominent, asymmetric CRSF accompanied by a broad blue wing. The CRSF is systematically redshifted relative to the classical cyclotron energy, with the magnitude of the redshift decreasing at higher luminosities and for larger viewing angles $θ$. Both $E_{CRSF}$ and $σ_{CRSF}$ correlate positively with luminosity for all viewing angles. Their absolute values, however, depend strongly on the viewing angle, indicating substantial variability over the pulse cycle and sensitivity to the system geometry. At fixed luminosity, $E_{CRSF}$ ($σ_{CRSF}$) decreases (increases) with increasing $\\cosθ$. Consequently, phase-resolved observations are expected to reveal an anticorrelation between the CRSF centroid energy and width. When applied to the XRP GX 304$-$1, the model reproduces the observed CRSF variability over nearly an order of magnitude in luminosity for geometries in which the accretion funnel is predominantly viewed edge-on.",
      "published": "2026-02-02T19:48:08Z",
      "updated": "2026-02-02T19:48:08Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.02733v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02733v1"
    },
    {
      "id": "2602.02677v1",
      "title": "Lightcurve Modelling of 2,205 ZTF DR2 Type~Ia Supernovae: Implications for SN Ia Physics and Cosmology",
      "authors": [
        "Nikhil Sarin",
        "Ellen Lindsjö",
        "Lisa Kelsey",
        "Matthew Grayling",
        "Jesper Sollerman",
        "Steve Schulze",
        "Adam Miller",
        "Madeleine Ginolin",
        "Erin Hayes",
        "Conor Omand",
        "Kaisey Mandel",
        "Aaron Do",
        "Suhail Dhawan",
        "Joel Johansson"
      ],
      "summary": "We fit the multi-band light curves of 2,205 Type Ia supernovae (SNe~Ia) from the Zwicky Transient Facility DR2 with a one-zone radioactive decay model with a phenomenological addition to include Fe recombination physics. We find a strong correlation between inferred nickel mass and SALT2 stretch, which within our simplified modelling is linked to larger ejecta masses providing longer diffusion times, providing a physical basis for the brighter-slower relation. SN~Ia in low-mass hosts ($\\log_{10}(M_*/M_\\odot) < 10$) produce $12\\%$ more $^{56}$Ni than those in high-mass hosts ($ΔM_{\\rm Ni} = 0.13~M_\\odot$), linking the host-galaxy mass step to ejecta properties and hinting at metallicity or age-dependent burning efficiencies. This suggests that standardisation based on physical parameters may remove the mass-step. SN~1991T-like events show higher ejecta masses (median $1.64~M_\\odot$ vs. $1.38~M_\\odot$ for normals) and produce $30\\%$ more $^{56}$Ni, with $84\\%$ having super-Chandrasekhar masses. Through Hierarchical modelling of $902$ SNe ($z \\leq 0.06$), we find thermonuclear supernovae can be well described by a Gaussian distribution in ejecta mass and nickel mass with $μ_{\\rm ej} = 1.26 \\pm 0.01~M_\\odot$ ($σ_{\\rm ej} = 0.33 \\pm 0.01~M_\\odot$) and $μ_{\\rm Ni} = 0.64 \\pm 0.06~M_\\odot$ ($σ_{\\rm Ni} = 0.42 \\pm 0.02~M_\\odot$), respectively. This leads to inferred fractions of $43 \\pm 2\\%$ sub-$M_{\\rm Ch}$ ($<1.2~M_\\odot$), $34 \\pm 1\\%$ near-$M_{\\rm Ch}$ ($1.2$--$1.5~M_\\odot$), and $24 \\pm 2\\%$ super-$M_{\\rm Ch}$ ($>1.5~M_\\odot$) events. This work provides a step towards holistic physical characterization of the local SN~Ia population, reinforcing the physical basis of SN~Ia standardization while quantifying diversity and environmental dependencies critical for understanding progenitor physics and mitigating systematics in precision cosmology.",
      "published": "2026-02-02T19:00:45Z",
      "updated": "2026-02-02T19:00:45Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.02677v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02677v1"
    },
    {
      "id": "2602.02651v1",
      "title": "Gravitational-Wave Signals for Supernova Explosions of Three-Dimensional Progenitors",
      "authors": [
        "Alessandro Lella",
        "Giuseppe Lucente",
        "Daniel Kresse",
        "Robert Glas",
        "H. -Thomas Janka",
        "Alessandro Mirizzi"
      ],
      "summary": "Core-collapse supernovae (SNe) are sources of gravitational waves (GWs) produced by hydrodynamical instabilities and highly time-dependent anisotropies of the neutrino radiation. In this work we analyze both contributions to the GW signal for two state-of-the-art three-dimensional (3D) SN models computed with the Prometheus-Vertex neutrino-hydrodynamics code. In contrast to the far majority of models analyzed for GWs so far, our core-collapse simulations were started with 12.28 M_sun (18.88 M_sun) progenitors, whose final hour (7 min) of convective oxygen-shell burning was computed in 3D and featured a vigorous oxygen-neon shell merger. The corresponding large-scale asymmetries in the oxygen layer are conducive to buoyancy-aided neutrino-driven explosions. The models were continuously evolved in 3D from the pre-collapse evolution until 5.11 s (1.68 s) after the core bounce. The GW signals result from the well-known dynamical phenomena in the SN core such as prompt postshock convection, neutrino-driven convection, the standing accretion shock instability, proto-neutron star oscillations, and anisotropic ejecta expansion. They do not exhibit any new or specific features that can be unambiguously connected to the powerful pre-collapse activity in the progenitors, but we identify interesting differences compared to results in the literature. We also discuss measurement prospects by interferometers, confirming that GW signals from future Galactic SNe will be detectable with existing and next-generation experiments working in the frequency range f ~ 1-2000 Hz.",
      "published": "2026-02-02T19:00:01Z",
      "updated": "2026-02-02T19:00:01Z",
      "categories": [
        "astro-ph.HE",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.02651v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02651v1"
    },
    {
      "id": "2602.02655v1",
      "title": "The ubiquitous flavor pendulum",
      "authors": [
        "Damiano F. G. Fiorillo",
        "Georg G. Raffelt"
      ],
      "summary": "A system of classical interacting spins can develop collective instabilities which, in the nonlinear regime, mimic the motion of a gyroscopic pendulum. Known as the flavor pendulum, this behavior appears among the collective modes of a dense neutrino plasma after a strong reduction of phase space through symmetry assumptions. It has been identified in homogeneous slow and fast flavor systems and, most recently, in single-wave solutions of the fast system. We explain the reasons for its ubiquitous appearance. We show that a system of three classical spins must always be pendular, or only two in the presence of an external field. Furthermore, such a system always defines a continuum of vectors with time-independent length. If these are identified as interacting spins, they immediately lead to the continuum cases of slow and fast flavor pendula. As another new insight, any of these spins can be chosen as the pendulum, periodically exchanging flavor with the rest of the system.",
      "published": "2026-02-02T19:00:01Z",
      "updated": "2026-02-02T19:00:01Z",
      "categories": [
        "hep-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.02655v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02655v1"
    },
    {
      "id": "2602.02367v1",
      "title": "Multi-Messenger Modeling of Low-Luminosity Gamma-Ray Bursts",
      "authors": [
        "Shiqi Yu",
        "Bing Theodore Zhang"
      ],
      "summary": "Low-luminosity gamma-ray bursts (LL GRBs), a subclass of the most powerful transients in the Universe, remain promising sources of high-energy astrophysical neutrinos, despite strong IceCube constraints on typical long GRBs. In this work, a novel approach is introduced to study a sample of seven LL~GRBs with their multi-wavelength observations to investigate leptohadronic processes during their prompt emission phases. The relative energy densities in magnetic fields, non-thermal electrons, and protons are constrained, with the latter defining the cosmic-ray (CR) loading factor. Our results suggest that LL~GRBs exhibit diverse emission processes, as confirmed by a machine-learning analysis of the fitted parameters. Across the seven LL~GRBs, we find the posterior medians of the CR loading factor in the range of $ξ_p \\sim 0.2$--$1.6$. GRB~060218 and GRB~100316D, the lowest-luminosity bursts ($L_{γ, \\rm iso} \\sim 10^{46}$-$10^{47}\\rm~erg~s^{-1}$) consistent with the shock-breakout (SBO) scenario, yield the highest CR loading factor and therefore are expected to produce neutrinos more efficiently. Our model predicts the expected number of neutrino signals that are consistent with current limits but would be detectable with next-generation neutrino observatories. These results strengthen the case for LL~GRBs as promising sources of high-energy astrophysical neutrinos and motivate real-time searches for coincident LL~GRB and neutrino events. Next-generation X-ray and MeV facilities will be critical for identifying more LL~GRBs and strengthening their role in multi-messenger astrophysics.",
      "published": "2026-02-02T17:26:25Z",
      "updated": "2026-02-02T17:26:25Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.IM"
      ],
      "link": "https://arxiv.org/abs/2602.02367v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02367v1"
    },
    {
      "id": "2602.02275v1",
      "title": "Search for ultra-high energy neutrons from Galactic sources with the Pierre Auger Observatory",
      "authors": [
        "The Pierre Auger Collaboration",
        "A. Abdul Halim",
        "P. Abreu",
        "M. Aglietta",
        "I. Allekotte",
        "K. Almeida Cheminant",
        "A. Almela",
        "R. Aloisio",
        "J. Alvarez-Muñiz",
        "A. Ambrosone",
        "J. Ammerman Yebra",
        "L. Anchordoqui",
        "B. Andrada",
        "L. Andrade Dourado",
        "L. Apollonio",
        "C. Aramo",
        "E. Arnone",
        "J. C. Arteaga Velázquez",
        "P. Assis",
        "G. Avila",
        "E. Avocone",
        "A. Bakalova",
        "A. Baluta",
        "F. Barbato",
        "A. Bartz Mocellin",
        "C. Berat",
        "M. E. Bertaina",
        "M. Bianciotto",
        "P. L. Biermann",
        "V. Binet",
        "K. Bismark",
        "T. Bister",
        "J. Biteau",
        "J. Blazek",
        "J. Blümer",
        "M. Boháčová",
        "D. Boncioli",
        "C. Bonifazi",
        "N. Borodai",
        "J. Brack",
        "P. G. Brichetto Orchera",
        "A. Bueno",
        "S. Buitink",
        "M. Büsken",
        "A. Bwembya",
        "K. S. Caballero-Mora",
        "S. Cabana-Freire",
        "L. Caccianiga",
        "F. Campuzano",
        "J. Caraça-Valente",
        "R. Caruso",
        "A. Castellina",
        "F. Catalani",
        "G. Cataldi",
        "L. Cazon",
        "M. Cerda",
        "B. Čermáková",
        "A. Cermenati",
        "K. Cerny",
        "J. A. Chinellato",
        "J. Chudoba",
        "L. Chytka",
        "R. W. Clay",
        "A. C. Cobos Cerutti",
        "R. Colalillo",
        "R. Conceição",
        "G. Consolati",
        "M. Conte",
        "F. Convenga",
        "D. Correia dos Santos",
        "P. J. Costa",
        "C. E. Covault",
        "M. Cristinziani",
        "C. S. Cruz Sanchez",
        "S. Dasso",
        "K. Daumiller",
        "B. R. Dawson",
        "R. M. de Almeida",
        "E. -T. de Boone",
        "B. de Errico",
        "J. de Jesús",
        "S. J. de Jong",
        "J. R. T. de Mello Neto",
        "I. De Mitri",
        "D. de Oliveira Franco",
        "F. de Palma",
        "V. de Souza",
        "E. De Vito",
        "A. Del Popolo",
        "O. Deligny",
        "N. Denner",
        "K. Denner Syrokvas",
        "L. Deval",
        "A. di Matteo",
        "C. Dobrigkeit",
        "J. C. D'Olivo",
        "L. M. Domingues Mendes",
        "Y. Dominguez Ballesteros",
        "Q. Dorosti",
        "R. C. dos Anjos",
        "J. Ebr",
        "F. Ellwanger",
        "R. Engel",
        "I. Epicoco",
        "M. Erdmann",
        "A. Etchegoyen",
        "C. Evoli",
        "H. Falcke",
        "G. Farrar",
        "A. C. Fauth",
        "T. Fehler",
        "F. Feldbusch",
        "A. Fernandes",
        "M. Fernández Alonso",
        "B. Fick",
        "J. M. Figueira",
        "P. Filip",
        "A. Filipčič",
        "T. Fitoussi",
        "B. Flaggs",
        "T. Fodran",
        "A. Franco",
        "M. Freitas",
        "T. Fujii",
        "A. Fuster",
        "C. Galea",
        "B. García",
        "C. Gaudu",
        "P. L. Ghia",
        "U. Giaccari",
        "C. Glaser",
        "F. Gobbi",
        "F. Gollan",
        "G. Golup",
        "M. Gómez Berisso",
        "P. F. Gómez Vitale",
        "J. P. Gongora",
        "J. M. González",
        "N. González",
        "D. Góra",
        "A. Gorgi",
        "M. Gottowik",
        "F. Guarino",
        "G. P. Guedes",
        "L. Gülzow",
        "S. Hahn",
        "P. Hamal",
        "M. R. Hampel",
        "P. Hansen",
        "V. M. Harvey",
        "A. Haungs",
        "T. Hebbeker",
        "C. Hojvat",
        "J. R. Hörandel",
        "P. Horvath",
        "M. Hrabovský",
        "T. Huege",
        "A. Insolia",
        "P. G. Isar",
        "M. Ismaiel",
        "P. Janecek",
        "V. Jilek",
        "K. -H. Kampert",
        "B. Keilhauer",
        "A. Khakurdikar",
        "V. V. Kizakke Covilakam",
        "H. O. Klages",
        "M. Kleifges",
        "J. Köhler",
        "F. Krieger",
        "M. Kubatova",
        "N. Kunka",
        "B. L. Lago",
        "N. Langner",
        "N. Leal",
        "M. A. Leigui de Oliveira",
        "Y. Lema-Capeans",
        "A. Letessier-Selvon",
        "I. Lhenry-Yvon",
        "L. Lopes",
        "J. P. Lundquist",
        "M. Mallamaci",
        "S. Mancuso",
        "D. Mandat",
        "P. Mantsch",
        "F. M. Mariani",
        "A. G. Mariazzi",
        "I. C. Mariş",
        "G. Marsella",
        "D. Martello",
        "S. Martinelli",
        "M. A. Martins",
        "H. -J. Mathes",
        "J. Matthews",
        "G. Matthiae",
        "E. Mayotte",
        "S. Mayotte",
        "P. O. Mazur",
        "G. Medina-Tanco",
        "J. Meinert",
        "D. Melo",
        "A. Menshikov",
        "C. Merx",
        "S. Michal",
        "M. I. Micheletti",
        "L. Miramonti",
        "M. Mogarkar",
        "S. Mollerach",
        "F. Montanet",
        "L. Morejon",
        "K. Mulrey",
        "R. Mussa",
        "W. M. Namasaka",
        "S. Negi",
        "L. Nellen",
        "K. Nguyen",
        "G. Nicora",
        "M. Niechciol",
        "D. Nitz",
        "D. Nosek",
        "A. Novikov",
        "V. Novotny",
        "L. Nožka",
        "A. Nucita",
        "L. A. Núñez",
        "S. E. Nuza",
        "J. Ochoa",
        "M. Olegario",
        "C. Oliveira",
        "L. Östman",
        "M. Palatka",
        "J. Pallotta",
        "S. Panja",
        "G. Parente",
        "T. Paulsen",
        "J. Pawlowsky",
        "M. Pech",
        "J. Pękala",
        "R. Pelayo",
        "V. Pelgrims",
        "E. E. Pereira Martins",
        "C. Pérez Bertolli",
        "L. Perrone",
        "S. Petrera",
        "C. Petrucci",
        "T. Pierog",
        "M. Pimenta",
        "M. Platino",
        "B. Pont",
        "M. Pourmohammad Shahvar",
        "P. Privitera",
        "C. Priyadarshi",
        "M. Prouza",
        "K. Pytel",
        "S. Querchfeld",
        "J. Rautenberg",
        "D. Ravignani",
        "J. V. Reginatto Akim",
        "A. Reuzki",
        "J. Ridky",
        "F. Riehn",
        "M. Risse",
        "V. Rizi",
        "E. Rodriguez",
        "G. Rodriguez Fernandez",
        "J. Rodriguez Rojo",
        "S. Rossoni",
        "M. Roth",
        "E. Roulet",
        "A. C. Rovero",
        "A. Saftoiu",
        "M. Saharan",
        "F. Salamida",
        "H. Salazar",
        "G. Salina",
        "P. Sampathkumar",
        "N. San Martin",
        "J. D. Sanabria Gomez",
        "F. Sánchez",
        "E. Santos",
        "F. Sarazin",
        "R. Sarmento",
        "R. Sato",
        "P. Savina",
        "V. Scherini",
        "H. Schieler",
        "M. Schimassek",
        "M. Schimp",
        "D. Schmidt",
        "O. Scholten",
        "H. Schoorlemmer",
        "P. Schovánek",
        "F. G. Schröder",
        "J. Schulte",
        "T. Schulz",
        "S. J. Sciutto",
        "M. Scornavacche",
        "A. Sedoski",
        "S. Sehgal",
        "S. U. Shivashankara",
        "G. Sigl",
        "K. Simkova",
        "F. Simon",
        "R. Šmída",
        "S. Soares Sippert",
        "P. Sommers",
        "R. Squartini",
        "M. Stadelmaier",
        "S. Stanič",
        "J. Stasielak",
        "P. Stassi",
        "S. Strähnz",
        "M. Straub",
        "T. Suomijärvi",
        "A. D. Supanitsky",
        "Z. Svozilikova",
        "Z. Szadkowski",
        "F. Tairli",
        "M. Tambone",
        "A. Tapia",
        "C. Taricco",
        "C. Timmermans",
        "O. Tkachenko",
        "P. Tobiska",
        "C. J. Todero Peixoto",
        "B. Tomé",
        "A. Travaini",
        "P. Travnicek",
        "C. Trimarelli",
        "M. Tueros",
        "M. Unger",
        "R. Uzeiroska",
        "L. Vaclavek",
        "M. Vacula",
        "I. Vaiman",
        "J. F. Valdés Galicia",
        "L. Valore",
        "P. van Dillen",
        "E. Varela",
        "V. Vašíčková",
        "A. Vásquez-Ramírez",
        "D. Veberič",
        "I. D. Vergara Quispe",
        "S. Verpoest",
        "V. Verzi",
        "J. Vicha",
        "S. Vorobiov",
        "J. B. Vuta",
        "C. Watanabe",
        "A. A. Watson",
        "A. Weindl",
        "M. Weitz",
        "L. Wiencke",
        "H. Wilczyński",
        "B. Wundheiler",
        "B. Yue",
        "A. Yushkov",
        "E. Zas",
        "D. Zavrtanik",
        "M. Zavrtanik"
      ],
      "summary": "Deflections in the propagation of charged ultra-high-energy cosmic rays (UHECRs) caused by magnetic fields make the identification of their sources challenging. On the other hand, the arrival directions at Earth of neutrons point directly to their origin. The emission of UHECRs from a source is expected to be accompanied by the production of neutrons in its vicinity through interactions with ambient matter and radiation. Since free neutrons travel a mean distance $d/\\text{kpc}=9.2(E/\\text{EeV})$ before decaying, a neutron flux in the EeV range could be detected on Earth from sources of UHECRs in our Galaxy. Using cosmic-ray data from the Phase\\,I of the Surface Detector of the Pierre Auger Observatory, we search for neutron fluxes from Galactic candidate sources. We select more than 1000 objects of astrophysical interest, stacking them into target sets. The targets all have declinations within the exposure of the Observatory, ranging from $-90^\\circ$ up to $+45^\\circ$ for energies above 1 EeV (and up to $+20^\\circ$ for energies down to 0.1 EeV). Given that a neutron air shower is indistinguishable from a proton one, there is a significant background due to cosmic rays. A neutron flux from the direction of a candidate source would be identified by a celestial density of events that significantly exceeds the expected density of cosmic rays for that direction. No significant excess is found at any tested target direction, and an upper limit on the neutron flux is calculated for each candidate source.",
      "published": "2026-02-02T16:15:27Z",
      "updated": "2026-02-02T16:15:27Z",
      "categories": [
        "astro-ph.HE",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2602.02275v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02275v1"
    },
    {
      "id": "2602.02225v1",
      "title": "A model for the emission of SGRBs-GW from binary mergers",
      "authors": [
        "Shad Ali"
      ],
      "summary": "This report is divided into three main parts:    1. The first two chapters discuss the emission of Short GRB (SGRB) from binary mergers surrounded by a strong magnetic field. By introducing our model, we investigated the physics of the emission of SGRBs from rotating and charged rotating BHs. A rapidly spinning, strongly magnetized neutron star (millisecond magnetar) is the primary source of strong magnetic fields ranging from $10^{13}~\\rm to ~ 10^{16} G$. The decay of the magnetic field could power electromagnetic radiation, especially X-rays and gamma rays from NSs or NS-BH mergers as their primary sources. Considering the merger of compact bodies (NS-NS or NS-BH or BH-BH), we can obtain interesting results.   2. In the next two chapters, we reviewed the BH interiors to understand the nature of black hole interior information and evaporation from its initial to final phases via entropy variation. The evolution relation obtained from two types of entropy gives diverse understandings of the evaporation of BHs under Hawking radiation.   3. The fifth Chapter is related to BH configuration (information) entropy and the thermodynamic phase transition of $f(R)$ BH. Here, we consider a d$-$dimensional black hole (BH) in $f(R)$ gravity and analyze the effect of modified gravity on critical point parameters, the difference in number densities, and configuration entropy during the BH phase transition phenomenon. These results were also compared with charged AdS BH, the holographic dual of van der Waal's fluid, and hence the BH in modified gravity.",
      "published": "2026-02-02T15:29:11Z",
      "updated": "2026-02-02T15:29:11Z",
      "categories": [
        "astro-ph.HE",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.02225v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02225v1"
    },
    {
      "id": "2602.02621v1",
      "title": "Probing the Charged Hayward Black Hole in Dark Matter and String Cloud Environments through Shadow, Geodesics, and Quasinormal Spectrum",
      "authors": [
        "Faizuddin Ahmed",
        "Ahmad Al-Badawi",
        "İzzet Sakallı"
      ],
      "summary": "We construct a charged Bardeen black hole (BH) surrounded by perfect fluid dark matter (PFDM) and coupled to a cloud of strings (CS). The metric function combines the magnetic monopole charge from nonlinear electrodynamics, the PFDM logarithmic correction, and the CS parameter that renders the spacetime asymptotically non-flat. We analyze the horizon structure, identifying parameter ranges yielding non-extremal BHs, extremal configurations, and naked singularities. The null geodesics, photon sphere radius, and shadow are computed, revealing that both CS and PFDM enlarge the shadow. For neutral particle dynamics, we derive the specific energy, angular momentum, and innermost stable circular orbit location. Quasiperiodic oscillations (QPOs) are examined through the azimuthal, radial, and vertical epicyclic frequencies, where notably the azimuthal frequency is independent of the CS parameter. Scalar field perturbations governed by the Klein-Gordon equation yield an effective potential whose peak decreases with both parameters, yet the transmission and reflection probabilities respond oppositely to CS and PFDM variations. The greybody factor bounds are obtained using semi-analytical methods. Our results demonstrate that the distinct effects of $α$ and $β$ on various observables could allow independent constraints on these parameters through shadow measurements, QPO timing, and gravitational wave ringdown observations.",
      "published": "2026-02-02T14:13:29Z",
      "updated": "2026-02-02T14:13:29Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.02621v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02621v1"
    },
    {
      "id": "2602.02058v1",
      "title": "Astro-COLIBRI: An Innovative Platform for Real-Time Multi-Messenger Astrophysics",
      "authors": [
        "Bernardo Cornejo Avila",
        "Sofia Bisero",
        "Mickael Costa",
        "Antoine Ciric",
        "Ilja Jaroschewski",
        "Weizmann Kindrébéogo",
        "Fabian Schussler"
      ],
      "summary": "The discovery of transient phenomena, such as supernovae, novae, Fast Radio Bursts (FRBs), Gamma-Ray Bursts (GRBs), and stellar flares, together with the emergence of new cosmic messengers like high-energy neutrinos and Gravitational Waves (GWs), has revolutionized astrophysics in recent years. To fully exploit the scientific potential of multi-messenger and multi-wavelength follow-up observations, as well as serendipitous detections, researchers need a tool capable of rapidly compiling and contextualizing essential information for every new event. We present Astro-COLIBRI, an advanced platform designed to meet this challenge.   Astro-COLIBRI is a comprehensive platform that combines a public RESTful API, real-time databases, a cloud-based alert system, and user-friendly interfaces including a website and mobile app for iOS and Android. It ingests alerts from multiple sources in real time, applies user-defined filters, and situates each event within its multi-messenger and multi-wavelength context. The platform provides clear data visualization, concise summaries of key event properties, and evaluations of observing conditions across a wide network of observatories worldwide. We here detail the architecture of Astro-COLIBRI, from the data pipelines that manage real-time alert ingestion and processing to the design of the RESTful API, which enables seamless integration with other astronomical software and services.",
      "published": "2026-02-02T12:59:41Z",
      "updated": "2026-02-02T12:59:41Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.02058v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02058v1"
    },
    {
      "id": "2602.01659v1",
      "title": "Revisiting neutrino-driven magnetogenesis during stellar core collapse",
      "authors": [
        "Fan Zhang"
      ],
      "summary": "The literature has not converged onto a precise depiction of the magnetogenesis process for pulsars, and it is profitable to preliminarily but exhaustively assess the viability of the plethora of alternative proposals, before substantial efforts are invested into simulating them in detail. In this note, we tackle one of them, taking notice of an earlier work that suggests neutrino ponderomotive force could spawn a magnetic field not so far off from pulsar strengths. We reexamine this mechanism with more modern technology, accounting for actual core collapse dynamics, and show that this mechanism is likely less powerful than originally envisioned.",
      "published": "2026-02-02T05:25:37Z",
      "updated": "2026-02-02T05:25:37Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.01659v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01659v1"
    },
    {
      "id": "2602.01647v1",
      "title": "A Serendipitous NuSTAR Detection of a Giant Radio Source Harboring an Obscured Active Galactic Nucleus",
      "authors": [
        "Vaidehi S. Paliya",
        "S. Marchesi",
        "X. Zhao",
        "D. J. Saikia",
        "Moumita Pal",
        "Somak Raychaudhury"
      ],
      "summary": "Giant radio sources (GRSs) harbor the Universe's largest structures generated by individual galaxies, with projected source sizes exceeding 700 kpc. These enigmatic objects have been mainly studied at radio frequencies, and their physical properties in the high-energy domain are poorly understood. Here we present the results of a multiwavelength study focused on NuSTAR J112829+5831.8 (J1128+5831), the only known GRS serendipitously detected with the Nuclear Spectroscopic Telescope Array. Being located in proximity to the famous interacting galaxy system, Arp 299, J1128+5831 has been serendipitously observed also by the Chandra X-ray Observatory, Hubble Space Telescope, and XMM-Newton satellites. From radio observations with the Low Frequency Array, the NRAO VLA Sky Survey and the Very Large Array Sky Survey, we have determined that J1128+5831 has an overall steep radio spectrum ($α=-0.86$; $F_ν\\proptoν^α$) and a low core dominance ($C_{\\rm D}=-2.4$, in log-scale), indicating the source to be viewed at large angles. From the X-ray spectral analysis, we found J1128+5831 to harbor an obscured active galactic nucleus (AGN) with neutral hydrogen column density exceeding $10^{23}$ cm$^{-2}$. Its optical spectrum, taken with the Dark Energy Spectroscopic Instrument, exhibits prominent narrow emission lines but lacks broad components, thus confirming J1128+5831 to be a Type 2 AGN powered by a radiatively efficient accreting system. Overall, the broadband properties of J1128+5831 are consistent with those observed for the general GRS population.",
      "published": "2026-02-02T05:05:50Z",
      "updated": "2026-02-02T05:05:50Z",
      "categories": [
        "astro-ph.HE",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2602.01647v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01647v1"
    },
    {
      "id": "2602.01597v1",
      "title": "A Catalogue of Variable Active Galactic Nuclei Based on Multi-Timescale Variability Analysis from Fermi-LAT Data",
      "authors": [
        "Luana Passos-Reis",
        "Elisabete M. de Gouveia Dal Pino",
        "Tarek Hassan",
        "Santiago Pita",
        "Alberto Domínguez"
      ],
      "summary": "Active Galactic Nuclei (AGN) sources feature supermassive black holes that launch relativistic plasma jets. They are key $γ$-ray sources providing a unique laboratory for studying extreme particle acceleration and plasma physics. Variability in $γ$-ray emission is an important signature that may constrain the size of the emission region and the physical processes driving flares. However, current large-scale $γ$-ray catalogs, such as the Fermi-LAT 4LAC-DR3, typically characterize variability only on long timescales (yearly or 60-day), lacking necessary constraints on short-term behavior from days to weeks. To address this, we systematically characterize $γ$-ray variability in AGNs across short timescales: 3-day, 7-day (weekly), and 30-day (monthly). We present a preliminary catalogue of variable AGN based on light curves from the Fermi-LAT Light Curve Repository. We show that the variability amplitude ($σ_{\\rm NXS}^{2}$) presents similar values across different timescales, potentially increasing for a subsample of sources as the observation timescale increases. This high-cadence analysis reinforces the known dichotomy between flat-spectrum radio quasars (FSRQs) and BL Lacertae objects (BL Lacs), with FSRQs consistently exhibiting stronger variability. By identifying the most luminous and variable sources at each timescale, we highlight key targets for follow-up with next-generation observatories such as the Cherenkov Telescope Array Observatory (CTAO), ASTRI Mini-Array, and the Southern Wide-field Gamma-ray Observatory (SWGO), where strong short-term variability suggests highly compact emission zones and extreme particle acceleration efficiency. This catalogue contributes to the understanding of high-energy outflows in AGN jets and provides a foundation for optimizing observational strategies through a unified variability metric across timescales.",
      "published": "2026-02-02T03:39:47Z",
      "updated": "2026-02-02T03:39:47Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.01597v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01597v1"
    },
    {
      "id": "2602.01373v1",
      "title": "Investigation on Quasi-periodic Oscillation Phase Lag of RE J1034+396",
      "authors": [
        "Wen-Zhong Li",
        "Shu Zhang",
        "Qing-Cang Shui",
        "Yu-Peng Chen",
        "Shuang-Nan Zhang",
        "Hua Feng",
        "Ming-Yu Ge",
        "Lian Tao",
        "Jing-Qiang Peng",
        "Bo-Yan Chen",
        "Ling-Da Kong",
        "Peng-Ju Wang"
      ],
      "summary": "We conduct an in-depth study of the quasi-periodic oscillation (QPO) properties of RE J1034+396, by constructing QPO phase-folded light curves from 10 XMM-Newton observations during 2020-2021. Our analysis reveals that the QPO in the source exhibits two mutually convertible lag-energy modes: \"hard lag\" and \"soft lag\". Despite different lag characteristics, the energy dependency of the root mean square (RMS) amplitude of the QPO under both modes are consistent, suggesting the two types of QPO originate from the same physical mechanism. By performing a spectral analysis, we further find a correlation between time-lag modes and spectral states: the soft lag mode typically corresponds to harder X-ray spectra and higher blackbody temperatures. Through comprehensive comparison of multiple theoretical models, we propose that the relativistic precession model (RPM) of the corona provides a plausible qualitative explanation for the observed complex phenomena, including time-lag mode transitions, and variations of spectral hardness and QPO signal strength.",
      "published": "2026-02-01T18:20:35Z",
      "updated": "2026-02-01T18:20:35Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.01373v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01373v1"
    },
    {
      "id": "2602.01323v1",
      "title": "Solar Flare Hosts MeV-peaked Electrons in a Coronal Source",
      "authors": [
        "Gregory D. Fleishman",
        "Ivan Oparin",
        "Gelu M. Nita",
        "Bin Chen",
        "Sijie Yu",
        "Dale E. Gary"
      ],
      "summary": "Solar flares promptly release large amounts of free magnetic energy in the solar corona to produce substantial populations of high-energy charged particles, both ions and electrons. These particles are detected when they radiate microwaves in solar magnetic fields and X- and γ-rays when they encounter matter. Analysis of γ-rays in solar flares has revealed a distinct continuum component dominating at MeV energies, which differs from the well-studied X-ray continuum produced by flare-accelerated electrons with steeply falling energy spectra. The origin and precise spatial location and extent of this mysterious MeV component have been unknown up to now. If it is produced by bremsstrahlung, such a γ-ray component requires an unusual population of electrons peaked at a few MeV. Here we report a joint study of this MeV-peaked electron population in the 2017-Sep-10 solar flare with Fermi MeV γ-ray data and EOVSA spatially resolved microwave imaging spectroscopy data. We demonstrate that the microwave spectrum from the peaked MeV distribution has a distinctly different shape from that produced by the well-known population of electrons with falling energy spectrum. We inspected microwave maps of the flare and identified an evolving area where the measured microwave spectra matched the theoretically expected one for the MeV-peaked population, thus pinpointing the site where this MeV component resides in the flare. The locations are in a coronal volume adjacent to the region where prominent release of magnetic energy and bulk electron acceleration were detected, which implies that transport effects play a key role in forming this population.",
      "published": "2026-02-01T16:35:35Z",
      "updated": "2026-02-01T16:35:35Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.01323v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01323v1"
    },
    {
      "id": "2602.01097v1",
      "title": "Radiation-Driven Origin of Super-Equipartition Magnetic Fields in Accretion Discs and Outflows",
      "authors": [
        "Mukesh Kumar Vyas",
        "Asaf Pe'er"
      ],
      "summary": "Magnetic fields play a central role in accretion physics around black holes, yet their physical origin within accretion flows remains an open problem. In this work, we investigate the generation and subsequent evolution of magnetic fields triggered by anisotropic radiation fields in black hole accretion discs with compact rotating inner corona. We self-consistently evolve the magnetic field using the generalized field evolution MHD equation, including advection, shear-driven induction, and Hall effects. The radiation field acts as a primary field generator, while azimuthal rotation in the magnetized plasma provides rapid amplification. We find that radiation-generated fields efficiently reach a dominant toroidal component by Keplerian rotation, leading to magnetic field strengths of order $\\sim 10^{8}\\,\\mathrm{G}$ in the vicinity of a 10 solar mass black hole and accretion disc-corona emitting at luminosity equivalent to the Eddington unit. These magnetic fields are achieved within viscous timescales and reach or exceed local equipartition estimates based on gas pressure. When vertical outflows are included, the amplified magnetic fields are advected into the corona, magnetizing disc-launched winds and jet precursors with field strengths of similar order. Our results demonstrate that radiation is not merely a passive component of accretion flows, but provides a robust and unavoidable trigger for the generation of dynamically significant magnetic fields. Our results provide a physically grounded explanation for the origin of large-scale, structured magnetic fields in and around accretion discs. This mechanism offers a pathway for magnetizing accretion discs and their outflows without invoking externally supplied magnetic flux, with broad implications for X-ray binaries, active galactic nuclei and other transients such as gamma-ray bursts (GRBs).",
      "published": "2026-02-01T08:30:12Z",
      "updated": "2026-02-01T08:30:12Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.01097v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01097v1"
    },
    {
      "id": "2602.02586v1",
      "title": "Observational signatures of charged Bardeen black holes in perfect fluid dark matter with a cloud of strings",
      "authors": [
        "Faizuddin Ahmed",
        "Ahmad Al-Badawi",
        "İzzet Sakallı"
      ],
      "summary": "We construct a charged Bardeen black hole (BH) surrounded by perfect fluid dark matter (PFDM) and coupled to a cloud of strings (CS). The metric function combines the magnetic monopole charge from nonlinear electrodynamics, the PFDM logarithmic correction, and the CS parameter that renders the spacetime asymptotically non-flat. We analyze the horizon structure, identifying parameter ranges yielding non-extremal BHs, extremal configurations, and naked singularities. The null geodesics, photon sphere radius, and shadow are computed, revealing that both CS and PFDM enlarge the shadow. For neutral particle dynamics, we derive the specific energy, angular momentum, and innermost stable circular orbit location. Quasiperiodic oscillations (QPOs) are examined through the azimuthal, radial, and vertical epicyclic frequencies, where notably the azimuthal frequency is independent of the CS parameter. Scalar field perturbations governed by the Klein-Gordon equation yield an effective potential whose peak decreases with both parameters, yet the transmission and reflection probabilities respond oppositely to CS and PFDM variations. The greybody factor bounds are obtained using semi-analytical methods. Our results demonstrate that the distinct effects of $α$ and $β$ on various observables could allow independent constraints on these parameters through shadow measurements, QPO timing, and gravitational wave ringdown observations.",
      "published": "2026-01-31T20:48:36Z",
      "updated": "2026-01-31T20:48:36Z",
      "categories": [
        "gr-qc",
        "astro-ph.HE",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.02586v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02586v1"
    },
    {
      "id": "2602.00786v1",
      "title": "Flow Generation via Catastrophic Loss of Equilibrium in Weakly-Rotating Self-Gravitating Fluids: A Minimal Idealized Model",
      "authors": [
        "L. Gudushauri",
        "N. L. Shatashvili",
        "G. Shekiladze",
        "S. M. Mahajan"
      ],
      "summary": "This paper explores the catastrophic energy transformations, in particular the ones leading to the generation of a flow in a weakly rotating self-gravitating fluid/gas found, for instance, in the vicinity of a massive compact object. Because of the similarity in the governing equations, the system dynamics is worked out exactly in parallel to the methods developed for investigating catastrophic relaxation in stellar plasmas [1-3]. In the latter a more ``complex\" equilibrium state, on slow changes in the environment, can lose its equilibrium (catastrophe), and transform to a less complex state with a very different energy mix from the original. It is shown that a similar transformation in the weakly rotating self-gravitating fluid/gas will convert much of its gravitation energy into kinetic energy in the flow. Since flows are a perennial ingredient of high-energy astrophysical systems, the energy transformation processes revealed in present study, can advance our understanding of a variety of them. Some particularly relevant examples are: macro-scale flows / structures in galaxies, accretion discs, and the dynamics and stability of a rotating star / its atmosphere.",
      "published": "2026-01-31T15:52:05Z",
      "updated": "2026-01-31T15:52:05Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.00786v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00786v1"
    },
    {
      "id": "2602.00724v1",
      "title": "Population synthesis of double white dwarfs: evolutionary effects on system properties",
      "authors": [
        "Sreeta Roy",
        "Surajit Kalita"
      ],
      "summary": "Double white dwarf (DWD) binaries are natural outcomes of binary stellar evolution and key sources for future space-based gravitational wave (GW) observatories such as Laser Interferometer Space Antenna (LISA). We investigate how different binary interaction channels shape the physical and orbital properties of DWD systems, focusing on component masses, orbital separations, core compositions, and mass transfer rates. Using the binary population synthesis code COMPAS, we evolve $10^7$ binaries with physically motivated initial distributions of binary parameters. Our simulations reproduce the strong bimodality in the final orbital separations, including a pronounced deficit of systems around $100-500 \\rm\\,R_\\odot$, arising from distinct evolutionary pathways: wide DWDs predominantly originate from stable Roche lobe overflow (RLOF), while close DWDs form through unstable RLOF leading to at least one common envelope (CE) phase. Moreover, we show that the core compositions of WDs provide a powerful tracer of evolutionary history: He-core WDs are strongly concentrated in close systems, whereas CO-core WDs span the full separation range and exhibit a small mass gap in wide binaries. We further identify a correlation between the accreted mass and the final orbital separation, highlighting the impact of non-conservative mass transfer on the resulting orbital configuration of DWD systems. These results underscore the links among evolutionary channels, chemical composition, and mass transfer rates; thereby provide a unique framework for interpreting Gaia DWD samples and forecasting the joint electromagnetic and GW population accessible to LISA.",
      "published": "2026-01-31T13:40:21Z",
      "updated": "2026-01-31T13:40:21Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.00724v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00724v1"
    },
    {
      "id": "2602.00313v1",
      "title": "Electron-positron cascade in magnetospheres of supermassive Kerr black holes and the origin of relativistic AGN jets",
      "authors": [
        "Mikhail V. Medvedev",
        "Andrzej A. Zdziarski"
      ],
      "summary": "The avalanche mechanism of plasma production in active galactic nuclei (AGNs) is detailed, and constraints on system parameters needed for efficient electron-positron pair cascades are explored. Whether an AGN falls within this favorable parameter range may explain the observed radio-loud versus radio-quiet dichotomy. On the other hand, this study shows that cascades generate orders of magnitude fewer pairs than is necessary to explain the synchrotron emission observed in luminous jets. This fact suggests the existence of either an alternative lepton source, namely pair production of photons from the hot accretion flows around AGN central black holes, or matter loading of the jets from the surrounding medium, or, most likely, both. The case of the radio galaxy 3C 120 is considered in detail.",
      "published": "2026-01-30T21:03:51Z",
      "updated": "2026-01-30T21:03:51Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.00313v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00313v1"
    },
    {
      "id": "2602.00257v1",
      "title": "Fireballs' Whispers of Their Central Engine: Relativistic Filtering of Afterglow QPOs",
      "authors": [
        "Noémie Globus"
      ],
      "summary": "Quasi-periodic oscillations (QPOs) in gamma-ray bursts (GRBs) afterglows have been suggested as probes of the central engine. Such interpretations generally assume that the observed modulation frequency directly corresponds to an intrinsic oscillation frequency of the source. We show that this assumption is not generally valid and that interpreting such features without accounting for relativistic propagation may lead to misleading inferences about the engine nature. We show that relativistic propagation effects - most importantly integration over equal-arrival-time surfaces - act as a frequency-dependent filter that can significantly modify or suppress intrinsic variability. In the constant- $Γ$ case, the angular kernel acts as a stationary low-pass filter that suppresses high-frequency variability without altering its frequency, whereas Blandford-McKee deceleration renders the filter time-dependent and manifests observationally as an apparent frequency drift.",
      "published": "2026-01-30T19:20:53Z",
      "updated": "2026-01-30T19:20:53Z",
      "categories": [
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2602.00257v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00257v1"
    },
    {
      "id": "2602.03841v1",
      "title": "Cosmological Correlator Discontinuities from Scattering Amplitudes",
      "authors": [
        "Chandramouli Chowdhury",
        "Sadra Jazayeri",
        "Arthur Lipstein",
        "Joe Marshall",
        "Jiajie Mei",
        "Ivo Sachs"
      ],
      "summary": "Recent theoretical work has revealed that basic observables of quantum field theory in de Sitter space, known as in-in or cosmological correlators, exhibit surprisingly simple mathematical structure reminiscent of scattering amplitudes in flat space. For many theories, this simplicity can be made manifest using a set of ``cosmological dressing rules'' which uplift flat-space Feynman diagrams to in-in correlators in de Sitter space by attaching auxiliary propagators to the interaction vertices. In this paper, we show that discontinuities of cosmological correlators with respect to internal energy variables can be obtained by applying auxiliary propagators to unitarity cuts of flat space Feynman diagrams. Moreover, discontinuities with respect to external energy variables can be obtained by cutting auxiliary propagators attached to Feynman diagrams. This observation in turn implies highly non-trivial constraints on cosmological correlators in the form of simple sum rules. We illustrate these ideas in a number of examples at tree-level and 1-loop for conformally coupled scalar theories, although they hold more generally. Finally, we show how to reconstruct cosmological correlators from their discontinuities using dispersion relations, providing a powerful new approach to computing cosmological observables by systematically reconstructing them from data uplifted from flat space.",
      "published": "2026-02-03T18:58:20Z",
      "updated": "2026-02-03T18:58:20Z",
      "categories": [
        "hep-th",
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.03841v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03841v1"
    },
    {
      "id": "2602.03313v1",
      "title": "Seeing Wiggles without Seeing Wiggles: BAO Recovery in 21 cm Intensity Mapping with Deep Learning",
      "authors": [
        "Kaifeng Yu",
        "Xin Wang"
      ],
      "summary": "The 21 cm intensity mapping provides a promising probe of the large-scale structure. Astrophysical foregrounds, as the main source of contamination to the cosmological 21 cm signal, persist in a wedge-like region of Fourier space due to the inherent chromaticity in radio interferometric observations. The foreground avoidance strategy focuses on utilizing data from relatively clean regions with minimal foreground leakage, at the cost of losing large-scale information. Non-linear structure formation, however, couples Fourier modes across scales, leaving imprints of the missing large-scale modes in the remaining data. In this work, we employ a deep learning approach to test whether large-scale features of the 21 cm brightness temperature fields, particularly the baryon acoustic oscillations (BAO), can be recovered at the field level using only short-wavelength modes that are beyond the linear scales. To explicitly assess the dependence on the training cosmology, we train the network exclusively on de-wiggled simulations, providing a controlled test of whether the reconstruction arises from physical non-linear mode coupling rather than implicit encoding of BAO features. In the ideal noise-free case, the amplitude and phase of the lost modes can be restored with high fidelity. With instrumental noise included, the reconstructed amplitude becomes biased, while the phase information remains robust. The trained network also exhibits reasonable robustness to variations in the underlying cosmological model. Together, these results suggest that mode restoration offers a complementary approach for extracting cosmological information from future 21 cm intensity mapping analyses.",
      "published": "2026-02-03T09:42:28Z",
      "updated": "2026-02-03T09:42:28Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.03313v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03313v1"
    },
    {
      "id": "2602.03011v1",
      "title": "Line-Intensity Mapping",
      "authors": [
        "Tzu-Ching Chang",
        "Adam Lidz"
      ],
      "summary": "Line-Intensity Mapping (LIM) has emerged as a powerful technique for studying large-scale structure and the high-redshift universe, enabling three-dimensional maps of line emission across vast cosmological volumes. In this review, we summarize the LIM framework, its key scientific goals, and its future prospects. We describe the landscape of emission line tracers, theoretical modeling approaches, anticipated signals, and data-analysis methodologies. We also discuss experimental challenges, particularly those posed by astrophysical foregrounds, and review possible mitigation strategies. Further, we highlight a range of cross-correlation science cases, linking LIM with other cosmological surveys. Finally, we summarize current and upcoming experiments and early results, including recent first detections, while outlining the outlook for future discoveries. Specifically, LIM may offer new insights into galaxy formation and evolution and cosmology, while revealing the Epoch of Reionization, Cosmic Dawn, and possibly the Cosmic Dark Ages. LIM enables cosmological measurements that complement other probes and provide unique access to the high-redshift universe, potentially shedding light on dark matter, dark energy, and cosmic inflation.",
      "published": "2026-02-03T02:25:22Z",
      "updated": "2026-02-03T02:25:22Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.03011v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03011v1"
    },
    {
      "id": "2602.02861v1",
      "title": "Probing beyond the Standard Model with gravitational waves from phase transitions",
      "authors": [
        "Chiara Caprini"
      ],
      "summary": "This review article is based on a seminar presented at the Higgs pairs workshop 2025. Stochastic gravitational wave backgrounds can serve as probe of the diverse phenomenology encountered in beyond-Standard-Model scenarios featuring phase transitions in the early Universe. Focussing on gravitational wave production from first-order phase transitions, we present the main results of a recent analysis by the LISA Cosmology Working Group concerning the detectability of such signals with LISA. Strong degeneracies, both among the parameters controlling the phase transition and between these and the parameters of the beyond-Standard-Model scenario underlying the phase transition, complicate the reconstruction of the model from a potential signal. Nonetheless, once a specific scenario is assumed, LISA observations can supply constraints possibly complementary to those obtainable from present and future particle colliders.",
      "published": "2026-02-02T22:10:28Z",
      "updated": "2026-02-02T22:10:28Z",
      "categories": [
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.02861v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02861v1"
    },
    {
      "id": "2602.02829v1",
      "title": "Cosmological phase transitions: from particle physics to gravitational waves, semi-analytically",
      "authors": [
        "S. Pascoli",
        "S. Rosauro-Alcaraz",
        "M. Zandi"
      ],
      "summary": "Motivated by the recent evidence of a stochastic gravitational wave background found by pulsar timing array experiments, we focus on one of the prime cosmological explanations, i.e. a supercooled first order phase transition. If confirmed, it would offer a unique opportunity to probe early Universe dynamics and the related physics beyond the Standard Model of particles and interactions. However, the prediction of the gravitational wave spectrum from a given particle physics scenario requires theoretically and computationally demanding methods. While several tools have been put forward to reduce uncertainties and automatize these computations, we study here the possibility to perform the full pipeline of computations semi-analytically in the $4D$ theory, thus avoiding computationally intensive simulations. Our approach yields accurate results that can be used in phenomenological studies and allow for an efficient exploration of the connection between the particle physics models and their cosmological predictions.",
      "published": "2026-02-02T21:29:11Z",
      "updated": "2026-02-02T21:29:11Z",
      "categories": [
        "hep-ph",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.02829v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02829v1"
    },
    {
      "id": "2602.02682v1",
      "title": "Consistent Evaluation of the No-Boundary Proposal",
      "authors": [
        "Ahmed I. Abdalla",
        "Stefano Antonini",
        "Raphael Bousso",
        "Luca V. Iliesiu",
        "Adam Levine",
        "Arvin Shahbazi-Moghaddam"
      ],
      "summary": "We revisit the Hartle-Hawking no-boundary proposal. To extract probabilities, one must use the gravitational path integral (GPI) to compute not only the no-boundary amplitude, but also the norms by which its square is divided. We find that this dramatically alters predictions: the probability for any closed universe is either nearly 1, or exactly 1. That is, in the Hilbert space of closed universes defined by the GPI, the states of interest in cosmology are all nearly parallel to the Hartle-Hawking state up to nonperturbative corrections in $G_N^{-1}$. We also consider a statistical interpretation of the GPI, as an average of arbitrary products of amplitudes. We find that all amplitudes are exactly 1 in this case, consistent with recent arguments that the statistical approach to the GPI with a closed boundary computes an average over one-dimensional Hilbert spaces. As an example, we illustrate the consistent evaluation of the no-boundary proposal in inflationary cosmology.",
      "published": "2026-02-02T19:01:51Z",
      "updated": "2026-02-02T19:01:51Z",
      "categories": [
        "hep-th",
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.02682v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02682v1"
    },
    {
      "id": "2602.02658v1",
      "title": "Cosmic CO and [CII] backgrounds and the fueling of star formation over 12 Gyr",
      "authors": [
        "Yi-Kuan Chiang"
      ],
      "summary": "Molecular gas, modest in mass yet pivotal within the cosmic inventory, regulates baryon cycling as the immediate fuel for star formation. Across most of cosmic history, its reservoir has remained elusive, with only the tip of the iceberg revealed by luminous carbon monoxide (CO) emitting galaxies. Here we report the first detections of the mean cosmic CO background across its rotational ladder at 7$σ$, together with ionized carbon ([CII]) at 3$σ$, over $0<z<4.2$. This uses tomographic clustering of diffuse broadband intensities with reference galaxies, directly probing aggregate emission in the cosmic web. From CO(1-0) we infer the total molecular gas density, $Ω_{\\rm H_2}$, finding it about twice that resolved in galaxy surveys. The global depletion time is $\\sim$1 Gyr, shorter than the Hubble time, requiring sustained inflow. CO excitation links to star-formation surface density and, with depletion time, yields a super-linear Kennicutt-Schmidt law that appears universal. Together these results establish a global picture of galaxy growth fueled by a larger, short-lived molecular reservoir. The CO and [CII] detections mark a turning point for line-intensity mapping, replacing forecasts with empirical line strengths and defining sensitivity requirements for upcoming 3D experiments poised to open new windows on galaxy formation and cosmology.",
      "published": "2026-02-02T19:00:02Z",
      "updated": "2026-02-02T19:00:02Z",
      "categories": [
        "astro-ph.GA",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.02658v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02658v1"
    },
    {
      "id": "2602.02484v1",
      "title": "The FLAMINGO Project: Exploring the X-ray--cosmic-shear cross-correlation as a probe of large-scale structure",
      "authors": [
        "William McDonald",
        "Joop Schaye",
        "Konrad Kuijken",
        "John Helly",
        "Joey Braspenning",
        "Matthieu Schaller"
      ],
      "summary": "Baryonic feedback processes associated with galaxy formation directly influence the large-scale structure by redistributing gas. Recent measurements of the kinetic Sunyaev-Zel'dovich effect and stacks of X-ray emission from optically selected galaxy clusters suggest that feedback from Active Galactic Nuclei (AGN) is more efficient at expelling gas from low-mass clusters than previously thought. The measurement of the cross-correlation between cosmic shear and diffuse X-ray emission provides a new probe of the distribution of gas in groups and clusters. We use the FLAMINGO cosmological, hydrodynamical simulations to examine the X-ray--cosmic-shear cross-correlation. The cross-correlation is most sensitive to the distribution of gas in haloes with masses $10^{14}\\leq M_{200\\mathrm{c}}/\\mathrm{M}_{\\odot}\\leq10^{15}$. It is sensitive to the strength of feedback, but the effects of variations in cosmology and baryonic physics are largely degenerate. We compare the FLAMINGO predictions with the cross-correlation between cosmic shear from the Dark Energy Survey and ROSAT all-sky X-ray maps. We find that, if we neglect the X-ray emission from AGN that would remain unresolved by ROSAT, then the fiducial FLAMINGO model is in excellent agreement with the data, while models with stronger or weaker feedback are ruled out. However, if we account for unresolved AGN, either using the direct FLAMINGO predictions or by abundance matching to the observed (extrapolated) AGN luminosity function, then models with stronger feedback are preferred. We conclude that to exploit the potential of the X-ray--lensing cross-correlation, it will be necessary to resolve fainter AGN, and to use external constraints to break the degeneracy between baryonic feedback and cosmology.",
      "published": "2026-02-02T18:57:58Z",
      "updated": "2026-02-02T18:57:58Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2602.02484v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02484v1"
    },
    {
      "id": "2602.02363v1",
      "title": "Reconstructing the largest scales of the Universe with field-level inference applied to the Quaia Quasar Catalogue",
      "authors": [
        "Adam Andrews",
        "Arthur Loureiro",
        "Jens Jasche",
        "Stuart McAlpine",
        "Guilhem Lavaux",
        "Florent Leclercq"
      ],
      "summary": "The recently released Quaia quasar catalogue, with its broad redshift range and all-sky coverage, enables unprecedented three-dimensional reconstructions of matter across cosmic time. In this work, we apply the field-level inference algorithm BORG to the Quaia catalogues to reconstruct the initial conditions and present-day matter distribution of the Universe. We employ a physics-based forward model of large-scale structure using Lagrangian perturbation theory, incorporating light-cone effects, redshift-space distortions, quasar bias, and survey selection effects. This approach enables a detailed and physically motivated inference of the three-dimensional density field and initial conditions over the entire cosmic volume considered. We analyse both the G < 20.0 (Quaia Clean) and G < 20.5 (Quaia Deep) samples, where G denotes the Gaia broad optical-band magnitude, imposing conservative sky cuts to ensure robustness against foreground contamination. The resulting reconstructions span a comoving volume of (10h^{-1} Gpc)^3 with a maximum spatial resolution of 39.1 h^{-1}Mpc, making this the largest field-level reconstruction of the observable Universe in terms of comoving volume to date. We validate our reconstructions through a range of internal and external consistency checks, including the cross-correlation of the inferred density fields with Planck CMB lensing, where we detect a signal at ~4σsignificance. Beyond delivering high-fidelity data products, including posterior maps of initial conditions, present-day dark matter, and velocity fields, this work establishes a framework for exploiting quasar surveys in field-level cosmology.",
      "published": "2026-02-02T17:22:28Z",
      "updated": "2026-02-02T17:22:28Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.02363v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02363v1"
    },
    {
      "id": "2602.02339v1",
      "title": "Negentropy as Diagnostic of Cosmic Density Fields and Dynamical Dark Energy Models",
      "authors": [
        "Suman Sarkar"
      ],
      "summary": "We employ negentropy ($J$), defined as the difference between the information content of a non-Gaussian probability distribution and a Gaussian with identical variance, as an information-theoretic probe of non-Gaussianity in the cosmic density field. We quantify its sensitivity to dynamical dark energy by studying the evolution of $J(a)$ and its derivatives $Γ_1(a)$ and $Γ_2(a)$ across three parameterisation schemes: CPL, JBP, and BA. We determine the characteristic redshift $z_{NG}$, marking the epoch of maximal non-Gaussian structure formation, and the turnaround redshift $z_{TA}$, when information production transitions due to dark-energy domination, finding $z_{NG}\\sim0.81$ and $z_{TA}\\sim0.18$ for $Λ$CDM. Our diagnostics clearly discriminate between thawing and freezing quintessence models and phantom dark energy at low redshifts. Thawing models show small departures from $Λ$CDM, freezing models display higher $z_{TA}$, while phantom models exhibit lower $z_{TA}$, reflecting late-time evolution. We provide a practical prescription for measuring negentropy from discrete galaxy distributions, establishing a framework that can be applied to simulations and observations. This information-theoretic approach offers a robust and complementary tool for probing dark energy dynamics, enabling sensitive discrimination between evolving and cosmological-constant scenarios.",
      "published": "2026-02-02T17:00:49Z",
      "updated": "2026-02-02T17:00:49Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.02339v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02339v1"
    },
    {
      "id": "2602.01925v1",
      "title": "Clustering of emission line galaxies with IllustrisTNG -- II. cosmology challenge with anisotropic correlation functions and ELG-halo connections",
      "authors": [
        "Ken Osato",
        "Teppei Okumura"
      ],
      "summary": "Emission line galaxies (ELGs) are the primary tracers of the large-scale structures of the Universe in ongoing Stage-IV cosmological spectroscopic surveys, which aim to measure the clustering statistics at higher redshifts $z \\simeq 1.5 \\text{--} 2$ with unprecedented precision. In this study, we construct realistic mock ELG samples with IllustrisTNG hydrodynamical simulations and stellar population synthesis framework. In order to validate the modelling of clustering, we measure the anisotropic correlation functions of mock ELGs and infer the linear growth rate, which is one of key cosmological parameters in galaxy clustering. As a control sample, we construct the mass-limited subhalo samples with the same number density as ELGs. The isotropic correlation functions in real space for both samples do not differ significantly. However, the quadrupole moment of the anisotropic correlation function, which is sensitive to the velocity of galaxies, is suppressed for ELGs, potentially due to the infalling motion of ELGs towards the centre of the hosting halos. The smaller amplitude leads to the underestimation of the linear growth rate and implies the velocity bias between ELGs and dark matter. When the analysis is limited to large scales $(\\gtrsim 15 \\, h^{-1} \\, \\mathrm{Mpc})$, the parameter bias vanishes. Next, we investigate the ELG-halo connection through the phase-space distribution of satellite ELGs within hosting halos and galactic conformity of star formation activity. The infalling motion is further confirmed by the phase-space distribution relative to the host halo, and this dynamics of ELGs challenges the assumption that the radial distribution of satellites follows that of dark matter.",
      "published": "2026-02-02T10:26:27Z",
      "updated": "2026-02-02T10:26:27Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA"
      ],
      "link": "https://arxiv.org/abs/2602.01925v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01925v1"
    },
    {
      "id": "2602.02608v1",
      "title": "Non-Singular Bouncing cosmology from Phantom Scalar-Gauss-Bonnet Coupling: Reconstruction with Observational Insights",
      "authors": [
        "Khandro K. Chokyi",
        "Surajit Chattopadhyay"
      ],
      "summary": "We examine non-singular bounce cosmology within the framework of a phantom scalar field coupled to the Gauss-Bonnet term in both non-viscous and bulk-viscous cases. Using the scale factor ansatz $α(t)=\\left(\\fracαη+t^2\\right)^{\\frac{1}{2 η}}$, we reconstruct the scalar field potential $V(t)$, and observe a smooth potential well centered at the bounce point. The resulting energy density, pressure, and equation-of-state parameter show NEC violation necessary for successful bounce, while viscosity controls post-bounce dynamics with a positive and smooth squared speed of sound. In contrast, for the non-viscous model, sharp divergences occur just at the bounce and continues to be negative in the expanding phase, which in turn emphasises the stabilising role of dissipative effects. The energy condition analysis indicates a temporary NEC and SEC violation in the viscous scenario, whereas its persistent violation within the non-viscous model suggests a continuous accelerated expansion. Observational viability is found through Bayesian MCMC fitting in regards to the Pantheon+ supernova data, with best-fit parameters providing a reduced chi-squared of $χ_{red}^2 =0.995$ while the inflation observables derived from the reconstructed potential place our model predictions inside $68\\%$ CL Planck 2018 confidence contours. Our findings suggest that bounce cosmologies could offer a physically reasonable and observationally acceptable alternative or pre-inflationary scenario, while highlighting the role that viscosity could play for a stable and smooth cosmological evolution.",
      "published": "2026-02-02T08:55:00Z",
      "updated": "2026-02-02T08:55:00Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.02608v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02608v1"
    },
    {
      "id": "2602.01543v1",
      "title": "Partial Relief of the Hubble Tension and a Natural Self-Interacting Dark Matter Candidate From Staged Symmetry Breaking",
      "authors": [
        "Zachary J. Hoelscher",
        "Thomas W. Kephart",
        "Robert J. Scherrer",
        "Kelly-Holley Bockelmann"
      ],
      "summary": "The values of the Hubble constant ($\\rm{H_0}$) inferred from the cosmic microwave background (CMB) and local measurements via the distance ladder exhibit a $\\sim5σ$ tension. In this work we propose that the tension might be partially alleviated if a subcomponent of the dark matter undergoes decays triggered by spontaneous symmetry breaking in the dark sector, so that the equation of state parameter of the subcomponent shifts from $w \\approx 0$ at early times to $w \\approx -1/3$ at late times. We provide an effective field theory whose structure is partially motivated by the desire for a plausible UV completion. We find that such a construction naturally produces a possible self-interacting dark matter candidate with a velocity-dependent scattering cross section as a by-product of gauge invariance. This is relevant for addressing tensions between the predictions of $Λ$CDM and observations of small-scale structure, such as the core-cusp problem.",
      "published": "2026-02-02T02:21:35Z",
      "updated": "2026-02-02T02:21:35Z",
      "categories": [
        "astro-ph.CO",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.01543v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01543v1"
    },
    {
      "id": "2602.01343v1",
      "title": "Resonant production of heavy particles during inflation and its gravitational wave signature",
      "authors": [
        "Qi Chen",
        "Yuan Yin"
      ],
      "summary": "We show that a quadratic $U(1)$-breaking term, together with an effective chemical potential induced by a dimension five derivative coupling between the inflaton and the $U(1)$ current, can drive efficient particle production during inflation even when the $U(1)$ field is heavier than the Hubble scale. Notably, the chemical potential enables efficient production even when the $U(1)$-breaking mass is smaller than the effective diagonal mass. We compute the gravitational wave signal generated by this mechanism during inflation, derive the primordial tensor spectrum, and map it to the present day energy density $Ω_{\\mathrm GW}(f)$. Assuming the $U(1)$ field constitutes the dominant component of dark matter, this mapping fixes the characteristic frequency, which we compare with projected sensitivity curves of ongoing and proposed gravitational wave observatories. Finally, we argue that the same dynamics are accompanied by a cosmological collider signal, providing an independent cross validation of the framework.",
      "published": "2026-02-01T17:17:56Z",
      "updated": "2026-02-01T17:17:56Z",
      "categories": [
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.01343v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01343v1"
    },
    {
      "id": "2602.01327v1",
      "title": "A single field inflationary potential consistent with recent observations",
      "authors": [
        "Md. Wali Hossain"
      ],
      "summary": "Current observations indicate that an inverse exponential form of the inflaton potential provides an excellent description of single-field inflation. This potential fits the SPA$+$BK$+$DESI data sets well with in the $1σ$ bound in the $n_{\\rm s}$-$r$ plane, thereby offering a simple and observationally viable single field inflationary scenario. To describe post-inflationary evolution and reheating, we extend the inverse exponential potential by adding a steep exponential term that remains negligible during inflation but becomes important afterwards. The resulting full potential develops a minimum after the end of inflation, leading to oscillations of the scalar field and consequently reheating of the Universe. We find that the maximum reheating temperature attainable in this scenario is of order $10^{13}\\,\\mathrm{GeV}$. The inverse exponential potential therefore emerges as a compelling candidate for early-Universe inflation, combining theoretical simplicity with robust observational viability.",
      "published": "2026-02-01T16:46:41Z",
      "updated": "2026-02-01T16:46:41Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.01327v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01327v1"
    },
    {
      "id": "2602.01320v1",
      "title": "A Variable-Slope Smooth-$k$ Filter for Modeling Halo Abundances with Damped and Oscillatory Power Spectra",
      "authors": [
        "Andreu Rocamora Martorell"
      ],
      "summary": "We introduce a variable-slope smooth-$k$ (VSMK) filter within the Press-Schechter formalism to model halo mass functions derived from damped and oscillatory matter power spectra. While the standard smooth-$k$ approach successfully captures small-scale suppression effects, it intrinsically couples these to oscillatory features at intermediate scales. The VSMK filter generalizes this framework by allowing the effective logarithmic slope of the $k$-space window function to vary smoothly between two asymptotic regimes, thereby decoupling the small-scale suppression of halo abundances from the intermediate-scale oscillatory features characteristic of dark acoustic oscillations. We compare the analytic predictions obtained with the VSMK filter to $N$-body simulations for warm dark matter and ETHOS-based models, showing that a single parameter set reproduces both regimes simultaneously. The VSMK filter thus provides a unified and flexible analytic framework for modeling halo abundances in non-cold dark matter scenarios with damped and oscillatory power spectra.",
      "published": "2026-02-01T16:28:06Z",
      "updated": "2026-02-01T16:28:06Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.01320v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01320v1"
    },
    {
      "id": "2602.01319v1",
      "title": "Factorized neural posterior estimation for rapid and reliable inference of parameterized post-Einsteinian deviation parameters in gravitational waves",
      "authors": [
        "Yong-Xin Zhang",
        "Tian-Yang Sun",
        "Chun-Yu Xiong",
        "Song-Tao Liu",
        "Yu-Xin Wang",
        "Shang-Jie Jin",
        "Jing-Fei Zhang",
        "Xin Zhang"
      ],
      "summary": "The direct detection of gravitational waves (GWs) by LIGO has strikingly confirmed general relativity (GR), but testing GR via GWs requires estimating parameterized post-Einsteinian (ppE) deviation parameters in waveform models. Traditional Bayesian inference methods like Markov chain Monte Carlo (MCMC) provide reliable estimates but suffer from prohibitive computational costs, failing to meet the real-time demands and surging data volume of future GW detectors. Here, we propose a factorized neural posterior estimation framework: we construct independent normalizing flow models for each of the nine ppE deviation parameters and effectively integrate prior information from other source parameters via a conditional embedding network. Leveraging a hybrid neural network with a convolutional neural network and a Residual Neural Network for feature extraction, our method performs rapid and statistically reliable posterior inference directly from binary black hole signals. Compared to conventional MCMC, our approach achieves millisecond-scale inference time with a speedup factor of $9 \\times 10^4$. Comprehensive validations show that the posterior estimates pass the Kolmogorov-Smirnov test and achieve empirical coverage probabilities close to theoretical targets. This work demonstrates the great potential of deep learning for GW parameter estimation and provides a viable technical solution for real-time GR tests with next-generation detectors.",
      "published": "2026-02-01T16:22:23Z",
      "updated": "2026-02-01T16:22:23Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.01319v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01319v1"
    },
    {
      "id": "2602.01263v1",
      "title": "Detectability and Model Discriminability of the Dark Ages 21 cm Global Signal",
      "authors": [
        "Shintaro Yoshiura",
        "Fumiya Okamatsu",
        "Tomo Takahashi"
      ],
      "summary": "The 21 cm signal from neutral hydrogen atom is almost the only way to directly probe the Dark Ages. The Dark Ages 21 cm signal, observed at frequencies below 50 MHz, can serve as a powerful probe of cosmology, as the standard cosmological model predicts a well-defined 21 cm spectral shape. In this work, we assess the detectability and model-selection power of 21 cm observations assuming physically motivated foregrounds, optimistic error levels, and several observing strategies for the signals predicted in various cosmological models. Using a Bayesian evidence-based comparison, we find that wide-band observations covering 1-50 MHz can identify the evidence of non-zero 21 cm signals from models considered in this paper except the one with a smooth spectrum that peaks at lower frequencies. In particular, observations below 15 MHz are essential to avoid degeneracies with the foreground. Furthermore, even with observations measured at 5 MHz intervals over the frequency range 1-50 MHz, the 21 cm signal can be identified if the errors are sufficiently small. This indicates that the intrinsic 21 cm spectral shape can be captured without foreground degeneracy even with a limited number of frequency channels.",
      "published": "2026-02-01T14:48:15Z",
      "updated": "2026-02-01T14:48:15Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.01263v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01263v1"
    },
    {
      "id": "2602.01141v1",
      "title": "Wigner Function Shapelets I : formalism",
      "authors": [
        "Shun Arai"
      ],
      "summary": "We extend shapelets for the analysis of galaxy images to be available in a phase space, introducing \\textit{Wigner Function Shapelets (WFS)}. Whereas conventional shapelets expand images separately in configuration or Fourier space using Hermite-Gaussian or Laguerre-Gaussian modes, WFS represents images directly in the four-dimensional phase space with symplectic group $\\mathrm{Sp}(4,\\mathbb{R})$, which is quantised by a phase-space cell $2π\\lambdabar$ that determines a resolution limit of a telescope. WFS consists of a bilinear form of the cross-Wigner function of the Laguerre-Gaussian modes as an orthogonal and complete basis for the Wigner function of an image, carrying out $\\mathrm{SU}(2)$ irreducible representations of the phase space with the Hopf tori. We introduce a scalar function $\\mathcal{W}_{k\\ell} (Q_0,Q_2)$ from the $\\mathrm{U}(1)\\times \\mathrm{U}(1)$ - covariant tori to a two-dimensional space of constants of motion $(Q_0,Q_2)$ -- the harmonic energy and axial angular momentum -- thereby yielding a natural phase-space ``band structure'', given a pair of winding number $(k,\\ell) \\in \\mathbb{Z}^2$. % WFS leverage key properties of the Wigner function for image analysis: (i) it encodes full information of an image in a symmetry-preserving way; (ii) its trasport equation naturally involves with a Liouville equation at $\\lambdabar \\rightarrow 0$; (iii) it admits positive/negative oscillatory patterns on $(Q_0,Q_2)$ plane that can be sensitive spatial coherent structure of galaxy morphology and cosmological imprints; and (iv) systematics and noise can be manipulated as a quantum channel operation. This paper aims to bring all the formulae related to the Wigner function in the context of astrophysics and cosmology, formally organising in both terminologies of astronomy and of quantum information theory.",
      "published": "2026-02-01T10:29:54Z",
      "updated": "2026-02-01T10:29:54Z",
      "categories": [
        "astro-ph.CO",
        "astro-ph.GA",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2602.01141v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01141v1"
    },
    {
      "id": "2602.00820v1",
      "title": "Cosmological Dynamics of Multi-Axion Quintessence",
      "authors": [
        "Supakorn Katewongveerachart",
        "David J. E. Marsh"
      ],
      "summary": "One fundamental physics interpretation of Dark Energy Spectroscopic Instrument (DESI) results is that the observed accelerated expansion of the Universe is driven not by the cosmological constant, but by a slowly rolling scalar field, a natural model for which is an axion with a decay constant close to the Planck scale. In the ``string axiverse'' one expects not one, but many, axions and this may allow the ability to engineer large effective decay constants. We thus investigate dark energy dynamics in a toy model with two axions, and compute the prior probability for the dark energy equation of state parameters $(w_0,w_a)$ implied by priors on the fundamental parameters of the model conditioned weakly on the resulting cosmology. We find various interesting behaviours, for example where both fields can be in an oscillating regime while maintaining $w_0<-1/3$, and models with opposite sign for $w_a$ than in a single-field model. The prior probability in $(w_0,w_a)$ gains support away from the ``thawing quintessence'' behaviour preferred by DESI, and when the axions have cross-interactions this effect becomes stronger. When the axions interact, one in general still requires large decay constants, but if the axions are non-interacting the largest decay constant can be reduced. The novel equations of state we illustrate may also be of relevance to models of early dark energy or inflation/reheating with mutliple axions. Further exploration of dynamics in models with $N\\gg 1$ axions is warranted.",
      "published": "2026-01-31T17:15:36Z",
      "updated": "2026-01-31T17:15:36Z",
      "categories": [
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.00820v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00820v1"
    },
    {
      "id": "2602.02576v1",
      "title": "Scale-Invariant Bounce Cosmology in Weyl f(Q) Gravity with Quintom Signature",
      "authors": [
        "Rita Rani",
        "G. K. Goswami",
        "J. K. Singh",
        "Sushant G. Ghosh",
        "Sunil D Maharaj"
      ],
      "summary": "We investigate a bouncing cosmological model within the Weyl-type $f(Q)$ gravity framework, employing a power-law form of the non-metricity scalar $Q$. The model successfully resolves the initial singularity problem by demonstrating a nonsingular bounce, where the universe transitions from a contracting phase $ \\dot{a}(t)<0 $ to an expanding phase ($ \\dot{a}(t)>0 $) at the bouncing point $t \\approx 0.$ Key features include the violation of the null energy condition (NEC) near the bounce and the crossing of the phantom divide line ($ω=-1$) by the equation of state (EoS) parameter, indicating quintom-like behavior. The model exhibits accelerated expansion post-bounce, suggesting an inflationary phase. Stability analysis via the adiabatic index reveals instability near the bouncing point, while energy conditions highlight the dominance of dark energy. Additionally, the study explores scalar fields, showing that quintessence-like kinetic energy becomes negative and phantom-like kinetic energy peaks positively near the bounce, aligning with dark energy dynamics. The Hubble parameter, deceleration parameter, and Hubble radius further validate the bouncing scenario, with the latter displaying symmetric behaviour around the bounce. These results underscore the viability of Weyl-type $f(Q)$ gravity as a framework for nonsingular bouncing cosmologies, offering insights into early universe dynamics and dark energy behaviour.",
      "published": "2026-01-31T08:02:39Z",
      "updated": "2026-01-31T08:02:39Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2602.02576v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02576v1"
    },
    {
      "id": "2602.00506v1",
      "title": "Realization of quintom dark energy after DESI DR2 in Nieh-Yan modified teleparallel gravity",
      "authors": [
        "Yuxuan Kang",
        "Mingzhe Li",
        "Changzhi Yi"
      ],
      "summary": "Recent observations from the DESI Collaboration indicate a preference for quintom dark energy, i.e., its equation of state evolves across the cosmological constant boundary $w=-1$. It is well known that models with single perfect fluid or single scalar field minimally coupled to Einstein gravity develop perturbative instabilities around the crossing, thereby cannot realize the quintom scenario. In this paper, we provide a method to circumvent the instability problem of these models by introducing the coupling of dark energy to the Nieh-Yan density in teleparallel gravity. We show that with this coupling the background evolution is not affected, but the dark energy perturbation is removed from the menu of dynamical degrees of freedom, thus avoiding the intrinsic difficulties in the old models.",
      "published": "2026-01-31T04:15:49Z",
      "updated": "2026-01-31T04:15:49Z",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-ph",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.00506v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00506v1"
    },
    {
      "id": "2602.00349v1",
      "title": "Running Love Numbers of Charged Black Holes",
      "authors": [
        "Sergio Barbosa",
        "Sylvain Fichet",
        "Lucas de Souza"
      ],
      "summary": "Loops of virtual particles from the vacuum of quantum field theory (QFT) render black holes tidally deformable. We compute the static tidal response of unspinning charged black holes at arbitrary radius, using the perturbative formalism developed in 2501.18684. Since the gravitational and electromagnetic tidal responses mix, we generalize the notion of Love numbers to Love matrices. We derive the coupled equations of motion for the metric and electromagnetic fluctuations around purely electric and magnetic backgrounds. For large charged black holes, which are described by the Effective Field Theory (EFT) of gravity, we compute the full set of Love matrices induced by an arbitrary tower of $F^{2n}$ operators. We find that, although quantum corrections break electromagnetic duality, the Love matrices in electric and magnetic backgrounds are related by a $Z_2$ symmetry under electric-magnetic exchange. Going beyond EFT, we compute the Love matrices of small magnetic black holes. We show that the running of the Love matrices is governed by the running of the $U(1)$ gauge coupling, and we derive the correspondence between Love and $U(1)$ beta functions for arbitrary harmonics. The overall picture that emerges is that the QFT-induced tidal response of magnetic black holes saturates in the strong-field regime. These results imply that nearly-extremal magnetic black holes charged under an Abelian dark sector could be probed by gravitational-wave observations.",
      "published": "2026-01-30T21:55:52Z",
      "updated": "2026-01-30T21:55:52Z",
      "categories": [
        "hep-th",
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.00349v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00349v1"
    },
    {
      "id": "2601.22991v1",
      "title": "Seeds of supermassive black holes in general relativistic and alternative cosmologies: Implications of massive seeds",
      "authors": [
        "Nirmali Das",
        "Sanjeev Kalita",
        "Ankita Kakati"
      ],
      "summary": "Presence of supermassive black holes (SMBHs) with mass $(10^{6}-10^{9}) M_{\\odot}$ at $z = 10$ has been recently revealed by James Webb Space Telescope (JWST) observations. In this study we generate seeds for the above range of SMBHs in various background cosmologies. We consider cosmic timescales required for black hole growth provided by three general relativistic cosmological models ($Λ$CDM, $ω$CDM and Dynamical Dark Energy(DDE) and the braneworld cosmology. The growth of SMBHs is studied through Eddington limited and super-Eddington accretion, where the accretion starts at z=30. It is found that growth of SMBHs by z=10 within Eddington limited accretion is possible through massive seeds $(M\\geq10^{4}M_{\\odot})$ in all cosmologies. Super Eddington accretion onto spinning black holes with mass of few tens of solar masses can result in SMBHs by z=10 in all cosmologies. The viable cosmologies considered here are found to be unable to strongly distinguish between the seed black hole masses. The seeds generated in this work are assumed to be of primordial origin in order to satisfy the criteria of formation of high redshift massive galaxies. The fraction of primordial black holes (PBHs) contributing to dark matter ($f_{PBH}$) and their corresponding number densities for the mass range ($10^{5}-10^{8}$) $M_{\\odot}$ are calculated in both seed effect and Poisson effect. In seed effect, PBHs of mass $\\geq 10^{7} M_{\\odot}$ contributes $\\leq 10^{-2}$ to the dark matter fraction. The evolution of gas mass inside a PBH seeded dark matter halo is studied. The ratio of black hole to stellar mass is also evaluated for star formation efficiency in the range (0.1-1) and found to be ($10^{-3}-1$) for $M_{BH}=10^{8} M_{\\odot}$ and ($10^{-2}-10$) for $M_{BH}=10^{9} M_{\\odot}$.",
      "published": "2026-01-30T13:57:17Z",
      "updated": "2026-01-30T13:57:17Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.22991v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22991v1"
    },
    {
      "id": "2601.22937v1",
      "title": "Linear perturbation theory and structure formation in a Brans-Dicke theory of gravity without dark matter",
      "authors": [
        "Lorenzo Gervani",
        "Antonaldo Diaferio",
        "Francesco Pace",
        "Andrea Pierfrancesco Sanna"
      ],
      "summary": "We investigate the formation of the large-scale cosmic structure in a scalar-tensor theory of gravity belonging to the class of the Brans--Dicke theories. The universe contains baryonic matter alone and neither dark matter nor dark energy. The two arbitrary functions of the scalar field characterizing the kinetic term and the self-interaction potential are set to $W(\\varphi)=-1$ and $V(\\varphi) = -Ξ\\varphi$, respectively, with $Ξ$ a positive constant. In the weak-field limit, the theory reduces to Refracted Gravity, a non-relativistic theory whose modified Poisson equation contains the scalar field $\\varphi$ that provides the gravitational boost required to describe the dynamics of galaxies and galaxy clusters without dark matter. In a flat, matter-dominated, homogeneous and isotropic universe the same scalar field $\\varphi$ drives the accelerated expansion of the universe and describes the observed redshift evolution of the Hubble-Lemaître parameter $H(z)$. However, in the equation of the growth factor of the linear perturbation theory, the form of $V(\\varphi)$ makes the coefficient of the source of the gravitational field proportional to $H^{-1}(z)$; therefore the gravitational field is strongly suppressed at early times and structure formation is delayed to redshift $z< 1$, in disagreement with the observation of formed galaxies at much larger redshifts. In addition, the form of $W(\\varphi)$ and a linear $V(\\varphi)$ imply that $\\varphi$ generates twice the gravitational boost on massive particles than on photons, with possible observable consequences on the gravitational lensing phenomenon. It remains to be investigated whether different choices of $W(\\varphi)$ and $V(\\varphi)$, that can still make the theory reduce to Refracted Gravity in the weak-field limit, might alleviate these problems.",
      "published": "2026-01-30T12:54:06Z",
      "updated": "2026-01-30T12:54:06Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.22937v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22937v1"
    },
    {
      "id": "2601.22910v1",
      "title": "The Bondi universe: How negative mass drives the cosmological expansion",
      "authors": [
        "Giovanni Manfredi",
        "Jean-Louis Rouet",
        "Bruce Miller"
      ],
      "summary": "We identify a new cosmological coincidence that parallels the well-known matter/dark-energy coincidence: the present-epoch transition of the universe from a weakly coupled (collisionless) to a strongly coupled (collisional) gravitational regime. Within a cosmological model containing equal amounts of positive and negative Bondi masses -- consistent with the weak equivalence principle and momentum conservation -- we show that this coupling transition naturally coincides with the shift from a coasting to an accelerating expansion. A linear response analysis of the corresponding Vlasov-Poisson system reveals that mixed positive-negative mass configurations are always unstable, with growth rates that increase at shorter wavelengths, thereby driving the system toward strong coupling. Using long-time, exact one-dimensional N-body simulations, we demonstrate that the universe undergoes three successive expansion phases: an initial ballistic regime, an intermediate random-walk acceleration driven by sporadic Bondi encounters, and finally a uniformly accelerating phase triggered by the formation of stable positive/negative mass pairs. The onset of this last phase occurs precisely when the coupling parameter crosses unity, linking the two cosmological coincidences through a single dynamical mechanism. These results suggest that cosmic acceleration may arise from the nonlinear dynamics of a gravitationally neutral mixed-mass universe, without invoking dark energy or a cosmological constant.",
      "published": "2026-01-30T12:33:22Z",
      "updated": "2026-01-30T12:33:22Z",
      "categories": [
        "astro-ph.CO",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2601.22910v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22910v1"
    },
    {
      "id": "2601.22351v1",
      "title": "How isotropic is dark energy?",
      "authors": [
        "Richard A. Battye",
        "Adam Moss"
      ],
      "summary": "Tensions in late-time expansion data have renewed interest in models beyond $Λ$CDM. We ask: \\emph{how isotropic must dark energy be?} Working in Bianchi~I, we allow time-dependent anisotropic stress and introduce a parameterisation that enforces a vanishing line-of-sight integral of the shear, thereby satisfying the CMB ISW quadrupole bound by construction. Using Pantheon+SH0ES SNe together with DESI BAO distances, single-bin (constant) and five-bin anisotropic models improve the fit over $w$CDM by $Δ(-2\\ln L_{\\rm iso})=14.8$ and $26.6$ respectively, but both violate the quadrupole constraint. In contrast, a five-bin constrained model achieves $Δ(-2\\ln L_{\\rm iso})=15.4$ while remaining compatible with the quadrupole limit. The fit improvement arises from two sources: capturing directional structure in the Pantheon+ SNe data, and partially alleviating the tension between the SH0ES $H_0$ value and DESI BAO distances.",
      "published": "2026-01-29T21:53:58Z",
      "updated": "2026-01-29T21:53:58Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.22351v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22351v1"
    },
    {
      "id": "2601.22278v1",
      "title": "Tensions in Cosmology: Interpreting Them Through Inhomogeneous Models",
      "authors": [
        "Valerio Marra"
      ],
      "summary": "We review a subset of the current tensions affecting the standard $Λ$CDM cosmological model, emphasizing the role of chronic systematics and significance inflation in shaping their interpretation. As a unifying framework, we consider the spherically symmetric inhomogeneous $Λ$LTB model and use it as a set of \"glasses\" through which to reinterpret the Hubble, dipole, and dark-energy tensions. Large-scale spatial gradients in this model introduce anisotropic expansion and position-dependent observables, allowing local estimates of $H_{0}$ to shift, dipolar signatures to arise, and an apparently evolving dark-energy equation of state to be mimicked without invoking genuinely dynamical dark energy. We discuss how these effects are constrained once the full supernova, CMB, and large-scale-structure data sets are included, and argue that it remains unclear whether any single $Λ$LTB configuration can simultaneously account for all major anomalies. More broadly, we highlight that cosmology currently lacks a widely accepted baseline model that is both theoretically well founded and capable of accommodating the Hubble and dark-energy tensions, leaving us without a true concordance framework for forecasting future surveys.",
      "published": "2026-01-29T19:51:02Z",
      "updated": "2026-01-29T19:51:02Z",
      "categories": [
        "astro-ph.CO"
      ],
      "link": "https://arxiv.org/abs/2601.22278v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22278v1"
    },
    {
      "id": "2601.22239v1",
      "title": "The LBT $Y_{\\rm p}$ Project V: Cosmological Implications of a New Determination of Primordial $^4$He",
      "authors": [
        "Tsung-Han Yeh",
        "Keith A. Olive",
        "Brian D. Fields",
        "Erik Aver",
        "Richard W. Pogge",
        "Noah S. J. Rogers",
        "Evan D. Skillman",
        "Miqaela K. Weller"
      ],
      "summary": "The primordial abundance of $^4$He plays a central role in big-bang nucleosynthesis (BBN) and in the cosmic microwave background (CMB). The LBT $Y_{\\rm p}$ Project's new measurement of the primordial $^4$He mass fraction $Y_{\\rm p} =0.2458 \\pm 0.0013$ is the most precise determination to date. In this paper, we combine our new $Y_{\\rm p}$ value with the latest primordial deuterium measurement, and assess the consequences for cosmology. For Standard BBN, where the number of light neutrino species is fixed at $N_ν=3$, the single free parameter is the cosmic baryon density; the CMB measures this independently, with results consistent with each other. Combining $Y_{\\rm p}$ , D/H, BBN, and the CMB, gives the cosmic baryon-to-photon ratio $η= (6.120 \\pm 0.038) \\times 10^{-10}$, corresponding to a baryon density parameter $Ω_{\\rm B} h^2 = 0.02236 \\pm 0.00014$. We then allow $N_ν$ to vary and thus measure relativistic species present during nucleosynthesis. We find $η= (6.101 \\pm 0.044) \\times 10^{-10}$ or $Ω_{\\rm B} h^2= 0.02229 \\pm 0. 00016$, and $N_ν= 2.925 \\pm 0.082$, and for $N_ν\\ge 3$, $ΔN_ν= N_ν-3 \\le 0.125$ (95\\% CL) during BBN and the CMB. Our results demonstrate consistency with the Standard Model of particle physics, and with the standard cosmology that links BBN at $\\sim 1 \\ \\rm sec$ and the CMB at $\\sim 400,000$ yr.",
      "published": "2026-01-29T19:07:57Z",
      "updated": "2026-01-29T19:07:57Z",
      "categories": [
        "astro-ph.CO",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22239v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22239v1"
    },
    {
      "id": "2602.03759v1",
      "title": "A High-order piecewise field-aligned triangular finite element method for electromagnetic gyrokinetic particle simulations of tokamak plasmas with open field lines",
      "authors": [
        "Zhixin Lu",
        "Guo Meng",
        "Eric Sonnendruecker",
        "Roman Hatzky",
        "Giorgio Daneri",
        "Gengxian Li",
        "Peiyou Jiang",
        "Klaus Reuter",
        "Matthias Hoelzl"
      ],
      "summary": "A high-order piecewise field-aligned triangular finite element method is developed and implemented for global electromagnetic gyrokinetic particle-in-cell simulations of tokamak plasmas with open field lines. The approach combines locally field-aligned finite element basis functions with unstructured $C^{1}$ triangular meshes in cylindrical coordinates, enabling whole-volume simulations with substantially reduced computational effort, while avoiding the grid distortion associated with globally field-aligned coordinates and the associated singularity at the separatrix of diverted plasmas. The formulation is compatible with both $δf$ and full-$f$ models and employs mixed-variable representations, along with a generalized pullback scheme, to control numerical cancellation in electromagnetic simulations. The method is implemented in the TRIMEG-C1 code and demonstrated using linear and nonlinear electromagnetic simulations of the TCV-X21 configuration. The results indicate that the approach accurately captures the key features of electromagnetic ion-temperature-gradient and kinetic ballooning mode physics, including the separatrix regions in the simulation, thereby providing a robust framework for whole-volume electromagnetic gyrokinetic simulations in realistic tokamak geometries.",
      "published": "2026-02-03T17:21:52Z",
      "updated": "2026-02-03T17:21:52Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.03759v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03759v1"
    },
    {
      "id": "2602.03754v1",
      "title": "A numerical study on plasma acceleration processes with ion dynamics at the sub-nanosecond timescale",
      "authors": [
        "G. Parise",
        "A. Cianchi",
        "M. Galletti",
        "F. Guglietta",
        "R. Pompili",
        "A. R. Rossi",
        "M. Sbragaglia",
        "D. Simeoni"
      ],
      "summary": "Plasma wakefield acceleration is a groundbreaking technique for accelerating particles, capable of sustaining gigavolt-per-meter accelerating fields. Understanding the physical mechanisms governing the recovery of plasma accelerating properties over time is essential for successfully achieving high-repetition-rate plasma acceleration, a key requirement for applicability in both research and commercial settings. In this paper, we present numerical simulations of the early-stage plasma evolution based on the parameters of the SPARC_LAB hydrogen plasma recovery time experiment (Pompili et al., Comm. Phys. 7, 241 (2024)), employing spatially resolved Particle-in-Cell and fluid models. The experiment reports on a non-monotonic dependence of the plasma recovery time on the initial plasma density, an effect for which ion motion has been invoked as a contributing factor. The simulations presented here provide further insight into the role of ion dynamics in shaping this behavior. Furthermore, comparing Particle-in-Cell and fluid approaches allows us to assess the quality of fluid models for describing this class of plasma dynamics.",
      "published": "2026-02-03T17:17:41Z",
      "updated": "2026-02-03T17:17:41Z",
      "categories": [
        "physics.plasm-ph",
        "physics.acc-ph"
      ],
      "link": "https://arxiv.org/abs/2602.03754v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03754v1"
    },
    {
      "id": "2602.03583v1",
      "title": "Multi-Diagnostic Characterization of Laser-Produced Tin Plasmas for EUV Lithography",
      "authors": [
        "Stanislav Musikhin",
        "Anatoli Morozov",
        "Alec Griffith",
        "Shurik Yatom",
        "Ahmed Diallo"
      ],
      "summary": "We present a comprehensive characterization of laser-produced tin (Sn) plasmas relevant to extreme ultraviolet (EUV) lithography using a multi-diagnostic suite integrated into the new experimental platform, \"SparkLight\". Tin plasmas are generated by irradiating a continuously moving tin-coated wire with laser pulses (1064 nm, 10 ns, up to $5.7\\times10^{10}$ W/cm$^2$) and probed via coherent Thomson scattering, laser interferometry, and EUV emission spectroscopy. Thomson scattering measurements reveal electron temperatures and densities that decay with distance from the target. Densities derived from Thomson scattering are cross-validated against laser interferometry, showing excellent agreement. Correlating the results of these laser diagnostics with spatially resolved EUV spectroscopy suggests that the bulk of useful EUV emission originates within 150 $μ$m of the target and is generated under suboptimal plasma conditions. This work demonstrates a practical integrated approach for plasma characterization in EUV source development.",
      "published": "2026-02-03T14:35:05Z",
      "updated": "2026-02-03T14:35:05Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.03583v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03583v1"
    },
    {
      "id": "2602.03494v1",
      "title": "Collisionless Larmor Coupling and Blob Formation in a Laser-Plasma Expanding into a Magnetized Ambient Plasma",
      "authors": [
        "Lucas Rovige",
        "Robert S. Dorst",
        "Ari Le",
        "Carmen G. Constantin",
        "Haiping Zhang",
        "David J. Larson",
        "Stephen Vincena",
        "Shreekrishna Tripathi",
        "Misa M. Cowee",
        "Derek B. Schaeffer",
        "Christoph Niemann"
      ],
      "summary": "Collisionless Larmor coupling is a fundamental process in space and astrophysical plasmas that enables momentum transfer between an expanding plasma and a magnetized ambient medium. In this paper, we report on the laboratory experimental study of Larmor coupling leading to the formation of a plasma blob associated with a laser-driven, super-Alfvénic plasma flow on the Large Plasma Device at the University of California, Los Angeles. The high-repetition rate enables systematic spatial and temporal scans of the plasma evolution using Doppler spectroscopy, as well as measurements of the magnetic field, electrostatic field, and self-emission of both debris and ambient ions using filtered imaging. We observe the self-focusing of the laser-produced plasma and the formation of a secondary diamagnetic cavity associated with a blob composed of background ions. Doppler spectroscopy reveals the transverse velocity distribution of the background ions, providing direct evidence of ion energization via Larmor coupling. The systematic spatial and temporal scans enabled by the high-repetition rate experiment allow for a detailed characterization of the ion dynamics. These experimental observations are supported by numerical simulations that provide more insight into the kinetic-scale physics associated with blob formation as well as the role of the ambient plasma density.",
      "published": "2026-02-03T13:10:26Z",
      "updated": "2026-02-03T13:10:26Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.03494v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03494v1"
    },
    {
      "id": "2602.03458v1",
      "title": "Hydrodynamic simulations of expanded warm dense foil heated by pulsed-power",
      "authors": [
        "Luc Revello",
        "Laurent Videau",
        "Frédéric Zucchini",
        "Mathurin Lagrée",
        "Christophe Blancard",
        "Benjamin Jodar"
      ],
      "summary": "Warm Dense Matter lies at the frontier between condensed matter and plasma, and plays a central role in various fields ranging from planetary science to inertial confinement fusion. Improving our understanding of this regime requires experimental data that can be directly compared with theoretical and numerical models over a broad range of conditions. In this work, a pulsed-power experiment is described in which thin metallic foils, confined within a sapphire cell, are Joule-heated to achieve the expanded warm dense matter regime. Designing such an experiment is challenging, as it requires simultaneously predicting the electrical response of the pulsed-power driver and the hydrodynamic evolution of the heated material. To tackle this challenge, a modeling framework has been developed that couples an electrical description of the pulsed-power system, including the driver, the switching stages and the load with a one-dimensional hydrodynamic code. This coupling allows the electrical energy deposition and the load thermodynamic evolution to be consistently linked through the material electrical conductivity. This approach takes advantage of the simplicity of a 1D geometry while retaining the essential physics and allowing to reproduce various measurements with good accuracy, such as expansion velocity, current and voltage. This numerical approach therefore constitutes a robust and efficient method for designing and optimizing future Warm Dense Matter experiments using pulsed-power facilities.",
      "published": "2026-02-03T12:24:40Z",
      "updated": "2026-02-03T12:24:40Z",
      "categories": [
        "physics.plasm-ph",
        "hep-ex"
      ],
      "link": "https://arxiv.org/abs/2602.03458v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03458v1"
    },
    {
      "id": "2602.03375v1",
      "title": "Effect of static magnetic island on ITG of ADITYA-U tokamak",
      "authors": [
        "Vibhor Kumar Singh",
        "Amal R Biju",
        "Jaya Kumar Alageshan",
        "Kaushalender Singh",
        "Deepti Sharma",
        "Joydeep Ghosh",
        "Nishant Sirse",
        "Abhijit Sen",
        "Sarveshwar Sharma",
        "Manjunatha Valmiki",
        "Sandeep Agrawal",
        "Sanjay Wandhekar",
        "Animesh Kuley"
      ],
      "summary": "Magnetic islands play a crucial role in regulating plasma confinement in tokamaks by interacting with micro-instabilities, such as the ion temperature gradient (ITG) mode. This work presents a detailed investigation of the effects of static magnetic islands on ITG instability, relevant to the ADITYA-U tokamak, using the Global Gyrokinetic Code in Cylindrical Coordinates (G2C3), a particle-in-cell (PIC) framework that employs a neural-network-assisted projection scheme. A two-phase simulation strategy is adopted. In the first phase, static magnetic islands with mode numbers (m, n) = (2, 1) and (3, 1) are introduced by perturbing the equilibrium magnetic flux functions. Particle dynamics within these modified topologies result in the flattening of plasma density profiles in the island regions, confirming island formation and its impact on the equilibrium profiles. In the second phase, the flattened profiles serve as new equilibria for linear electrostatic gyrokinetic simulations with adiabatic electrons, enabling the study of the modified ITG behavior. Magnetic islands significantly restructure the ITG mode, producing a spatial redistribution of potential fluctuations within and around the island region. Moreover, as the island width increases, the growth rates of different toroidal ITG modes converge, suggesting a universal stabilization trend. A comparison between the (2,1) and (3,1) islands indicates that higher-q islands lead to a more spatially extended ITG mode structure, reflecting the longer magnetic connection lengths and weaker curvature drive at outer flux surfaces. These results demonstrate the pivotal role of island-induced equilibrium modifications in determining ITG stability and mode structure in tokamak plasmas.",
      "published": "2026-02-03T10:53:10Z",
      "updated": "2026-02-03T10:53:10Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.03375v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03375v1"
    },
    {
      "id": "2602.02812v1",
      "title": "Plasma Confinement State Classification in Fusion Power Plants: Profile Reflectometer and Ensemble Diagnostics",
      "authors": [
        "Randall Clark",
        "Vacslav Glukhov",
        "Georgy Subbotin",
        "Maxim Nurgaliev",
        "Aleksandr Kachkin",
        "Lei Zeng",
        "Dmitri M. Orlov"
      ],
      "summary": "As Fusion Pilot Plants (FPPs) are increasingly viewed as within reach, many engineering challenges remain. Not many diagnostics are expected to be available in a reactor environment. Survivability, maintainability, and limited port space substantially restrict the number of FPP-relevant diagnostics. One remaining challenge is developing tools and devices to extract plasma state information necessary for controlling an FPP from a limited subset of diagnostics. This work is part of an overarching project to address this challenge. The specific diagnostic subset to be used in FPPs is still under debate. We take the approach of developing machine-learning-based tools for different significant plasma state parameters, using already known FPP-viable diagnostics. Previously we developed a plasma confinement mode classifier utilizing the Electron Cyclotron Emission (ECE) diagnostic. Here, we expand on this by developing a Profile Reflectometer (PR) based classifier with 97\\% test accuracy, and an ensemble model that combines the ECE and PR models into a single model, achieving 99\\% test accuracy.",
      "published": "2026-02-02T21:09:18Z",
      "updated": "2026-02-02T21:09:18Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.02812v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02812v1"
    },
    {
      "id": "2602.01314v1",
      "title": "Irreversibility and Entropy Exclusion in Collisionless Plasmas",
      "authors": [
        "Alexander G. Tevzadze"
      ],
      "summary": "We examine entropy production in reduced descriptions of collisionless plasmas. Introducing a closure dependent entropy hierarchy, we show that non-conservative moment closures generate a residual entropy associated with irreversible information loss, whereas invariant closures remain reversible. The monotonic growth of this residual entropy imposes a statistical realizability constraint on macroscopic plasma states, excluding regions of phase space independent of dynamical stability. For anisotropic plasmas, we evaluate entropy production within a second-order moment closure, identifying contributions from transport and magnetic field inhomogeneity. The resulting entropy exclusion boundary is broadly consistent with observed anisotropy distributions in space plasmas. Statistical realizability thus emerges as an organizing principle for reduced collisionless plasma descriptions.",
      "published": "2026-02-01T16:14:33Z",
      "updated": "2026-02-01T16:14:33Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.01314v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01314v1"
    },
    {
      "id": "2602.00649v1",
      "title": "Linear Magnetohydrodynamic Waves in a Magneto-Lattice: A Unified Theoretical Framework and Numerical Validation",
      "authors": [
        "Shiyu Sun",
        "Peifeng Fan",
        "Yulei Wang",
        "Qiang Chen",
        "Xingkai Li",
        "Weihua Wang"
      ],
      "summary": "We present a systematic theoretical and numerical investigation of the propagation properties of linear magnetohydrodynamic (MHD) waves in a spatially periodic magnetic field, referred to as a magneto-lattice. Two types of central equations, expressed in terms of $\\left(ρ,\\boldsymbol{B},\\boldsymbol{v}\\right)$ (where $ρ$ is perturbed mass density, $\\boldsymbol{B}$ is perturbed magnetic field, and $\\boldsymbol{v}$ is perturbed velocity) and the perturbation displacement $\\boldsymbolξ$, are established using the plane wave expansion (PWE) method. The validity of both equations is demonstrated through two numerical examples. This framework enables the identification of intrinsic frequency bandgaps and cutoff phenomena within the system. Our numerical results show that the bandgap width increases with the magnetic modulation ratio $B_{m}$, leading to the suppression of specific MHD wave modes. Furthermore, the periodicity of the magnetic field induces the splitting of Alfvén waves into multiple branches\\textemdash a phenomenon absent in uniform plasmas. These findings provide new insights for manipulating MHD waves in a crystalline lattice framework of structured plasmas.",
      "published": "2026-01-31T10:47:17Z",
      "updated": "2026-01-31T10:47:17Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.00649v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00649v1"
    },
    {
      "id": "2602.00600v1",
      "title": "von Neumann entropy of phase space structures in gyrokinetic plasma turbulence",
      "authors": [
        "Go Yatomi",
        "Motoki Nakata"
      ],
      "summary": "We introduce a data-driven diagnostic that combines the singular value decomposition (SVD) with an information-theoretic entropy to quantify the phase-space complexity of perturbed distribution functions in gyrokinetic turbulence. Applying this framework to nonlinear flux-tube simulations that solve the time evolution of the ion distribution function represented by Fourier modes with the wavenumber for real space, we define the von Neumann entropy (vNE) to analyze the velocity-space structure. A global survey in the wavenumber space reveals a wavenumber-dependent variation of the vNE in velocity-space structure: the vNE remains low at low wavenumber but increases across $k_\\perpρ_{t\\mathrm{i}}\\sim 1$. Hermite/Laguerre decompositions revealed that the finite Larmor radius (FLR) phase mixing in the perpendicular (magnetic-moment) direction is active. Simultaneously, the systematic increase in vNE for $k_\\perpρ_{t\\mathrm{i}}$ correlates with the broadening of the Hermite spectrum, suggesting enhanced parallel phase mixing (Landau resonance) as the primary mechanism for the observed wave number dependence. These results demonstrate that the SVD-based vNE provides a compact measure of kinetic complexity without assuming a predefined basis and enables a global mapping of its wavenumber dependence of phase-mixing processes in gyrokinetic turbulence.",
      "published": "2026-01-31T08:30:11Z",
      "updated": "2026-01-31T08:30:11Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.00600v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00600v1"
    },
    {
      "id": "2602.00552v1",
      "title": "Drift-kinetic PIC model for simulations of longitudinal plasma confinement in mirror traps",
      "authors": [
        "V. V. Glinskiy",
        "I. V. Timofeev",
        "V. V. Prikhodko"
      ],
      "summary": "The paper presents a 1D2V electrostatic PIC model with a drift-kinetic description of all particle types aiming at simulating classical longitudinal plasma transport in axially symmetric open traps. The model generalizes the semi-implicit particle-in-cell method with exact conservation of energy and charge to the case of collisional plasma and adapts it to boundary conditions on perfectly conducting walls with a floating potential. Implementation of Coulomb collisions is tested on the problem of temperature relaxation in a two-component plasma and demonstrates good agreement with the analytical theory. Since quasi-neutrality of plasma is not strictly determined, the model is able to correctly reproduce the ambipolar electric potential profile up to the walls. At the same time, the main advantage of implicit PIC simulations - the ability to use large grid steps, many times larger than the Debye radius - does not prevent the correct modeling of the near-wall electric potential jump. The model satisfactorily reproduces the known results of the Debye sheath theory and the Bohm criterion. A comparison of stationary plasma profiles formed in a mirror trap in the presence of a constant particle source with the results of simulations using the hybrid code MIDAS showed that self-consistent consideration of electron kinetics in expanders leads to noticeable (at the level of 15 %) differences in the electron temperature, potential, and density of the confined plasma.",
      "published": "2026-01-31T06:29:13Z",
      "updated": "2026-01-31T06:29:13Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.00552v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00552v1"
    },
    {
      "id": "2602.00312v2",
      "title": "Self ordering to imposed ordering of dust -- a continuous spatial phase transition experiment in MDPX",
      "authors": [
        "Siddharth Bachoti",
        "Saikat Chakraborty Thakur",
        "Rahul Banka",
        "Cameron Royer",
        "Edward Thomas"
      ],
      "summary": "Previous experiments conducted in the Magnetized Dusty Plasma eXperiment (MDPX) revealed an intriguing phenomenon first referred to as imposed ordering. This occurs when micron-sized dust particles become aligned with the geometry of a conducting mesh placed above the dust (at a distance much larger than the plasma Debye length or the ion-neutral or electron-neutral mean free paths) in the presence of a strong magnetic field perpendicular to the mesh. In this work, results of a transition experiment are presented wherein starting from a classical two-dimensional Coulomb crystal with hexagonal symmetry in an unmagnetized plasma $(B = 0\\,T)$, dust transitions to a state in which it flows along the geometry of a conducting mesh placed above it, mapping out the 4-fold symmetry of the boundary condition. It is hypothesized that beyond a certain magnetization, elongated electric potential structures emanating from the mesh drive the dust motion to reflect the mesh morphology, transitioning from a 6-fold self ordering to 4-fold imposed ordering. The various dust phases are quantified and a critical value of magnetic field is identified in the transition experiment indicating the onset of imposed ordering.",
      "published": "2026-01-30T21:03:28Z",
      "updated": "2026-02-03T16:04:20Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2602.00312v2",
      "pdf_link": "https://arxiv.org/pdf/2602.00312v2"
    },
    {
      "id": "2601.23271v1",
      "title": "Time-Resolved Interferometric Measurements of Plasma Density Evolution in Laser-Driven Capacitor-Coil Targets",
      "authors": [
        "Yang Zhang",
        "Ryo Omura",
        "Rinya Akematsu",
        "King Fai Farley Law",
        "Brandon K. Russell",
        "Geoffrey Pomraning",
        "Kian Orr",
        "Kai Kimura",
        "Muhammad Fauzan Syahbana",
        "Yuga Karaki",
        "Hiroki Matsubara",
        "Ryuya Yamada",
        "Jinyuan Dun",
        "Ryunosuke Takizawa",
        "Yasunobu Arikawa",
        "Tatiana Pikuz",
        "Yuji Fukuda",
        "Lan Gao",
        "Hantao Ji",
        "Shinsuke Fujioka"
      ],
      "summary": "Laser-driven capacitor-coil targets provide a compact platform for generating strong magnetic fields and are widely used in magnetized high-energy-density plasma experiments. In addition to magnetic-field generation, these targets also produce plasma in the coil region, which can influence the subject physical processes, interact with secondary targets or external plasmas in their applications. However, direct, time-resolved measurements of the plasma density surrounding the coil remain limited. Here, we report interferometric measurements of the plasma density evolution in laser-driven capacitor-coil targets irradiated by the University of Osaka LFEX laser. Two-dimensional electron density maps reveal two distinct plasma sources loading the coil region: plasma generated in the coil itself and plasma produced by laser ablation of the target plates. These results provide quantitative information on plasma loading and evolution in capacitor-coil targets and are directly relevant to the design and modeling of magnetized high-energy-density plasma experiments.",
      "published": "2026-01-30T18:37:05Z",
      "updated": "2026-01-30T18:37:05Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.23271v1",
      "pdf_link": "https://arxiv.org/pdf/2601.23271v1"
    },
    {
      "id": "2601.22794v1",
      "title": "Batch Bayesian optimization of attosecond betatron pulses from laser wakefield acceleration",
      "authors": [
        "Dominika Maslarova",
        "Albert Hansson",
        "Mufei Luo",
        "Vojtěch Horný",
        "Julien Ferri",
        "Istvan Pusztai",
        "Tünde Fülöp"
      ],
      "summary": "Laser wakefield acceleration can generate a femtosecond-scale broadband X-ray betatron radiation pulse from electrons accelerated by an intense laser pulse in a plasma. The micrometer-scale of the source makes wakefield betatron radiation well-suited for advanced imaging techniques, including diffraction and phase-contrast imaging. Recent progress in laser technology can expand these capabilities into the attosecond regime, where the practical applications would significantly benefit from the increased energy contained within the pulse. Here we use numerical simulations combined with batch Bayesian optimization to enhance the radiation produced by an attosecond betatron source. The method enables an efficient exploration of a multi-parameter space and identifies a regime in which a plasma density spike triggers the generation of a high-charge electron beam. This results in an improvement of more than one order of magnitude in the on-axis time-averaged power within the central time containing half of the radiated energy, compared to the reference case without the density spike.",
      "published": "2026-01-30T10:16:14Z",
      "updated": "2026-01-30T10:16:14Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22794v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22794v1"
    },
    {
      "id": "2601.21840v1",
      "title": "Initial observations in X-point target divertor discharges on MAST-U",
      "authors": [
        "N. Lonigro",
        "K. Verhaegh",
        "J. Harrison",
        "B. Lipschultz",
        "C. Bowman",
        "F. Federici",
        "J. Flanagan",
        "D. Greenhouse",
        "D. Moulton",
        "P. Ryan",
        "R. Scannell",
        "S. Silburn",
        "T. Wijkamp",
        "D. Brida",
        "C. Theiler",
        "the EUROfusion Tokamak Exploitation Team",
        "the MAST Upgrade Team"
      ],
      "summary": "The first high-power (> 3 MW) H-mode experiments using a double-null X-point-target (XPT) divertor configuration have been performed on MAST-U. The XPT geometry is obtained by combining a large strike point radius, similar to the Super-X divertor (SXD), with an additional X-point near the separatrix in the baffled outer divertor chambers and leads to additional exhaust benefits over the SXD. The broader electron density profile near the secondary X-point leads to additional plasma-neutral interactions, evidenced by a broader hydrogenic emission profile, and resulting in larger power and ion sinks. The increase in plasma-neutral interactions also leads to lower target electron temperatures and heat fluxes. These benefits appear to extend to transients, and preliminary evidence of improved ELM buffering in the XPT is presented. These results showcase how multiple alternative divertor configuration strategies can be combined to improve momentum, power, and particle losses, which may be required for the challenging exhaust conditions of future reactors.",
      "published": "2026-01-29T15:18:51Z",
      "updated": "2026-01-29T15:18:51Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.21840v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21840v1"
    },
    {
      "id": "2601.21520v1",
      "title": "Wave generation via oscillatory reconnection at a three-dimensional magnetic null point",
      "authors": [
        "Luiz A. C. A. Schiavo",
        "Gert J. J. Botha",
        "James A. McLaughlin"
      ],
      "summary": "This work conducts a three-dimensional (3D), nonlinear magnetohydrodynamic (MHD) simulation to investigate wave generating, time-dependent reconnection around a magnetic null point. A non-periodic perturbation (in the $xz$-plane) triggers oscillatory reconnection (OR) at the 3D null, resulting in a self-sustained oscillation with a constant period $P$. We investigate the response of the system using three distinct wave proxies (compressible parallel, compressible transverse and incompressible parallel) as well as Spectral Proper Orthogonal Decomposition for decoupling and analyzing the resultant MHD wave behavior. We find that OR generates a slow magnetoacoustic wave of period $P$ that propagates outwards in all directions along the spine and fan plane of the 3D null point. We also find the generation of a propagating Alfvén wave of period $P$, exclusively along the $y$-axis in the fan plane, i.e. in the direction perpendicular to the spine motion. These findings provide new insights into waves generated from a 3D null point and their implications for coronal seismology.",
      "published": "2026-01-29T10:34:43Z",
      "updated": "2026-01-29T10:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.21520v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21520v1"
    },
    {
      "id": "2601.21021v1",
      "title": "Conditional Denoising Model as a Physical Surrogate Model",
      "authors": [
        "José Afonso",
        "Pedro Viegas",
        "Rodrigo Ventura",
        "Vasco Guerra"
      ],
      "summary": "Surrogate modeling for complex physical systems typically faces a trade-off between data-fitting accuracy and physical consistency. Physics-consistent approaches typically treat physical laws as soft constraints within the loss function, a strategy that frequently fails to guarantee strict adherence to the governing equations, or rely on post-processing corrections that do not intrinsically learn the underlying solution geometry. To address these limitations, we introduce the {Conditional Denoising Model (CDM)}, a generative model designed to learn the geometry of the physical manifold itself. By training the network to restore clean states from noisy ones, the model learns a vector field that points continuously towards the valid solution subspace. We introduce a time-independent formulation that transforms inference into a deterministic fixed-point iteration, effectively projecting noisy approximations onto the equilibrium manifold. Validated on a low-temperature plasma physics and chemistry benchmark, the CDM achieves higher parameter and data efficiency than physics-consistent baselines. Crucially, we demonstrate that the denoising objective acts as a powerful implicit regularizer: despite never seeing the governing equations during training, the model adheres to physical constraints more strictly than baselines trained with explicit physics losses.",
      "published": "2026-01-28T20:32:20Z",
      "updated": "2026-01-28T20:32:20Z",
      "categories": [
        "cs.LG",
        "cs.AI",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.21021v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21021v1"
    },
    {
      "id": "2601.20842v1",
      "title": "Compressible Turbulence as a Source of Particle Beams and Ion Bernstein Waves in Collisionless Plasmas",
      "authors": [
        "Chuanpeng Hou",
        "Huirong Yan",
        "Siqi Zhao"
      ],
      "summary": "We investigate the source of particle beams and ion Bernstein waves in collisionless plasmas using a high-resolution particle-in-cell simulation of compressible turbulence. At magnetohydrodynamic (MHD) scales, compressible turbulence is damped by transit-time damping, naturally generating suprathermal electrons and proton beams. As the energy cascade reaches sub-ion scales, multiple branches of ion Bernstein waves are excited and contribute to the formation of proton suprathermal tails. Under realistic conditions such as those in the solar wind, these processes remain efficient and provide a natural explanation for the super-Alfvénic proton beams observed in situ. We show that compressive fluctuations, though often understudied, are essential for cross-scale energy transfer and dissipation in collisionless plasma turbulence.",
      "published": "2026-01-28T18:44:59Z",
      "updated": "2026-01-28T18:44:59Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.20842v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20842v1"
    },
    {
      "id": "2601.20734v1",
      "title": "Superelastic Heating in Treanor-Gordiets Plasmas: A Unified Analytic Closure",
      "authors": [
        "Bernard Parent"
      ],
      "summary": "In non-equilibrium plasmas where the vibrational temperature exceeds the gas temperature, conventional harmonic models underestimate superelastic electron heating rates by an order of magnitude or more. This failure stems from the artificial decoupling of energy modes, which ignores the exponential heating contributions from overpopulated high-lying states characteristic of Treanor-Gordiets distributions. We resolve this limitation by deriving a closed-form, thermodynamically consistent anharmonic gain function based on detailed balance and a second-order Dunham expansion. This formulation serves as a unified governing equation that naturally identifies the kinetic crossover between vibrational-vibrational (V-V) up-pumping and vibrational-translational (V-T) relaxation. This approach accurately predicts the Treanor minimum and recovers the accuracy of full state-to-state benchmarks at a fraction of the computational cost. The model provides a robust closure for predicting electron temperature evolution in applications ranging from hypersonic flows to plasma-assisted combustion.",
      "published": "2026-01-28T16:07:23Z",
      "updated": "2026-01-28T16:07:23Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.20734v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20734v1"
    },
    {
      "id": "2601.19890v1",
      "title": "Detecting Solenoidal Plasma Turbulence via Laser Polarization Rotation",
      "authors": [
        "Kenan Qu",
        "Nathaniel J. Fisch"
      ],
      "summary": "Recent theoretical studies suggest that solenoidal turbulence can significantly enhance fusion reactivity, yet no standard diagnostic exists to directly measure these solenoidal flows in high-energy-density plasmas, nor to distinguish between solenoidal and compressional turbulence. We propose a method that directly diagnoses the energy and spatial structure of this rotational turbulence using the cross-polarization scattering of a probe laser. By coupling to the plasma vorticity, the scattering generates a cross-polarized signal proportional to the turbulent vorticity, effectively acting as a calorimeter for shear flows. We identify a diffractive scattering signature analogous to ``Debye-Scherrer ring'' that reveals the eddy size distribution. We show that this technique is applicable to National Ignition Facility (NIF) implosion conditions and other high-energy-density scenarios.",
      "published": "2026-01-27T18:57:18Z",
      "updated": "2026-01-27T18:57:18Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.19890v1",
      "pdf_link": "https://arxiv.org/pdf/2601.19890v1"
    },
    {
      "id": "2601.19554v2",
      "title": "Advanced Shaping of Quasi-Bessel Beams for High-Intensity Applications",
      "authors": [
        "Jérôme Touguet",
        "Igor Andriyash",
        "Ronan Lahaye",
        "Guillaume Chapelant",
        "Julien Gautier",
        "Lucas Rovige",
        "Cédric Thaury"
      ],
      "summary": "Quasi-Bessel beams produced by axiparabolas are increasingly used in high-intensity laser applications, yet their longitudinal profiles exhibit unwanted oscillations that limit their effectiveness. Here we identify the physical origin of these distortions and develop a general strategy to control the on-axis intensity of extended focal lines. By combining analytical insight with numerical and experimental validation, we show how both smooth and sharply structured longitudinal profiles can be reliably produced. This establishes a robust framework for tailoring quasi-Bessel beams in regimes relevant to laser-plasma acceleration, advanced photon sources, and other high-field applications.",
      "published": "2026-01-27T12:45:31Z",
      "updated": "2026-01-28T12:08:06Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.19554v2",
      "pdf_link": "https://arxiv.org/pdf/2601.19554v2"
    },
    {
      "id": "2601.19401v1",
      "title": "Sensitivity of External Magnetic Field on the Change in Cross-section of a Toroidal Current",
      "authors": [
        "Suman Aich",
        "Joydeep Ghosh",
        "Rakesh L. Tanna",
        "D. Raju",
        "Sameer Kumar",
        "Aditya-U team"
      ],
      "summary": "Due to any toroidal current column, the magnetic field is found to be sensitive as well as insensitive to its cross-sectional area depending on location of subject point, as predicted by numerical approaches [S. Aich, J. Thakkar, and J. Ghosh, Plasma Fusion Res. 17, 2403055 (2022)], and hence the presence of an angle of invariance is found to be present for any toroidal geometry. Present study aims to validate those numerical observations using the measured magnetic field due to Aditya Upgrade tokamak plasma.",
      "published": "2026-01-27T09:36:41Z",
      "updated": "2026-01-27T09:36:41Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.19401v1",
      "pdf_link": "https://arxiv.org/pdf/2601.19401v1"
    },
    {
      "id": "2601.19291v1",
      "title": "Magnetic Compression of Compact Tori Experiment and Simulation",
      "authors": [
        "Carl Dunlea"
      ],
      "summary": "The magnetic compression experiment at General Fusion was a repetitive non-destructive test to study plasma physics applicable to magnetic target fusion compression. A compact torus (CT) is formed with a co-axial gun into a containment region with an hour-glass shaped inner flux conserver, and an insulating outer wall. External coil currents keep the CT off the outer wall (radial levitation) and then rapidly compress it inwards. The optimal external coil configuration greatly improved both the levitated CT lifetime and the recurrence rate of shots with good compressional flux conservation. As confirmed by spectrometer data, the improved levitation field profile reduced plasma impurity levels by suppressing the interaction between plasma and the insulating outer wall during the formation process. Significant increases in magnetic field, electron density, and ion temperature were routinely observed at magnetic compression in the final external coil configuration tested, despite the prevalence of an instability, thought be an external kink mode, at compression. Matching the decay rate of the levitation currents to that of the CT currents resulted in a reduced level of MHD activity associated with unintentional compression by the levitation field, and a higher probability of long-lived CTs. The DELiTE (Differential Equations on Linear Triangular Elements) framework was developed for spatial discretisation of partial differential equations on an unstructured triangular grid in axisymmetric geometry. The framework is based on discrete differential operators in matrix form, which are derived using linear finite elements and mimic some of the properties of their continuous counterparts. A single-fluid two-temperature MHD model is implemented in this framework.",
      "published": "2026-01-27T07:25:23Z",
      "updated": "2026-01-27T07:25:23Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.19291v1",
      "pdf_link": "https://arxiv.org/pdf/2601.19291v1"
    },
    {
      "id": "2601.19073v1",
      "title": "Effect of Controlled Magnetic Island Bifurcation on Electron Diffusion",
      "authors": [
        "Jessica Eskew",
        "D. M. Orlov",
        "B. Andrew",
        "E. Bursch",
        "M. Koepke",
        "F. Skiff",
        "M. E. Austin",
        "T. Cote",
        "C. Marini",
        "E. G. Kostadinova"
      ],
      "summary": "Magnetic islands strongly influence cross-field electron transport in magnetized plasmas. In particular, bifurcations of the island topology modify the number and location of O-points, X-points, and separatrix boundaries, thereby altering diffusion pathways. In recent DIII-D experiments, external magnetic perturbations were used to rotate and periodically bifurcate the island on the q = 2 surface, causing a switchback between a q = 2/1-dominated structure and a narrower q = 4/2-dominated structure. To investigate how this topological change affects electron transport, we employ the field line tracing code TRIP3D with an implemented collisional operator. Thermal, tracer electrons launched from O-points, X-points, and outside separatrix boundaries reveal distinct diffusion regimes, including classical, subdiffusive, and superdiffusive behavior, depending on both the dominant island mode and launch location. These results suggest that island bifurcation can alter electron diffusion across rational surfaces, with direct implications for particle confinement. While the present work emphasizes diffusion as a general framework, the findings provide insight into the conditions under which electron trapping into an island or stochastization of the island's separatrix can enable additional mechanisms, such as the generation of energetic electrons.",
      "published": "2026-01-27T01:20:03Z",
      "updated": "2026-01-27T01:20:03Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.19073v1",
      "pdf_link": "https://arxiv.org/pdf/2601.19073v1"
    },
    {
      "id": "2601.18988v1",
      "title": "Energy partition in collisionless counterstreaming plasmas",
      "authors": [
        "Alexis Marret",
        "Frederico Fiuza"
      ],
      "summary": "Fast, counter-streaming plasma outflows drive magnetic field amplification, plasma heating, and particle acceleration in numerous astrophysical environments, from supernova remnant shocks to active galactic nuclei jets. Understanding how, in the absence of Coulomb collisions, energy is redistributed between the different plasma species remains a fundamental open question. We use 3D fully-kinetic simulations to investigate energy partition in weakly magnetized counter-propagating plasmas. Our results reveal a complex interplay between different processes, where at early times the Weibel instability drives a first stage of magnetic field amplification and at late times the kinking of current filaments drives a second amplification stage via a dynamo-type mechanism. Electrons are heated primarily during the latter phase through magnetic pumping. By the time the flows thermalize, we observe that the final temperature ratio $T_e/T_i$ and energy partition depend on the ion-to-electron mass ratio. For electron-proton flows, the electron thermal energy only reaches up to a few percent of the initial ion kinetic energy.",
      "published": "2026-01-26T21:46:41Z",
      "updated": "2026-01-26T21:46:41Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.HE"
      ],
      "link": "https://arxiv.org/abs/2601.18988v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18988v1"
    },
    {
      "id": "2601.18865v1",
      "title": "Induced Scattering of Fast Radio Bursts in Magnetar Magnetospheres",
      "authors": [
        "Rei Nishiura",
        "Shoma F. Kamijima",
        "Kunihito Ioka"
      ],
      "summary": "We investigate induced Compton/Brillouin scattering of electromagnetic waves in magnetized electron and positron pair plasma by verifying kinetic theory with Particle-in-Cell simulations. Applying this to fast radio bursts (FRBs) in magnetar magnetospheres, we find that the scattering--although suppressed by the magnetic field--inevitably enters the linear growth stage. The subsequent evolution bifurcates: full scattering occurs when the density exceeds a critical value, whereas below it the scattering saturates and the FRB can escape. This eases the tension with observations of compact emission regions and may explain the observed diversity, including the presence or absence of FRBs associated with X-ray bursts.",
      "published": "2026-01-26T19:00:00Z",
      "updated": "2026-01-26T19:00:00Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18865v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18865v1"
    },
    {
      "id": "2601.18649v1",
      "title": "Closure models for the feedback of energetic particles on plasma turbulence",
      "authors": [
        "J. Pratt"
      ],
      "summary": "Energetic particles interact with the plasma surrounding them, resonating with certain plasma waves to stabilize them while destabilizing others, and changing the character of the background turbulence in ways that have not been fully quantified or understood. Interaction with the turbulent background plasma is key to the acceleration of many types of energetic particles including high-energy cosmic rays, solar energetic particles, and pick-up ions. This is a process that would ideally be described by a kinetic model, a type of model that follows a probability distribution function (PDF) for all particles in 7-dimensional space. Because of the high dimensionality of a kinetic model, such simulations use the largest computational resources available, and are yet unable to simulate a realistic number of particles, reach the large scales necessary for astrophysical problems, or use high-precision numerical methods. Two available alternatives to kinetic plasma models have been explored: a multi-fluid model, and a hybrid fluid/Fokker-Planck model. These methods are hampered by the physical modeling of the coupling. We develop a new model, which follows the PDF for all particles; this can be viewed as a step toward physical realism above a multi-fluid MHD model, while also being more computationally efficient than a kinetic model. The equations we develop model both the background plasma and the energetic particles self-consistently. Over the last decade, similar PDF methods have been developed to a high level of sophistication to model reactive flows and turbulent combustion for engineering applications. For treatment of the feedback of the energetic particles on a background plasma, a PDF closure approach should evaluate the mean characteristics, including the density, with better statistical quality than will particle-sampling procedures.",
      "published": "2026-01-26T16:20:21Z",
      "updated": "2026-01-26T16:20:21Z",
      "categories": [
        "astro-ph.HE",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18649v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18649v1"
    },
    {
      "id": "2601.18624v1",
      "title": "Spin-redirection Berry phase with planar rays",
      "authors": [
        "Aymeric Braud",
        "Renaud Gueroult"
      ],
      "summary": "Geometric or Berry phases are fundamental manifestations that appear in many areas of physics. They arise from the geometry of the space describing the properties of multi-component wave fields. An important example for electromagnetic waves is the spin-redirection Berry phase associated with the evolution of the spin direction. Because this effect has traditionally been studied in isotropic media where the spin is aligned with the ray trajectory, it has become commonly assumed that this spin-redirection Berry phase requires nonplanar rays. Here we show that a spin-redirection phase can in fact arise along a planar ray if the spin evolves along the ray. We expose this effect through the singular example of a moving unmagnetized plasma, and demonstrate how this behavior can more generally arise from a finite transverse spin. In identifying this new spin-redirection mechanism our work not only provides the tools to discover additional manifestations of SOIs in nature, but also uncovers supplemental degrees of freedom to harness SOIs to control light.",
      "published": "2026-01-26T16:01:21Z",
      "updated": "2026-01-26T16:01:21Z",
      "categories": [
        "physics.optics",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18624v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18624v1"
    },
    {
      "id": "2601.18495v1",
      "title": "Evidence of Langmuir/$\\mathcal{Z}$-mode Wave Decay into $\\mathcal{Z}$-mode Electromagnetic Radiation in the Solar Wind",
      "authors": [
        "F. J. Polanco-Rodríguez",
        "C. Krafft",
        "P. Savoini"
      ],
      "summary": "The nonlinear decay of Langmuir/$\\mathcal{Z}$-mode waves into electromagnetic $\\mathcal{Z}$-mode wave radiation at the plasma frequency is observed for the first time in the solar wind. This finding was enabled by the unprecedented high-resolution electric and magnetic field measurements provided by the Radio Plasma Waves (RPW) instrument aboard the Solar Orbiter spacecraft, which encountered an electron beam associated with a Type III radio burst. The decay process is definitively identified through multiple lines of evidence: satisfaction of frequency and wavevector resonance conditions, strong phase coherence and temporal coincidence between the interacting waves, exclusion of competing mechanisms, and full agreement with theoretical predictions. Particle-in-cell simulations, conducted under close beam-plasma conditions, successfully reproduce the key features of the observations. Notably, they suggest that the wave packet observed by Solar Orbiter may be trapped within an extended, nearly flat-bottomed density well, where the decay process is not overcome by wave scattering on random density fluctuations and subsequent mode conversion effects.",
      "published": "2026-01-26T13:55:16Z",
      "updated": "2026-01-26T13:55:16Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18495v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18495v1"
    },
    {
      "id": "2601.18131v1",
      "title": "Sub-ion scale current sheets in kinetic Alfvén wave turbulence",
      "authors": [
        "Johan Sharma",
        "Ch Akshath Kumar",
        "Kirit D. Makwana",
        "Tulasi N Parashar",
        "Sruti Satyasmita"
      ],
      "summary": "3D kinetic particle-in-cell (PIC) simulations are performed using the kinetic Alfvén wave (KAW) eigenvector relations from a two-fluid model as initial conditions, in order to study turbulent fluctuations and intermittent structures at sub-ion and electron scales. Simulations with different ion-to-electron mass ratios are set up to investigate the role of electron scales in the formation of intermittent structures. We analyze the current sheet structures that develop in these simulations. Two algorithms, namely Breadth-First Search (BFS) and Density-Based Spatial Clustering of Applications with Noise (DBSCAN), are employed to determine the thickness, length, and width of the current sheets, and both methods are found to yield consistent results. The average current sheet thickness scales inversely with the square root of the ion-to-electron mass ratio, with values close to the electron skin depth ($d_e$), indicating the presence of electron-scale current sheets in the simulations. The widths and lengths of the current sheets show a weaker scaling with the mass ratio. The scale-dependent kurtosis reveals enhanced intermittency at electron scales, consistent with magnetosheath observations. Distributions of scale-dependent properties of the current sheets also align with the electron skin depth of the different simulations and they lie within ranges observed in kinetic scale solar wind turbulence. This study reveals the nature of sub-ion-scale current sheets in KAW turbulence and their role in dissipation.",
      "published": "2026-01-26T04:26:02Z",
      "updated": "2026-01-26T04:26:02Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "physics.comp-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18131v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18131v1"
    },
    {
      "id": "2601.17955v1",
      "title": "Spectral Evolution and Current Sheet Analysis as Probes of Reconnection-Mediated Decay in Magnetically Dominated Turbulence",
      "authors": [
        "Chandranathan Anandavijayan",
        "Pallavi Bhat"
      ],
      "summary": "The decay of magnetically dominated turbulence exhibits robust inverse transfer of magnetic energy even in the absence of net magnetic helicity, challenging traditional cascade-based phenomenology. While recent studies suggest that magnetic reconnection governs the evolution of such systems, a comprehensive understanding has been lacking. Here we test a reconnection-mediated model for decaying magnetic turbulence in two-dimensional (strict-2D), 2.5D, and three-dimensional (3D) systems with both helical and nonhelical initial conditions. We show that the magnetic-energy decay timescale scales with the Lundquist number in a manner consistent with Sweet-Parker-type reconnection rather than Alfvenic or purely resistive timescales. We develop a broken power-law model for the magnetic energy spectra and provide analytic predictions for the temporal evolution of energy across both sub-inertial and inertial ranges, which are confirmed by high-resolution simulations. In nonhelical turbulence, these results favor anastrophy as the dominant constraint over helicity fluctuations. Using Minkowski functionals to analyze reconnecting current sheets in real space, we find that the structures controlling the decay are substantially smaller than the global magnetic correlation scale, implying local Lundquist numbers well below the system-scale value. This explains the weak sensitivity of global decay laws to current-sheet resolution and that the current-sheet aspect ratios converge toward Sweet-Parker predictions only at sufficiently high resolution. Together, these results establish magnetic reconnection as the organizing principle underlying inverse transfer, spectral evolution, and decay in magnetically dominated turbulence, providing a unified picture applicable across dimensionality and helicity regimes with direct implications for astrophysical plasmas.",
      "published": "2026-01-25T19:09:28Z",
      "updated": "2026-01-25T19:09:28Z",
      "categories": [
        "astro-ph.HE",
        "physics.flu-dyn",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.17955v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17955v1"
    },
    {
      "id": "2601.17547v1",
      "title": "Plasma Decay of Nanosecond Pulsed Laser-Produced Ar and Ar-H2O Sparks at Atmospheric Pressure",
      "authors": [
        "Ji Yung Ahn",
        "Jianan Wang",
        "Tasnim Akbar Faruquee",
        "Marien Simeni Simeni"
      ],
      "summary": "Time-resolved diagnostics were applied to investigate free-electron properties in nanosecond laser-produced discharges sustained at atmospheric pressure in Ar and in Ar with 3% H2O. The discharges were generated using 23 ns, 1064 nm laser pulses. Broadband plasma imaging and laser Thomson scattering were combined with optical emission spectroscopy, with particular emphasis on Stark broadening of the Halpha and Hbeta lines. The plasma exhibited a bright emission that persisted for up to 30--40 us after breakdown, followed by a very weak glow lasting up to 19 ms. Peak electron number density of about 2 x 10^17 cm-3 and electron temperature of about 7 eV were measured. Excellent agreement between both techniques was obtained for absolute electron number densities. The inferred temporal decay of free electrons is consistent with processes dominated by ambipolar expansion and two- and three-body electron-ion recombination. These results provide benchmark data for modeling nanosecond laser discharges and demonstrate the reliability of combining Thomson scattering with Stark broadening in atmospheric laser sparks.",
      "published": "2026-01-24T18:34:57Z",
      "updated": "2026-01-24T18:34:57Z",
      "categories": [
        "physics.plasm-ph",
        "physics.optics"
      ],
      "link": "https://arxiv.org/abs/2601.17547v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17547v1"
    },
    {
      "id": "2601.17308v1",
      "title": "Hybrid collisional-radiative modeling for high-fidelity atomic kinetics",
      "authors": [
        "Prashant Sharma",
        "Christopher J. Fontes",
        "Mark Zammit",
        "James Colgan",
        "Nathan Garland",
        "Xian-Zhu Tang"
      ],
      "summary": "The fidelity of collisional-radiative (CR) models is critical for advancing our understanding of radiative properties and ionization balance in fusion plasmas. In this work, we present and evaluate hybrid CR schemes that combine fine-structure resolution with superconfiguration averaging, offering a practical compromise between accuracy and computational efficiency. Two hybrid CR models are developed for helium, lithium, and beryllium, retaining detailed fine-structure states up to selected principal quantum numbers, while higher-lying states are statistically averaged to form superconfigurations. These models are applied to compute radiative power loss, as well as average and effective charge states, across a wide range of electron temperatures and densities. The results are benchmarked against a fully fine-structure-resolved CR model to assess the accuracy of the hybrid approach. The findings demonstrate the versatility of hybrid CR schemes and their suitability for detailed plasma simulations where predictive fidelity must be balanced with computational cost.",
      "published": "2026-01-24T05:08:19Z",
      "updated": "2026-01-24T05:08:19Z",
      "categories": [
        "physics.plasm-ph",
        "physics.atom-ph"
      ],
      "link": "https://arxiv.org/abs/2601.17308v1",
      "pdf_link": "https://arxiv.org/pdf/2601.17308v1"
    },
    {
      "id": "2601.16794v1",
      "title": "Improved Kelbg Potentials for $Z>1$ and Application to Carbon Plasmas",
      "authors": [
        "Heather D. Whitley",
        "Michael S. Murillo",
        "John I. Castor",
        "Liam G. Stanton",
        "Lorin X. Benedict",
        "Philip A. Sterne",
        "James N. Glosli",
        "Frank R. Graziani"
      ],
      "summary": "In this work, we present a general form for the electron-ion diffractive potential derived from the quantum pair density matrix and fit to the improved Kelbg potential for atomic numbers up to $Z = 54$. We apply classical molecular dynamics using the improved Kelbg potential for carbon with various forms of the Pauli potential to compute internal energies and pressures for hot, dense plasma conditions. Our results are compared to an equation of state model based on path integral Monte Carlo and density functional theory simulations to examine the extent to which the improved Kelbg potential reproduces the internal energy and pressure of carbon plasmas. The regions of validity for carbon agree generally with those derived previously for hydrogen once pressure ionization effects are incorporated. Based on our carbon results and previously published hydrogen studies, we discuss the general applicability and limitations of these potentials for equation of state studies in warm dense matter and high energy density plasmas.",
      "published": "2026-01-23T14:47:15Z",
      "updated": "2026-01-23T14:47:15Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.16794v1",
      "pdf_link": "https://arxiv.org/pdf/2601.16794v1"
    },
    {
      "id": "2601.15661v1",
      "title": "Non-Ambipolarity of Microturbulent Transport",
      "authors": [
        "Allen H Boozer"
      ],
      "summary": "Even what is called electrostatic microturbulence produces a plasma-beta-dependent turbulent magnetic field $\\tilde{B}$, which makes the magnetic field lines chaotic. Quasi-neutrality along the chaotic magnetic field lines requires a potential that obeys $\\vec{B}\\cdot \\vec{\\nabla} Φ= \\vec{B}\\cdot \\vec{\\nabla} p_e$, where $p_e$ is the electron pressure. This potential produces radial transport similar to that of diffusion coefficient $D_{ef}= (Δ/a_T)T_e/eB$. $Δ$ is the radial distance over which the potential $Φ$ is correlated by the electron motion along the chaotic magnetic field, and $|dT_e/dr| = T_e/a_T$. The chaos-produced electron transport gives an effective viscosity on the electron flow, which can counter balance a non-ambipolar part of the ion radial particle diffusion $f_{na}$. This non-ambipolarity would otherwise require a radial electric field that confines ions and hence impurities. The maximum $f_{na}$ that can be counterbalanced and the required plasma beta to avoid shielding the magnetic perturbations $\\tilde{B}$ are calculated.",
      "published": "2026-01-22T05:20:38Z",
      "updated": "2026-01-22T05:20:38Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15661v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15661v1"
    },
    {
      "id": "2601.15613v1",
      "title": "A kinetic-moment framework for electron energy dynamics in capacitively coupled plasmas: absorption, conversion, transport, and dissipation",
      "authors": [
        "Jianxiong Yao",
        "Zeduan Zhang",
        "Feng He",
        "Jinsong Miao",
        "Jiting Ouyang",
        "Bocong Zheng"
      ],
      "summary": "Understanding electron energy dynamics in low-temperature plasmas such as capacitively coupled plasmas (CCPs), including energy absorption, conversion, transport, and dissipation, is essential for interpreting discharge physics and process applications. We propose a kinetic-moment framework based on particle-in-cell/Monte Carlo collision (PIC/MCC) simulations. The framework reconstructs the first three velocity moments of the Boltzmann equation directly from PIC/MCC data and enables a quantitative, self-consistent description of electron energy dynamics in low-pressure CCPs. To clarify energy conversion among electromagnetic energy, electron fluid kinetic (mechanical) energy, and electron thermal (internal) energy, we further separate the total energy transport equation into kinetic- and thermal-energy equations. We find that, at low pressure, electrons gain directed kinetic energy in the sheath and convert it locally into thermal energy through pressure-strain interaction and collisions. Thermal energy is then transported into the bulk and is dissipated mainly by inelastic electron-neutral collisions. We further decompose pressure-strain interaction into reversible pressure dilatation and irreversible viscous-like dissipation, which correspond to conversion driven by volumetric compression or expansion and by shear deformation, respectively. This decomposition reveals a significant thermalization channel beyond collisions. More broadly, the results show coexistence of localized kinetic-to-thermal conversion near the sheath and nonlocal energy transport from the sheath to the bulk dominated by microscopic heat flux. The heat flux deviates strongly from Fourier's law based on local temperature gradients. This framework provides a clear fluid description with kinetic fidelity and offers a practical tool for analyzing energy evolution in nonequilibrium plasmas.",
      "published": "2026-01-22T03:29:10Z",
      "updated": "2026-01-22T03:29:10Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15613v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15613v1"
    },
    {
      "id": "2601.15590v1",
      "title": "Density Limit Experiments and Core-localized Kinetic MHD Activities in HL-2A Ohmic Heating Plasmas",
      "authors": [
        "L. W. Hu",
        "W. Chen",
        "P. W. Shi",
        "T. Long",
        "J. Q. Xu",
        "R. R. Ma",
        "Y. G. Li",
        "L. M. Yu",
        "X. Yu",
        "M. Jiang",
        "T. F. Sun",
        "J. M. Gao",
        "Y. B. Dong",
        "X. L. Zhu",
        "Z. B. Shi"
      ],
      "summary": "The density limit is a mysterious barrier to magnetic confinement nuclear fusion, and is still an unresolved issue. In this paper, we will present the experimental results of the density limit and core-localized kinetic MHD instabilities on HL-2A. Firstly, the high density shots with $ne/ne_G>1$ have been achieved by the conventional gas-puff fuelling method in Ohmic heating plasmas, and the corresponding duration time is close to $t\\sim500$ ms ($\\sim$ $30τ_E$), where $τ_E$ is the global energy confinement time. Secondly, it is found for the first time that there are kinetic MHD instabilities in the core plasmas while $ne/ne_G\\sim1$. The analysis suggests that the core-localized MHD activities belong to Alfv{é}nic ion temperature gradient (AITG) modes or kinetic ballooning modes (KBM), and firstly it is found on experiment that they trigger the minor or major disruption of bulk plasmas while the density profile is peaked. These new findings are of great importance to figure out and understand the origin of the density limit.",
      "published": "2026-01-22T02:27:45Z",
      "updated": "2026-01-22T02:27:45Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15590v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15590v1"
    },
    {
      "id": "2601.15567v1",
      "title": "Discovery of Density Limit Disruption Induced by Core-localized Alfv${é}$nic Ion Temperature Gradient Instabilities in a Tokamak Plasma",
      "authors": [
        "Wei Chen",
        "Liwen Hu",
        "Jianqiang Xu",
        "Ruirui Ma",
        "Peiwan Shi",
        "Rui Ke",
        "Ting Long",
        "Zhiyong Qiu",
        "Haotian Chen",
        "Xiaoxue He",
        "Yonggao Li",
        "Liming Yu",
        "Wenping Guo",
        "Min Jiang",
        "Jinming Gao",
        "Xin Yu",
        "Zhengji Li",
        "Huiling Wei",
        "Deliang Yu",
        "Zhongbing Shi"
      ],
      "summary": "To achieve a high energy gain, the fusion reactor plasma must reach a very high density. However, the tokamak plasmas ofen undergo disruption when the density exceeds the Greenwald density. The density limit disruption in tokamak plasmas is a mysterious barrier to magnetic confinement nuclear fusion, and hitherto, is still an unresolved issue. Over the past several years, the high density experiments with Greenwald density ratio $n_e/n_{eG}\\sim1$ has been carried out using the conventional gas-puff fuelling method in HL-2A NBI and Ohmically heated plasmas. It is found for the first time that there are multiple-branch MHD instabilities in the core plasmas while $n_e/n_{eG}>0.85$. The simulation analysis suggests that the core-localized magnetohydrodynamics (MHD) activities belong to Alfv${é}$nic ion temperature gradient (AITG) modes, and on experiment firstly, it is discovered that they trigger the minor or major disruption of bulk plasmas while the density is peaked. These new findings are of great importance to figure out and understand the origin of density limit disruptions, as well as to forecast and avoid them for future fusion rectors.",
      "published": "2026-01-22T01:12:54Z",
      "updated": "2026-01-22T01:12:54Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15567v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15567v1"
    },
    {
      "id": "2601.15391v1",
      "title": "Asymptotic scaling theory of electrostatic turbulent transport in magnetised fusion plasmas",
      "authors": [
        "T. Adkins",
        "I. G. Abel",
        "M. Barnes",
        "S. Buller",
        "W. Dorland",
        "P. G. Ivanov",
        "R. Meyrand",
        "F. I. Parra",
        "A. A. Schekochihin",
        "J. Squire"
      ],
      "summary": "Turbulent transport remains one of the principal obstacles to achieving efficient magnetic confinement in fusion devices. Two of the dominant drivers of the turbulence are microscale instabilities fuelled by electron- and ion-temperature gradients (ETG and ITG), whose nonlinear saturation determines the cross-field transport of particles and energy. Despite decades of study, predictive modelling of this turbulence has been limited either to expensive gyrokinetic simulations or to reduced models calibrated by fitting to numerical or experimental data, restricting their utility for reactor design. Here we present a simple asymptotic scaling theory that unifies ETG- and ITG-driven turbulence within a common framework. By balancing the fundamental time scales of linear growth, nonlinear decorrelation, and parallel propagation, the theory isolates the dependence of the heat flux on equilibrium parameters to two key quantities: the parallel system scale and the outer-scale aspect ratio. We show that these quantities encapsulate the essential physics of saturation, leading to distinct predictions for ETG and ITG transport: a cubic scaling with the temperature gradient in the electron channel, and a linear scaling in the ion channel. Extensive nonlinear gyrokinetic simulations confirm that these theoretical predictions hold irrespective of the magnetic geometry (slab, tokamak, or stellarator), including the first numerical confirmation of the cubic ETG scaling anticipated by earlier theory. By isolating the dependence on just the parallel system scale and the outer-scale aspect ratio, our framework provides a physics-based foundation for fast, geometry-aware transport models, offering a pathway toward reactor optimisation in both tokamaks and stellarators.",
      "published": "2026-01-21T19:03:08Z",
      "updated": "2026-01-21T19:03:08Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15391v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15391v1"
    },
    {
      "id": "2601.15181v1",
      "title": "Single-laser scheme for reaching strong field QED regime via direct laser acceleration",
      "authors": [
        "Robert Babjak",
        "Marija Vranic"
      ],
      "summary": "We investigate a single-laser scheme for reaching the strong-field QED regime based on direct laser acceleration (DLA) of electrons followed by their head-on collision with the same laser pulse reflected from an overdense foil. In this configuration, electrons are first accelerated inside an underdense plasma by a relativistic laser pulse and subsequently interact with the reflected laser field, emitting high-energy photons via nonlinear Compton scattering which decay into electron-positron pairs through the nonlinear Breit-Wheeler process. Using analytical scalings supported by quasi-3D particle-in-cell simulations including QED effects, we demonstrate that a laser pulse with power as low as 2 PW is sufficient to reach the quantum regime characterized by $χ_e> 1$ . For higher powers, we observe a rapid nonlinear increase in the number of generated positrons, reaching more than 2 nC for a 10 PW laser pulse with energy of approximately 1.1 kJ. A semi-analytical model is employed to estimate the positron yield, showing good agreement with simulation results. We further study the influence of laser depletion and the positioning of the reflecting foil on the efficiency of pair production. The presented scheme provides an experimentally feasible platform for probing strong-field QED effects using currently available multi-petawatt laser systems.",
      "published": "2026-01-21T16:59:44Z",
      "updated": "2026-01-21T16:59:44Z",
      "categories": [
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15181v1",
      "pdf_link": "https://arxiv.org/pdf/2601.15181v1"
    },
    {
      "id": "2602.03724v1",
      "title": "Generation and Expansion-Driven Growth of Switchbacks in the Outer Solar Corona and Solar Wind",
      "authors": [
        "Nikos Sioulas",
        "Marco Velli",
        "Chen Shi",
        "Lorenzo Matteini",
        "Trevor A. Bowen",
        "Alfred Mallet",
        "A. Larosa",
        "Anna Tenerani",
        "Timothy S. Horbury"
      ],
      "summary": "We analyze \\emph{Parker Solar Probe} and \\emph{Solar Orbiter} measurements of magnetic-field reversals (``switchbacks'') across the Alfvén surface ($M_a\\simeq 1$), where $M_a$ is the Alfvén Mach number. The reported ``sub-Alfvénic switchback dropout'' follows from two diagnostic biases: conditioning on an instantaneous $M_a$, which is transiently elevated above unity by radial-velocity enhancements during large-amplitude Alfvénic rotations, and short-window local-mean backgrounds that partially track these rotations and suppress deflection angles. Treating $M_a$ as a bulk-stream property via rolling medians and referencing deflections to event-independent backgrounds -- a Parker-spiral direction or a sufficiently long rolling median -- recovers sub-Alfvénic switchbacks systematically. The mean deflection $\\langle θ\\rangle$ separates into two regimes with $M_a$. For $M_a \\lesssim 1$, $\\langle θ\\rangle$ rises rapidly with weak dependence on the background window, consistent with expansion-driven amplification of Alfvénic fluctuations. For $M_a \\gtrsim 1$, the evolution becomes scale dependent: large-scale $\\langle θ\\rangle$ continues to grow with $M_a$ at reduced rate, while small-scale growth saturates, consistent with turbulent decay and dissipation. Collectively, these results indicate that switchbacks need not originate only in the super-Alfvénic solar wind. Instead, they are consistent with a formation pathway in which coronal fluctuations are amplified by large-scale expansion through the sub-Alfvénic regime, with subsequent propagation into the super-Alfvénic wind where turbulent decay modifies their scale-dependent properties.",
      "published": "2026-02-03T16:44:52Z",
      "updated": "2026-02-03T16:44:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2602.03724v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03724v1"
    },
    {
      "id": "2602.02706v1",
      "title": "Ionospheric Observations from the ISS: Overcoming Noise Challenges in Signal Extraction",
      "authors": [
        "Rachel Ulrich",
        "Kelly R. Moran",
        "Ky Potter",
        "Lauren A. Castro",
        "Gabriel R. Wilson",
        "Brian Weaver",
        "Carlos Maldonado"
      ],
      "summary": "The Electric Propulsion Electrostatic Analyzer Experiment (ÈPÈE) is a compact ion energy bandpass filter deployed on the International Space Station (ISS) in March 2023 and providing continuous measurements through April 2024. This period coincides with the Solar Cycle 25 maximum, capturing unique observations of solar activity extremes in the mid- to low-latitude regions of the topside ionosphere. From these in situ spectra we derive plasma parameters that inform space-weather impacts on satellite navigation and radio communication. We present a statistical processing pipeline for ÈPÈE that (i) estimates the instrument noise floor, (ii) accounts for irregular temporal sampling, and (iii) extracts ionospheric signals. Rather than discarding noisy data, the method learns a baseline noise model and fits the measurement surface using a scaled Vecchia Gaussian process approximation, recovering values typically rejected by thresholding. The resulting products increase data coverage and enable noise-assisted monitoring of ionospheric variability.",
      "published": "2026-02-02T19:20:53Z",
      "updated": "2026-02-02T19:20:53Z",
      "categories": [
        "physics.space-ph",
        "stat.AP"
      ],
      "link": "https://arxiv.org/abs/2602.02706v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02706v1"
    },
    {
      "id": "2602.02330v1",
      "title": "Geoelectric Field Caused by Flux Transfer Events in an Ionosphere-Coupled Vlasiator Simulation",
      "authors": [
        "Konstantinos Horaites",
        "Markku Alho",
        "Yann Pfau-Kempf",
        "Urs Ganse",
        "Abiyot Workayehu",
        "Jonas Suni",
        "Fasil Tesema",
        "Liisa Juusola",
        "Giulia Cozzani",
        "Sanni Hoilijoki",
        "Ivan Zaitsev",
        "Shiva Kavosi",
        "Minna Palmroth"
      ],
      "summary": "We report on the relationship between flux transfer events (FTEs) at Earth's magnetopause and the geoelectric field that is induced near the FTEs' magnetic footpoints. We study this system using the global hybrid-Vlasov code Vlasiator, which has recently been extended to model ionospheric physics. We also highlight the significance of 3D magnetic null points, which in our simulation can separate the FTEs into multiple flux ropes. Near the null points, the coiled FTE magnetic field lines are rerouted towards Earth, so that the magnetic footpoints are planted near the Region 1 ionospheric current system. The helicities of the flux ropes are organized by the y-component (GSE) of the magnetic field at the Earth's magnetopause. This occurs in our simulation due to the absence of a y-component of the interplanetary magnetic field, which would normally supply the FTE guide field that determines the helicity. We observe Alfvenic, Earthward-flowing field-aligned currents generated near the magnetopause that correlate with the passage of FTEs nearby. These pulses of current coincide with the formation of rotational geoelectric field structures, that appear near the noon meridian and propagate around the auroral oval towards the nightside.",
      "published": "2026-02-02T16:54:43Z",
      "updated": "2026-02-02T16:54:43Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.02330v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02330v1"
    },
    {
      "id": "2602.00765v1",
      "title": "A study of solar energetic particle transport on 30 March 2022 using multi-spacecraft data assimilation",
      "authors": [
        "Takashi Minoshima",
        "Yoshizumi Miyoshi",
        "Go Murakami",
        "Marco Pinto",
        "Daniel Schmid",
        "Ayako Matsuoka",
        "Wolfgang Baumjohann",
        "David Fischer",
        "Kazumasa Iwai",
        "Shinsuke Imada"
      ],
      "summary": "We analyze a unique solar energetic particle event observed simultaneously by the BepiColombo and STEREO-A spacecraft on March 30, 2022. The two spacecraft at heliocentric distances of 0.6 and 1.0 AU are expected to be aligned approximately along the same magnetic field line, providing a valuable opportunity to investigate particle transport processes in the inner heliosphere. Protons with energies above 1.0 MeV exhibit velocity dispersion during the rise phase, suggesting that the energetic particles are produced close to the Sun, possibly associated with a coronal mass ejection. In contrast, protons during the decay phase are characterized by long-lasting time profiles with longer time scales at 1.0 AU than at 0.6 AU, suggesting that the particles deviate from ballistic propagation. By assimilating these multi-spacecraft observation data into numerical simulations of the focused transport equation, for the first time, we estimate the mean free path parallel to the magnetic field as a time series. The inferred mean free path decreases over time and approaches around 0.5-1.0 AU at the STEREO-A location during the decay phase, suggesting an increasing influence of scattering on particle transport. This interpretation is qualitatively supported by independent STEREO-A observations that showed increasing magnetic field fluctuations, suggesting the connection between the particle transport and the local field fluctuations. However, only a fraction of these fluctuations is expected to contribute to particle scattering, which may be due to the multidimensional nature of magnetic field fluctuations.",
      "published": "2026-01-31T15:06:57Z",
      "updated": "2026-01-31T15:06:57Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2602.00765v1",
      "pdf_link": "https://arxiv.org/pdf/2602.00765v1"
    },
    {
      "id": "2601.22321v1",
      "title": "Conversion Layer Controls the Evolution of Magnetic Deflections Near the Alfven Surface",
      "authors": [
        "Dominic Payne",
        "Mojtaba Akhavan-Tafti",
        "Joshua Goodwill",
        "Samuel Badman",
        "Riddhi Bandyopadhyay",
        "Subash Adhikari",
        "William Matthaeus",
        "Gary Zank",
        "Chen Shi",
        "Michael Stevens",
        "Roberto Livi",
        "Yeimy Rivera",
        "Kristoff Paulson"
      ],
      "summary": "We examine the statistics of Alfvenic deflections in both sub-Alfvenic and super-Alfvenic solar wind with particular focus on a common parameter that underlies the definition of switchbacks: the magnetic deflection angle. Our findings are in general agreement with earlier studies that suggest magnetic deflection angles > 90 degrees are very unlikely to occur in sub-Alfvenic regimes. We find that their upper limit exhibits an identifiable trend with the Alfven Mach number Ma, suggesting that gradual steepening of Alfvenic deflections with increasing Ma is a plausible mechanism controlling deflection angles in the young solar wind. Further analysis reveals that large velocity fluctuations tend to be important in the largest sub-Alfvenic magnetic deflections with increasing contributions from the parallel component very close to Ma = 1, while virtually no magnetic deflections in the super-Alfvenic regime exhibit such large velocity perturbations. We also determine the local ratio of radial Poynting flux SR to kinetic energy flux KR and find that large sub-Alfvenic deflection angles tend to be dominated by SR, while super-Alfvenic deflections are eventually dominated by the KR associated with the radial solar wind flow. Our results show that within the vicinity of the Alfven surface (where Ma = 1), there is a critical region of parameter space within which velocity deflections approach the Alfven velocity and KR/SR is close to unity. We refer to this region (where | log10(Ma)| < 0.2) as the conversion layer. The conversion layer may play a significant role in the evolution of magnetic defections by providing the medium for converting magnetic energy to particle energy and likely driving the formation of magnetic switchbacks in super-Alfvenic solar wind.",
      "published": "2026-01-29T21:06:07Z",
      "updated": "2026-01-29T21:06:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.22321v1",
      "pdf_link": "https://arxiv.org/pdf/2601.22321v1"
    },
    {
      "id": "2601.21101v1",
      "title": "The First Quantitative Study of Tail Regrowth of CME-Driven Disconnection in Comet C/2023 P1 Nishimura",
      "authors": [
        "Shaheda Begum Shaik",
        "Guillermo Stenborg",
        "Phillip Hess",
        "Angelos Vourlidas",
        "Karl Battams",
        "Robin Colaninno"
      ],
      "summary": "Comet C/2023 P1 (Nishimura) was observed by the Solar Orbiter Heliospheric Imager (SoloHI), onboard the Solar Orbiter spacecraft, from 2023 September 1 to 14. During this period, the ion tail of the comet exhibited continual fluctuations and four tail disconnection events (TDEs), each coinciding with the passage of a coronal mass ejection (CME). In this work, we report on the ion tail dynamics of the best observed TDE, which occurred on September 11. The SoloHI white-light images reveal an abrupt bending, subsequent kinks, and severing of a downstream portion of the pre-existing ion tail. The onset of disconnection occurred $\\sim$6.5 hours after the projected passage of the CME leading edge in the images, consistent with a CME flank encounter. After the disconnection, the ion tail reformed within $\\sim$24 hours, with a regrowth rate of $\\sim$86$\\pm7~\\mathrm{km\\,s^{-1}}$, indicating the rate at which newly ionized material forms along the magnetic field draped around the comet's coma. After the TDE, the detached tail drifted anti-sunward at an estimated speed of $\\sim$295$\\pm20~\\mathrm{km\\,s^{-1}}$, comparable to the local CME flank's speed, suggesting that the severed plasma was most likely carried away from the comet by the CME. This study provides the first direct, quantitative characterization of comet-CME interactions and the subsequent regrowth phase of a cometary TDE. These measurements were achievable by SoloHI's unique inner-heliospheric coverage, thanks to a combination of high photometric sensitivity, short exposure times, and a wide field of view that preserves the fine-scale tail dynamics.",
      "published": "2026-01-28T22:40:19Z",
      "updated": "2026-01-28T22:40:19Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.21101v1",
      "pdf_link": "https://arxiv.org/pdf/2601.21101v1"
    },
    {
      "id": "2601.20624v1",
      "title": "Sunward Streaming 3He-rich SEP Events Observed by Solar Orbiter and Parker Solar Probe during Perihelion Passage",
      "authors": [
        "Samuel T. Hart",
        "George C. Ho",
        "Michael R. Terres",
        "Gabriel C. Muro",
        "Robert C. Allen",
        "Maher A. Dayeh",
        "Radoslav Bučík",
        "Glenn M. Mason",
        "Athanasios Kouloumvakos",
        "Abdullah A. Shmies"
      ],
      "summary": "We report on two 3He-rich solar energetic particle (SEP) events observed by Solar Orbiter (SO) and Parker Solar Probe (PSP) during the April 1 - 4, 2024 conjunction when both spacecraft are within 0.3 AU near their respective perihelion passage. The two 3He-rich SEP events, originating from active region (AR) 13615, exhibit two key anomalies: (1) sunward streaming SEPs and (2) SEP travel path lengths exceeding 2 - 8 times the nominal Parker spiral expectations. Remote observations suggest these SEPs have been redirected by a slow coronal mass ejection (CME) that also originated from AR 13615 two days prior on March 30, 2024 at 21:04 UT. Using the near-Sun CME speed and width measurements, we estimate its size and location at the onset time of the first 3He-rich SEP event. Based on our estimates, SEPs propagating around the ICME front have travelled between 0.76 - 0.95 AU when they arrive at SO, increasing to 0.94 - 1.1 AU at PSP, consistent with our observed SEP arrival times. These findings constitute the first multi-spacecraft observation of sunward streaming 3He-rich SEPs. We discuss the implications of this phenomenon on 3He-rich seed material and the rare widespread 3He-rich SEP events (see Section 5.4).",
      "published": "2026-01-28T13:58:52Z",
      "updated": "2026-01-28T13:58:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR"
      ],
      "link": "https://arxiv.org/abs/2601.20624v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20624v1"
    },
    {
      "id": "2601.20121v1",
      "title": "$1/f$ Noise in Synthetic and Solar Wind Data: Superposition Principles",
      "authors": [
        "Jiaming Wang",
        "Francesco Pecora",
        "Rohit Chhiber",
        "Rayta A. Pradata",
        "Subash Adhikari",
        "William H. Matthaeus"
      ],
      "summary": "The interplanetary magnetic field exhibits a distinctive $1/f$ spectral density from frequencies of around $\\unit[10^{-6}]{Hz}$ to around $\\unit[10^{-4}]{Hz}$, ranging from harmonics of the solar rotation to the reciprocal of the turbulence correlation time in the spacecraft frame. Various theories have been proposed to explain its origin, typically invoking either processes in the lower corona or in the solar interior, or local interplanetary dynamics. Here, we investigate the {\\it superposition principle} that underlies explanations of the solar/coronal types, which in principle can generate the full observed range of $1/f$ noise. Using synthetic time series with scale-invariant or log-normal distributions of correlation times, we examine the efficacy of several superposition approaches in generating a $1/f$ regime. The persistence of $1/f$ spectrum is further illustrated with decade-long {\\it in situ} magnetic field measurements from the ACE spacecraft. Together, these results help explain the ubiquity of $1/f$ noise under the unavoidable superposition inherent in long-duration heliospheric data.",
      "published": "2026-01-27T23:29:56Z",
      "updated": "2026-01-27T23:29:56Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.20121v1",
      "pdf_link": "https://arxiv.org/pdf/2601.20121v1"
    },
    {
      "id": "2601.18553v1",
      "title": "Different Transient Phenomena at the Edges of Traveling Foreshocks",
      "authors": [
        "Primoz Kajdic",
        "Xóchitl Blanco-Cano",
        "Diana Rojas-Castllo",
        "Nojan Omidi"
      ],
      "summary": "Past kinetic simulations and spacecraft observations have shown that traveling foreshocks (TFs) are bounded by either foreshock compressional boundaries (FCBs) or foreshock bubbles (FBs). Here we present four TFs with a different kind of structure appearing at one of their edges. Two of them, observed by the Cluster mission, are bounded by a hot flow anomaly (HFA). In one case, the HFA was observed only by the spacecraft closest to the bow shock, while the other three probes observed an FCB. In addition, two other TFs were observed by the MMS spacecraft to be delimited by a structure that we call HFA-like FCB. In the spacecraft data, these structures present signatures similar to those of HFAs: dips in magnetic field magnitude and solar wind density, decelerated and deflected plasma flow and increased temperature. However, a detailed inspection of these events reveals the absence of heating of the SW beam. Instead, the beam almost disappears inside these events and the plasma moments are strongly influenced by the suprathermal particles. We suggest that HFA-like FCBs are related to the evolution and structure of the directional discontinuities of the interplanetary magnetic field whose thickness is larger than the gyroradious of suprathermal ions. We also show that individual TFs may appear together with several different types of transient upstream mesoscale structures, which brings up a question about their combined effect on regions downstream of the bow shock.",
      "published": "2026-01-26T14:59:34Z",
      "updated": "2026-01-26T14:59:34Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.18553v1",
      "pdf_link": "https://arxiv.org/pdf/2601.18553v1"
    },
    {
      "id": "2601.15762v3",
      "title": "Multi-Scale Irregularities Product: a data product utilizing the high-resolution Swarm plasma density data for space weather applications",
      "authors": [
        "Yaqi Jin",
        "Luca Spogli",
        "Daria Kotova",
        "Alan Wood",
        "Jaroslav Urbář",
        "Lucilla Alfonsi",
        "Mainul Mohammed Hoque",
        "Wojciech Miloch"
      ],
      "summary": "We use the high-resolution Swarm faceplate plasma density data at 16 Hz to develop a set of parameters that can characterize multi-scale ionospheric structures and irregularities along the Swarm orbit. We present the methods for calculating density gradients over different window sizes, rate of change of density index, power spectral density and the spectral slope at both low and high latitudes. The faceplate plasma data are not continuously available through the years. However, about 8 years of data from Swarm A are processed from late 2014 to the end of 2025. Some statistical results from Swarm A are presented. The variations of plasma structures and irregularities are dependent on solar activity, season, local time and geomagnetic activities, and the variations show different patterns between low and high latitudes. For example, the high-latitude ionosphere is characterized by persistent ionospheric structures and irregularities poleward of 60 magnetic latitude, while the low-latitude ionospheric irregularities are only dominant during 19-01 local time near the magnetic equator. The occurrence of steep spectral slope at high latitudes shows clear seasonal variations, i.e., it maximizes during local summer and minimizes during local winter in both hemispheres. However, the occurrence of steep spectral slope at low latitudes is only sensible when significant plasma structures and irregularities are present. We further calculate the histogram of spectral slopes at low latitudes when the rate of change of density index is enhanced. The histogram resembles a Gaussian distribution with an expected value of 1.97. The processed data are available to the wider community. Given the high resolution, this new data product will be useful for the scientific communities that are interested in the magnetosphere-ionosphere-thermosphere coupling and near-Earth space environment.",
      "published": "2026-01-22T08:55:19Z",
      "updated": "2026-01-29T14:52:09Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.15762v3",
      "pdf_link": "https://arxiv.org/pdf/2601.15762v3"
    },
    {
      "id": "2601.12614v2",
      "title": "Deterministic and probabilistic neural surrogates of global hybrid-Vlasov simulations",
      "authors": [
        "Daniel Holmberg",
        "Ivan Zaitsev",
        "Markku Alho",
        "Ioanna Bouri",
        "Fanni Franssila",
        "Haewon Jeong",
        "Minna Palmroth",
        "Teemu Roos"
      ],
      "summary": "Hybrid-Vlasov simulations resolve ion-kinetic effects for modeling the solar wind-magnetosphere interaction, but even 5D (2D + 3V) simulations are computationally expensive. We show that graph-based machine learning emulators can learn the spatiotemporal evolution of electromagnetic fields and lower order moments of ion velocity distribution in the near-Earth space environment from four 5D Vlasiator runs performed with identical steady solar wind conditions. The initial ion number density is systematically varied, while the grid spacing is held constant, to scan the ratio of the characteristic ion skin depth to the numerical grid size. Using a graph neural network architecture operating on the 2D spatial simulation grid comprising 670k cells, we demonstrate that both a deterministic forecasting model (Graph-FM) and a probabilistic ensemble forecasting model (Graph-EFM) based on a latent variable formulation are capable of producing accurate predictions of future plasma states. A divergence penalty is incorporated during training to encourage divergence-freeness in the magnetic fields and improve physical consistency. For the probabilistic model, a continuous ranked probability score objective is added to improve the calibration of the ensemble forecasts. When trained, the emulators achieve more than two orders of magnitude speedup in generating the next time step relative to the original simulation on a single GPU compared to 100 CPUs for the Vlasiator runs, while closely matching physical magnetospheric response of the different runs. These results demonstrate that machine learning offers a way to make hybrid-Vlasov simulation tractable for real-time use while providing forecast uncertainty.",
      "published": "2026-01-18T23:13:23Z",
      "updated": "2026-01-21T04:43:49Z",
      "categories": [
        "physics.space-ph",
        "cs.LG",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.12614v2",
      "pdf_link": "https://arxiv.org/pdf/2601.12614v2"
    },
    {
      "id": "2601.08054v3",
      "title": "Magnetic reconnection as an Adler-Ohmic bifurcation: The topological origin of Bohm resistivity",
      "authors": [
        "Magnus F Ivarsen"
      ],
      "summary": "The physical origin of 'anomalous' resistivity in magnetic reconnection remains one of the longest-standing problems in space plasma physics. While the empirical Bohm diffusion scaling ($η\\propto T/B$) is widely invoked to explain fast reconnection rates, it lacks a rigorous derivation from first principles. Here, we derive this scaling by modeling the ensemble of electron gyro-axes in a magnetized plasma as an overdamped spintronic condensate governed by the Landau-Lifshitz-Gilbert equation. We demonstrate that the breakdown of the \"frozen-in\" condition is rigorously identified as an Adler-Ohmic bifurcation: a topological phase transition where electron gyro-axes lose synchronization with the mean magnetic field. Unlike stochastic turbulence models, this framework predicts a coherent, explosive onset of resistivity that naturally saturates at the Bohm limit. We support this thesis with renormalization group theory and a novel analysis of Magnetospheric Multiscale mission data, which reveals an explosive phase space confinement consistent with collective phase slippage rather than chaotic scattering. These results suggest that Bohm resistivity is a universal topological property of magnetized matter at the critical point of reconnection.",
      "published": "2026-01-12T22:48:40Z",
      "updated": "2026-01-26T16:48:20Z",
      "categories": [
        "physics.plasm-ph",
        "astro-ph.SR",
        "cond-mat.soft",
        "cond-mat.stat-mech",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.08054v3",
      "pdf_link": "https://arxiv.org/pdf/2601.08054v3"
    },
    {
      "id": "2601.05996v1",
      "title": "Self-organization of local streamline structures and energy transfer rate in compressible plasma turbulence",
      "authors": [
        "Simone Benella",
        "Virgilio Quattrociocchi",
        "Emanuele Papini",
        "Andrea Verdini",
        "Simone Landi",
        "Maria Federica Marcucci",
        "Giuseppe Consolini"
      ],
      "summary": "We examine how local streamline topology and energy cascade rate self-organize in plasma turbulence for both compressible and incompressible regimes. Using a fully-compressible Hall-magnetohydrodynamic simulation, we quantify the subgrid-scale energy transfer and analyze its relationship to streamline structures by means of grandient tensor geometric invariants of the velocity field. Our results highlight how streamline topology is crucial for diagnosing turbulence: for nearly-incompressible fluctuations the energy is primarily transferred to smaller scales through strain-dominated and stable-vortical structures, while is back-transferred towards larger scales through unstable-vortical structures. Compressible fluctuations, on the contrary, do not show a clear topological selection of the energy transfer since the overall direction of the local cascade rate is found to be determined by the sign of $-\\nabla\\cdot u$ (plasma volumetric compression or expansion).",
      "published": "2026-01-09T18:23:00Z",
      "updated": "2026-01-09T18:23:00Z",
      "categories": [
        "physics.space-ph",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05996v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05996v1"
    },
    {
      "id": "2601.05426v1",
      "title": "An integration-free method for calculating curl and divergence in space plasmas using multi-spacecraft data",
      "authors": [
        "Rohan Singh",
        "Supratik Banerjee",
        "Arijit Halder"
      ],
      "summary": "The knowledge of local spatial gradients (curl, divergence etc.) is crucial to examine the three-dimensional variation of flow fields including velocity and magnetic fields in space plasmas like the solar wind. Here we propose a simple method to calculate the same using the in-situ data of multi-spacecraft systems. Unlike the popular Curlometer method which depends on the vector integration theorems, our integration-free method is based on the construction of a local orthonormal coordinate system and the associated finite difference approximations. The Curlometer is applicable to a four spacecraft system arranged in a tetrahedron and yields a single volume-averaged estimate of the curl. Using our proposed method over 107 intervals of MMS (NASA) data, on the other hand, we successfully calculate the spatial derivatives at the position of each spacecraft of the tetrahedron and a three-spacecraft (non-collinear) subset of the same. The average value of all the curls calculated for a given tetrahedron shows an excellent agreement (correlation coeffcient ~ 0:99) with the curls calculated using Curlometer formula. The quality of the calculated curl (using our method) is found to improve if the spacecraft configuration approaches a regular tetrahedron. The current framework facilitates investigation of turbulent heating rates and the exploration of local flow features like Beltramization, existence of current sheets, etc., in present and future multi-spacecraft mission, including those involving more than four spacecraft.",
      "published": "2026-01-08T23:21:20Z",
      "updated": "2026-01-08T23:21:20Z",
      "categories": [
        "physics.space-ph",
        "physics.flu-dyn"
      ],
      "link": "https://arxiv.org/abs/2601.05426v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05426v1"
    },
    {
      "id": "2601.05209v1",
      "title": "Addressing Known Challenges in Solar Flare Forecasting I: Limb-Flare Prediction with a 4-pi Full-Heliosphere Framework",
      "authors": [
        "K. D. Leka",
        "Eric L. Wagner",
        "Lisa Upton",
        "Bibhuti Kumar Jha",
        "Kiran Jain",
        "Sara Petty"
      ],
      "summary": "A demonstrated failure mode for operational solar flare forecasting is the inability to forecast flares that occur near, or just beyond, the solar limb. To address this shortcoming, we develop a \"4pi\" full-heliosphere event forecasting framework and evaluate its statistical classification ability against this specific challenge. A magnetic surface flux transport model is used to generate full-sun maps of the photospheric radial magnetic field from which active regions (ARs) are identified and tracked using a new labeling scheme that is observer-location agnostic and allows for post-facto modifications. Flare-relevant magnetic parameters couple to a \"visibility\" index that specifies AR location relative to the visible solar limb and expected flare detection. Flare labels are assigned according to peak Soft X-ray flux, and a statistical classification is performed using nonparametric discriminant analysis. A version where new or emerging ARs on the far (\"invisible\" side of the Sun are incorporated into the model by way of far-side helioseismology, is also tested. We evaluate the new framework by its performance specifically including the limb areas using Brier Skill Score and ROC Skill Score, finding improvement at the 2-sigma level or less. However, we do find that the number of False Negatives, or \"missed\" forecasts decreases, and find strong evidence that the additional information provided by the far-side helioseismology can help predict near- and just-beyond-limb flares, particularly for East-limb events. While individual components of this framework could be improved, we demonstrate that a known failure mode for solar flare forecasting can be mitigated with available resources.",
      "published": "2026-01-08T18:34:43Z",
      "updated": "2026-01-08T18:34:43Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.05209v1",
      "pdf_link": "https://arxiv.org/pdf/2601.05209v1"
    },
    {
      "id": "2601.04165v1",
      "title": "Properties of Magnetic Switchbacks in the Near-Sun Solar Wind",
      "authors": [
        "Samuel T. Badman",
        "Naïs Fargette",
        "Lorenzo Matteini",
        "Oleksiy V. Agapitov",
        "Mojtaba Akhavan-Tafti",
        "Stuart D. Bale",
        "Srijan Bharati Das",
        "Nina Bizien",
        "Trevor A. Bowen",
        "Thierry Dudok de Wit",
        "Clara Froment",
        "Timothy Horbury",
        "Jia Huang",
        "Vamsee Krishna Jagarlamudi",
        "Andrea Larosa",
        "Maria S. Madjarska",
        "Olga Panasenco",
        "Etienne Pariat",
        "Nour E. Raouafi",
        "Alexis P. Rouillard",
        "David Ruffolo",
        "Nikos Sioulas",
        "Shirsh Lata Soni",
        "Luca Sorriso-Valvo",
        "Gabriel Ho Hin Suen",
        "Marco Velli",
        "Jaye Verniero"
      ],
      "summary": "Magnetic switchbacks are fluctuations in the solar wind in which the interplanetary magnetic field sharply deflects away from its background direction so as to create folds in magnetic field lines while remaining of roughly constant magnitude. The magnetic field and velocity fluctuations are extremely well correlated in a way corresponding to Alfvénic fluctuations propagating away from the Sun. For a background field which is nearly radial this causes an outwardly propagating jet to form. Switchbacks and their characteristic velocity jets have recently been observed to be nearly ubiquitous by Parker Solar Probe with in situ measurements in the inner heliosphere within 0.3 AU. Their prevalence, substantial energy content, and potentially fundamental role in the dynamics of the outer corona and solar wind motivate the significant research efforts into their understanding. Here we review the in situ measurements of these structures (primarily by Parker Solar Probe). We discuss how they are identified and measured, and present an overview of the primary observational properties of these structures, both in terms of individual switchbacks and their collective arrangement into ``patches''. We identify both properties for which there is a strong consensus and those that have limited or qualified support and require further investigation. We identify and collate several open questions and recommendations for future studies.",
      "published": "2026-01-07T18:26:35Z",
      "updated": "2026-01-07T18:26:35Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.04165v1",
      "pdf_link": "https://arxiv.org/pdf/2601.04165v1"
    },
    {
      "id": "2601.03818v1",
      "title": "Modelling spacecraft-emitted electrons measured by SWA-EAS experiment on board Solar Orbiter mission",
      "authors": [
        "Š. Štverák",
        "D. Herčík",
        "P. Hellinger",
        "M. Popďakunik",
        "G. R. Lewis",
        "G. Nicolaou",
        "C. J. Owen",
        "Yu. V. Khotyaintsev",
        "M. Maksimovic"
      ],
      "summary": "Thermal electron measurements in space plasmas typically suffer at low energies from spacecraft emissions of photo- and secondary electrons and from charging of the spacecraft body. We examine these effects by use of numerical simulations in the context of electron measurements acquired by the Electron Analyser System (SWA-EAS) on board the Solar Orbiter mission. We employed the Spacecraft Plasma Interaction Software to model the interaction of the Solar Orbiter spacecraft with solar wind plasma and we implemented a virtual detector to simulate the measured electron energy spectra as observed in situ by the SWA-EAS experiment. Numerical simulations were set according to the measured plasma conditions at 0.3~AU. We derived the simulated electron energy spectra as detected by the virtual SWA-EAS experiment for different electron populations and compared these with both the initial plasma conditions and the corresponding real SWA-EAS data samples. We found qualitative agreement between the simulated and real data observed in situ by the SWA-EAS detector. Contrary to other space missions, the contamination by cold electrons emitted from the spacecraft is seen well above the spacecraft potential energy threshold. A detailed analysis of the simulated electron energy spectra demonstrates that contamination above the threshold is a result of cold electron fluxes emitted from distant spacecraft surfaces. The relative position of the break in the simulated spectrum with respect to the spacecraft potential slightly deviates from that in the real observations. This may indicate that the real potential of the SWA-EAS detector with respect to ambient plasma differs from the spacecraft potential value measured on board. The overall contamination is shown to be composed of emissions from a number of different sources and their relative contribution varies with the ambient plasma conditions.",
      "published": "2026-01-07T11:22:20Z",
      "updated": "2026-01-07T11:22:20Z",
      "categories": [
        "astro-ph.IM",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03818v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03818v1"
    },
    {
      "id": "2601.03650v1",
      "title": "Investigating the Center-to-Limb Effects in Helioseismic Data Using 3D Radiative Hydrodynamic Simulations",
      "authors": [
        "Irina N. Kitiashvili"
      ],
      "summary": "Full-disk observations from missions such as the SDO and SOHO have enabled comprehensive studies of solar oscillations and dynamics. Interpreting helioseismic and photospheric data is complicated by systematic center-to-limb variations. To explore the physical origin of these variations, we perform local 3D radiative hydrodynamic simulations that include effects of solar rotation to generate 24-hour synthetic time series of continuum intensity and Doppler velocity for nine viewing angles spanning from -75 to 75 degrees. The simulations reveal a systematic decrease in oscillation power toward the limbs and a pronounced East-West asymmetry that increases with frequency, primarily due to rotation-induced flows. With increasing angular distance from the disk center, the amplitudes and widths of the surface gravity (f) and resonant pressure (p) modes decrease. In contrast, the amplitudes of the corresponding pseudo-modes with frequencies above the acoustic cut-off frequency increase in the intensity power spectra but are suppressed in the velocity spectra. The local helioseismology ring-diagram analysis of the simulation data further demonstrates anisotropic broadening of the modes and distinct differences in background noise and pseudo-mode structure between the intensity and velocity data. These results indicate that the center-to-limb effects arise from both geometric projection and physical factors such as line-formation height and potential effects of the radial differential rotation. The findings provide a framework for correcting helioseismic observations and demonstrate that realistic 3D radiative hydrodynamic simulations are a powerful tool for disentangling geometric and physical biases in solar data.",
      "published": "2026-01-07T07:01:34Z",
      "updated": "2026-01-07T07:01:34Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03650v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03650v1"
    },
    {
      "id": "2601.03620v2",
      "title": "On flying through the base of a pseudo-streamer",
      "authors": [
        "Forrest Mozer",
        "Oleksiy Agapitov",
        "Kyungeun Choi",
        "Andrii Voshchepynets"
      ],
      "summary": "Near the 10 solar radius perihelion of Parker Solar Probe orbit 24, a confined region containing an enhanced plasma density of 25,000 particles per cubic centimeter and broadband electrostatic waves was encountered. The solar wind velocity of 200 kilometers per second and ion temperature of 25 eV were significantly reduced as compared to their values in the ambient solar wind. These anomalous plasma conditions were observed on closed magnetic field lines, as determined from observations of the suprathermal electron strahl. Because the polarity of the radial magnetic field did not change sign on the two sides of the crossing and the crossed region contained a double-peaked plasma structure, the spacecraft must have passed through the base of a pseudo-streamer whose structure extended out to 10 solar radii. In the plasma frame, an electric field as large as 400 millivolts per meter was detected during the crossing. The current associated with this electric field was less than one milliampere per square meter, corresponding to a drift velocity less than 2.5 kilometers per second. It also contained a turbulent plasma with density fluctuations divided by density as large as 0.3, suggesting that the resistive term in the generalized ohm's law was significant. Also, the density as a function of time had a non-zero slope when the electric field was non-zero, suggesting that the pressure gradient term also mattered. As compared to earlier remote sensing and theoretical results, it is surprising that the plasma in this pseudo-streamer had a remarkably low flow velocity and that the pseudo-streamer base extended out to 10 solar radii.",
      "published": "2026-01-07T06:01:19Z",
      "updated": "2026-01-22T17:50:52Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03620v2",
      "pdf_link": "https://arxiv.org/pdf/2601.03620v2"
    },
    {
      "id": "2601.03344v1",
      "title": "Non-thermal particle acceleration in multi-species kinetic plasmas: universal power-law distribution functions and temperature inversion in the solar corona",
      "authors": [
        "Uddipan Banik",
        "Amitava Bhattacharjee"
      ],
      "summary": "The origin of non-thermal power-law distribution functions ubiquitously observed in astrophysical/space (e.g., the solar wind) and laboratory kinetic plasmas, is not well understood. Another puzzling phenomenon is temperature inversion in the solar corona. These two issues are deeply connected. We develop a self-consistent quasilinear theory (QLT) for electromagnetically driven kinetic plasmas, deriving a Fokker-Planck equation for the simultaneous relaxation of multiple species, with (i) a drive diffusion coefficient for the heating of dressed particles directly by the drive and indirectly by waves, and (ii) Balescu-Lenard diffusion and drag coefficients for internal turbulence and Coulomb collisions. Both electron and ion distributions relax towards a universal attractor with a $v^{-5}$ $(E^{-2})$ tail, akin to a $κ= 1.5$ distribution, under a super-Debye (but sub-Larmor) drive with a steep power-spectrum. This is an outcome of Debye screening: large-scale fields accelerate the unscreened, fast particles but not the screened, slow ones. The universality may be broken by shallow power-spectra and incomplete relaxation. Collisions cannot decelerate suprathermal particles, rendering a high $v$ tail immune to Maxwellianization. Such a tail may be generated in the solar corona by chromospheric convection despite collisional losses. The suprathermal particles escape sun's gravity (velocity filtration), inverting the temperature profile and raising it to $10^6$ K. A proper analysis of velocity filtration with a $κ\\approx 1.5-2$ distribution inspired by QLT provides a reasonable fit to the spectroscopic data of heavy ions and explains the abrupt temperature rise, a consequence of the divergence of pressure in the $κ\\to 1.5$ limit.",
      "published": "2026-01-06T19:00:01Z",
      "updated": "2026-01-06T19:00:01Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.HE",
        "physics.plasm-ph",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.03344v1",
      "pdf_link": "https://arxiv.org/pdf/2601.03344v1"
    },
    {
      "id": "2601.00485v1",
      "title": "Spectral performance of single-channel plastic and GAGG scintillator bars of the CUbesat Solar Polarimeter (CUSP)",
      "authors": [
        "Nicolas De Angelis",
        "Abhay Kumar",
        "Sergio Fabiani",
        "Ettore Del Monte",
        "Enrico Costa",
        "Giovanni Lombardi",
        "Alda Rubini",
        "Paolo Soffitta",
        "Andrea Alimenti",
        "Riccardo Campana",
        "Mauro Centrone",
        "Giovanni De Cesare",
        "Sergio Di Cosimo",
        "Giuseppe Di Persio",
        "Alessandro Lacerenza",
        "Pasqualino Loffredo",
        "Gabriele Minervini",
        "Fabio Muleri",
        "Paolo Romano",
        "Emanuele Scalise",
        "Enrico Silva",
        "Davide Albanesi",
        "Ilaria Baffo",
        "Daniele Brienza",
        "Valerio Campomaggiore",
        "Giovanni Cucinella",
        "Andrea Curatolo",
        "Giulia de Iulis",
        "Andrea Del Re",
        "Vito Di Bari",
        "Simone Di Filippo",
        "Immacolata Donnarumma",
        "Pierluigi Fanelli",
        "Nicolas Gagliardi",
        "Paolo Leonetti",
        "Matteo Mergè",
        "Dario Modenini",
        "Andrea Negri",
        "Daniele Pecorella",
        "Massimo Perelli",
        "Alice Ponti",
        "Francesca Sbop",
        "Paolo Tortora",
        "Alessandro Turchi",
        "Valerio Vagelli",
        "Emanuele Zaccagnino",
        "Alessandro Zambardi",
        "Costantino Zazza"
      ],
      "summary": "Our Sun is the closest X-ray astrophysical source to Earth. As such, it makes a formidable case study to better understand astrophysical processes. Solar flares are in particular very interesting as they are linked to coronal mass ejections as well as magnetic field reconnection sites in the solar atmosphere. Flares can therefore provide insightful information on the physical processes at play on their production sites, but also on the emission and acceleration of energetic charged particles towards our planet, making it a formidable forecasting tool for space weather. While solar flares are critical to understanding magnetic reconnection and particle acceleration, their hard X-ray polarization -- key to distinguishing between competing theoretical models -- remains poorly constrained by existing observations. To address this, we present the CUbesat Solar Polarimeter (CUSP), a mission under development to perform solar flare polarimetry in the 25-100 keV energy range. CUSP consists of a 6U-XL platform hosting a dual-phase Compton polarimeter. The polarimeter is made of a central assembly of four 4x4 arrays of plastic scintillators, each coupled to multi-anode photomultiplier tubes, surrounded by four strips of eight elongated GAGG scintillator bars coupled to avalanche photodiodes. Both types of sensors from Hamamatsu are respectively read out by the MAROC-3A and SKIROC-2A ASICs from Weeroc. In this manuscript, we present the preliminary spectral performances of single plastic and GAGG channels measured in the laboratory using development boards of the ASICs foreseen for the flight model.",
      "published": "2026-01-01T21:40:47Z",
      "updated": "2026-01-01T21:40:47Z",
      "categories": [
        "astro-ph.IM",
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00485v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00485v1"
    },
    {
      "id": "2601.00470v1",
      "title": "Betelgeuse: Detection of the Expanding Wake of the Companion Star",
      "authors": [
        "Andrea K. Dupree",
        "Paul I. Cristofari",
        "Morgan MacLeod",
        "Kateryna Kravchenko"
      ],
      "summary": "Recent analyses conclude that Betelgeuse, a red supergiant star (HD 39801), likely has a companion object with a period of about 2000 days orbiting at only 2.3 stellar radii, deep in the chromosphere of the supergiant. A probable detection of such a companion, named Siwarha, has just occurred from speckle imaging. This study finds that Betelgeuse spectra in the optical region and ultraviolet exhibit signatures of variable circumstellar absorption and chromospheric outflows. These variations are consistent with the ~ 2000-day period of the companion object. Circumstellar absorption evident in optical Mn I lines, and mass outflow marked by ultraviolet Fe II, Si I, and Mg I lines increase after the transit of the companion across the disk of Betelgeuse. Following the eclipse of the companion, the absorption and outflow slowly decrease in advance of the next transit. The occurrence and variation of this plasma appear consistent with the presence of a trailing and expanding wake caused by a companion star orbiting within the atmosphere of Betelgeuse.",
      "published": "2026-01-01T20:56:05Z",
      "updated": "2026-01-01T20:56:05Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2601.00470v1",
      "pdf_link": "https://arxiv.org/pdf/2601.00470v1"
    },
    {
      "id": "2512.24425v2",
      "title": "Turbulence-Driven Corrugation of Collisionless Fast-Magnetosonic Shocks",
      "authors": [
        "Immanuel Christopher Jebaraj",
        "Mikhail Malkov",
        "Nicolas Wijsen",
        "Jens Pomoell",
        "Vladimir Krasnoselskikh",
        "Nina Dresing",
        "Rami Vainio"
      ],
      "summary": "Collisionless fast-magnetosonic shocks are often treated as smooth, planar boundaries, yet observations point to organized corrugation of the shock surface. A plausible driver is upstream turbulence. Broadband fluctuations arriving at the front can continually wrinkle it, changing the local shock geometry and, in turn, conditions for particle injection and radiation. We develop a linear-MHD formulation that treats the shock as a moving interface rather than a fixed boundary. In this approach the shock response can be summarized by an effective impedance determined by the Rankine-Hugoniot base state and the shock geometry, while the upstream turbulence enters only through its statistics. This provides a practical mapping from an assumed incident spectrum to the corrugation amplitude, its drift along the surface, and a coherence scale set by weak damping or leakage. The response is largest when the transmitted downstream fast mode propagates nearly parallel to the shock in the shock frame, which produces a Lorentzian-type enhancement controlled by the downstream normal group speed. We examine how compression, plasma $β$, and obliquity affect these corrugation properties and discuss implications for fine structure in heliospheric and supernova-remnant shock emission.",
      "published": "2025-12-30T19:03:59Z",
      "updated": "2026-01-06T09:15:22Z",
      "categories": [
        "astro-ph.SR",
        "astro-ph.EP",
        "astro-ph.HE",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.24425v2",
      "pdf_link": "https://arxiv.org/pdf/2512.24425v2"
    },
    {
      "id": "2512.22424v1",
      "title": "Brace for Impact: A Review of Mitigation Decisions of Critical Infrastructure Operators During the 2024 Solar Maximum",
      "authors": [
        "Caitlin LaNeve",
        "Edward J Oughton",
        "Noah Rivera",
        "Lucy Wilkerson",
        "Robert S Weigel",
        "Dean Thomas",
        "CT Gaunt"
      ],
      "summary": "The Gannon Storm in May 2024 was the largest space weather event experienced in 20 years, generating auroras latitudes as low as 35°. Such activity can pose significant operational challenges for critical infrastructure operators, particularly those managing electricity transmission networks, satellite constellations, and aviation systems. Substantial progress has been made in understanding space weather and the potential exposure of infrastructure assets to severe events. We have seen few evaluations of the types of current mitigation strategies in use to reduce our shared vulnerability to this activity, motivating this study. Firstly, we fill an important literature gap by undertaking a systematic review of the range of space weather mitigation strategies for these three critical infrastructure sectors. Secondly, we contacted 303 critical infrastructure operators (50 power, 227 satellite, 26 aviation) for participation in an anonymous online survey or interview receiving 55 unique responses (18% response rate). To capture narratives of mitigation actions taken and impacts experienced over the solar maximum, qualitative interviews were then conducted with 33 operators. The results identified 91 potential mitigation actions within the sectors and found that 149 mitigation actions were enacted due to space weather forecasts and experienced impacts. This is one of the first exhaustive studies of space weather mitigation activities, and moves beyond the traditional focus on purely impacts.",
      "published": "2025-12-27T01:11:55Z",
      "updated": "2025-12-27T01:11:55Z",
      "categories": [
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.22424v1",
      "pdf_link": "https://arxiv.org/pdf/2512.22424v1"
    },
    {
      "id": "2601.02393v1",
      "title": "Spectral Properties and Energy Injection in Mercury's Magnetotail Current Sheet",
      "authors": [
        "Xinmin Li",
        "Chuanfei Dong",
        "Liang Wang",
        "Sae Aizawa",
        "Lina Z. Hadid",
        "Chi Zhang",
        "Hongyang Zhou",
        "James A. Slavin",
        "Jiawei Gao",
        "Mirko Stumpo",
        "Wei Zhang"
      ],
      "summary": "Mercury's magnetotail hosts a thin and highly dynamic current sheet (CS), where magnetic reconnection and strong fluctuations frequently occur. Here, we statistically analyze magnetic field power spectra across 370 magnetotail CSs observed by MESSENGER. About 20% of the events are quasi-laminar, showing single power-law spectra, whereas 80% are turbulent, exhibiting a spectral break separating inertial and kinetic ranges. A dawn-dusk asymmetry is identified: inertial-range slopes are systematically shallower on the dawnside, whereas kinetic-range slopes are steeper, indicating more developed turbulence there, consistent with the higher occurrence of reconnection-related processes on the dawnside. Component analysis shows that the transverse components, orthogonal to the tail-aligned principal field (BX), display shallow slopes near -1 in the inertial range, suggesting energy injection at ion scales rather than a classical inertial range. These results demonstrate that Mercury's unique plasma environment fundamentally reshapes the initiation of turbulence and the redistribution of energy in the magnetotail.",
      "published": "2025-12-25T20:52:08Z",
      "updated": "2025-12-25T20:52:08Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2601.02393v1",
      "pdf_link": "https://arxiv.org/pdf/2601.02393v1"
    },
    {
      "id": "2512.20098v1",
      "title": "Alfvénic solar wind intervals observed by Solar Orbiter: Exploiting the capability of the SWA plasma suite and source region investigation",
      "authors": [
        "R. D'Amicis",
        "J. M. Raines",
        "S. Benella",
        "M. Velli",
        "O. Panasenco",
        "G. Nicolaou",
        "C. J. Owen",
        "R. M. Dewey",
        "P. Louarn",
        "A. Fedorov",
        "S. T. Lepri",
        "B. L. Alterman",
        "D. Perrone",
        "R. De Marco",
        "R. Bruno",
        "L. Sorriso-Valvo",
        "O. S. Dhamane",
        "Y. Rivera",
        "O. R. Kieokaew",
        "D. Verscharen",
        "G. Consolini",
        "S. Yardley",
        "V. Réville",
        "D. Telloni",
        "D. Baker",
        "G. Lewis",
        "G. Watson",
        "C. Anekallu",
        "K. Darwish",
        "L. Prech",
        "S. Livi",
        "T. Horbury",
        "G. Mele",
        "V. Fortunato",
        "F. Monti"
      ],
      "summary": "Fast and slow solar wind have distinct properties linked to their solar sources.Alfvénic slow wind complicates the usual speed-based classification, especially at intermediate speeds. Solar Orbiter's Solar Wind Analyzer (SWA) offers unique capabilities to investigate how Alfvénic slow wind differs from fast wind and relate these differences to their solar origins. In September 2022, Solar Orbiter observed several Alfvénic streams: one fast wind, three Alfvénic slow wind (AS1, AS2, AS3), and a moderate fast (FH) interval. We analyze these streams, combining plasma parameters from all SWA sensors with magnetic field measurements from the Magnetometer (MAG). A spectral analysis of magnetic and velocity fluctuations is used to characterize Alfvénicity. The magnetic connectivity of each stream to its solar source is examined using Potential Field Source Surface extrapolation combined with ballistic backmapping from the spacecraft. Proton velocity distribution functions show anisotropies and field-aligned beams characteristic of Alfvénic streams, while electron pitch-angle distributions reveal clear strahl populations. Oxygen and carbon charge-state ratios are low in fast wind but higher in AS1-AS3, consistent with slow wind origins. Magnetic connectivity suggests the fast wind originates from a large coronal hole; AS1 links to a pseudostreamer with high expansion factor; AS2, AS3, and FH connect to a negative-polarity coronal hole whose field lines cross a pseudostreamer that later dissipates. Spectral analysis indicates near energy equipartition in all intervals except AS2. The combined SWA observations offer key insights into the physical processes shaping Alfvénic solar wind streams. Our results reinforce that the simple fast/slow wind classification is inadequate for linking solar wind to sources, and suggest that Alfvénicity relates to the solar source conditions.",
      "published": "2025-12-23T06:50:07Z",
      "updated": "2025-12-23T06:50:07Z",
      "categories": [
        "astro-ph.SR",
        "physics.space-ph"
      ],
      "link": "https://arxiv.org/abs/2512.20098v1",
      "pdf_link": "https://arxiv.org/pdf/2512.20098v1"
    },
    {
      "id": "2512.18806v1",
      "title": "Energetically-dominant Sunward-Propagating Alfvén Waves Near 1 au and Their Relation to Large-scale Magnetic Switchbacks",
      "authors": [
        "Nickolas Giardetti",
        "Sofiane Bourouaine",
        "Jean C. Perez"
      ],
      "summary": "In this letter, we investigate the population of energetically-dominant sunward-propagating Alfvén waves (SAWs) using more than 20 years of data provided by the Wind spacecraft near 1 au. We refer to SAWs as energetically-dominant sunward-propagating Alfvén waves within inertial range scales. Key parameters such as normalized cross helicity, plasma incompressibility, and magnetic incompressibility are used to determine the SAWs. Incorporating the polarity of the heliospheric magnetic field, AW modes are identified, which enables the determination of the propagation direction. Occurrence rates of SAWs vary from 1% to 14% depending on the time scale and solar wind stream type considered. Particularly, the relationship between large-scale magnetic field switchbacks (SBs) and SAWs (for a 1-hour long time scale) is investigated. A methodology utilizing pitch angle distributions of suprathermal electron strahl is employed to identify inverted magnetic field topology. The intervals containing SAWs are cross-referenced and examined with intervals identified as SBs. For a sample of 1636 1-hour SAW intervals, 17.5% are associated with magnetic field switchbacks occurring at scales larger than one hour. The analysis lends support to the idea of switchbacks as one of the candidate sources for a portion of the SAW population.",
      "published": "2025-12-21T16:57:44Z",
      "updated": "2025-12-21T16:57:44Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP",
        "astro-ph.SR",
        "physics.plasm-ph"
      ],
      "link": "https://arxiv.org/abs/2512.18806v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18806v1"
    },
    {
      "id": "2512.18629v1",
      "title": "Revisiting Mars' Induced Magnetic Field and Clock Angle Departures under Real-Time Upstream Solar Wind Conditions",
      "authors": [
        "Zhihao Cheng",
        "Chi Zhang",
        "Chuanfei Dong",
        "Hongyang Zhou",
        "Jiawei Gao",
        "Abigail Tadlock",
        "Xinmin Li",
        "Liang Wang"
      ],
      "summary": "Mars lacks a global intrinsic dipole magnetic field, but its interaction with the solar wind generates a global induced magnetosphere. Until now, most studies have relied on single-spacecraft measurements, which could not simultaneously capture upstream solar wind conditions and the induced magnetic fields, thereby limiting our understanding of the system. Here, we statistically re-examine the properties of Mars' induced magnetic field by incorporating, for the first time, real-time upstream solar wind conditions from the coordinated MAVEN and Tianwen-1 observations. Our results are show that both solar wind dynamic pressure and the interplanetary magnetic field (IMF) magnitude enhance the strength of the induced magnetic field, but they exert opposite effects on the compression ratio: higher dynamic pressure strengthens compression, while stronger IMF weakens it. The induced field is stronger under quasi-perpendicular IMF conditions compared with quasi-parallel IMF, reflecting a stronger mass-loading effect. We further investigate the clock angle departures of the induced fields. They remain relatively small in the magnetosheath near the bow shock, increase gradually toward the induced magnetosphere, and become significantly larger within the induced magnetosphere. In addition, clock angle departures are strongly enhanced under quasi-parallel IMF conditions. Their dependence on upstream drivers further shows that, within the magnetosheath, clock angle departures are minimized under low dynamic pressure, high IMF magnitude, and low Alfven Mach number conditions. These results may enhance our understanding of solar wind interaction with Mars, and highlight the critical role of multi-point observations.",
      "published": "2025-12-21T07:57:22Z",
      "updated": "2025-12-21T07:57:22Z",
      "categories": [
        "physics.space-ph",
        "astro-ph.EP"
      ],
      "link": "https://arxiv.org/abs/2512.18629v1",
      "pdf_link": "https://arxiv.org/pdf/2512.18629v1"
    },
    {
      "id": "2602.03842v1",
      "title": "Exploring Higgs EFT in $t\\bar{t}hh$ at High Luminosity LHC",
      "authors": [
        "Ricardo D'Elia Matheus",
        "Oscar J. P. Eboli",
        "Rafiqul Rahaman",
        "Aurore Savoy Navarro"
      ],
      "summary": "The non-resonant production of a Higgs boson pair in association with a top-antitop quark pair ($pp\\rightarrow t\\bar{t}hh$) has only recently begun to be explored at the Large Hadron Collider (LHC) and provides a unique and largely uncharted probe of the top-Higgs sector, offering complementary sensitivity to the Higgs self-coupling and higher-dimensional interactions beyond the Standard Model. In this work, we present a detailed study of this process within the framework of Higgs Effective Field Theory (HEFT) at the High-Luminosity LHC (HL-LHC). A comparative analysis is performed using a traditional cut-based approach in the single-lepton channel and a multivariate parametric boosted decision tree method in both single-lepton and dilepton final states. We derive one- and two-parameter limits at 95\\% confidence level on the HEFT couplings $δκ_λ$, $c_2$, $c_{2g}$, and $c_{tg}$. The projected bound on $δκ_λ$ is weaker than current experimental constraints from dedicated Higgs-pair measurement; however, this coupling plays a critical role in shaping the multidimensional allowed parameter space. For the remaining HEFT couplings, where no direct experimental limits currently exist, our results provide the first sensitivity projections in the $t\\bar{t}hh$ channel. Overall, this study demonstrates the strong potential of the $t\\bar{t}hh$ production process to probe extended Higgs and top-quark interactions beyond the Standard Model through the exploitation of the $t\\bar{t}hh$ data at the HL-LHC.",
      "published": "2026-02-03T18:58:35Z",
      "updated": "2026-02-03T18:58:35Z",
      "categories": [
        "hep-ph",
        "hep-ex",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.03842v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03842v1"
    },
    {
      "id": "2602.03748v1",
      "title": "Quantum speed limit time for bipartite entanglement in neutrino oscillations in matter with non-standard interactions",
      "authors": [
        "Abhishek Kumar Jha",
        "Lekhashri Konwar",
        "Rukmani Mohanta"
      ],
      "summary": "In the three-flavor neutrino oscillation framework, we investigate the transition probabilities of an initial muon neutrino flavor state in the presence of non-standard interactions (NSIs) characterized by complex off-diagonal ($|ε_{αβ}|e^{iφ_{αβ}}$) and diagonal parameters ($|ε_{αα}-ε_{ββ}|$), including a CP-violating phase and a constant matter potential, under both normal (NO) and inverted mass ordering (IO) scenarios. Within these scenarios and through the lens of mode entanglement, bipartite entanglement measures such as entanglement entropy and capacity of entanglement are quantified in terms of the transition probabilities, which can be measured in neutrino oscillation experiments. Using these two bipartite entanglement measures, we further explore the quantum speed limit (QSL) time, which describes how rapidly bipartite entanglement evolves during neutrino oscillations. We illustrate our results using the baseline lengths and energies corresponding to ongoing long-baseline accelerator neutrino experiments, such as T2K, NO$ν$A, and the upcoming DUNE experiment. In the presence of a CP-violating phase and a constant matter potential, both with and without NSI effects, we compare the QSL time behavior for bipartite entanglement in neutrino oscillations for NO and IO. The most pronounced discrepancies in the QSL time for bipartite entanglement arise from the off-diagonal NSI parameter $ε_{μτ}$ across both the NO and IO scenarios. We emphasize that among all the experiments considered, NO$ν$A and DUNE exhibit a rapid suppression of bipartite entanglement in neutrino oscillations in the standard oscillation scenario with NO at the end of their baseline lengths for the corresponding best-fit value of CP-violating phase. Our results hint at a possible imprint of new physics in neutrino oscillations.",
      "published": "2026-02-03T17:11:37Z",
      "updated": "2026-02-03T17:11:37Z",
      "categories": [
        "hep-ph",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2602.03748v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03748v1"
    },
    {
      "id": "2602.03384v1",
      "title": "Asymmetric dark matter from leptogenesis in type-III seesaw framework with modular $S_4$ symmetry",
      "authors": [
        "Abhishek",
        "V. Suryanarayana Mummidi"
      ],
      "summary": "We present a unified framework for neutrino masses, baryogenesis, and dark matter based on a modular $S_4$ symmetry combined with a type-III seesaw mechanism. All Yukawa couplings, CP phases, and flavor textures originate from a single complex modulus $τ$, whose vacuum expectation value controls both visible and dark sector dynamics. The same modular parameter fixes the neutrino mass matrix, determines the CP asymmetries driving resonant leptogenesis, and correlates the resulting baryon and dark matter abundances. A detailed numerical analysis shows that the model reproduces all neutrino oscillation data within the $3σ$ NuFIT~5.2 (2024) ranges for normal ordering, predicting $δ_{\\rm CP} \\simeq \\pm (150^\\circ-180^\\circ)$, $\\sum m_ν\\simeq(0.06-0.08)~\\mathrm{eV}$, and an effective Majorana mass $m_{ββ} \\simeq (8 - 18)\\times 10^{-3}~\\mathrm{eV}$, testable in next-generation neutrinoless double-beta decay experiments. The same modular Yukawas yield resonantly enhanced CP asymmetries $|ε_{L,χ}| \\sim 10^{-9}-10^{-6}$ at $M_Σ\\sim 10^{7}~\\mathrm{GeV}$, successfully generating the observed baryon asymmetry $η_B\\simeq6\\times10^{-10}$ and dark relic density $Ω_χh^2\\simeq0.12$ without additional free parameters. The predicted correlation $Ω_χ/Ω_B\\simeq5.4$ fixes the dark matter mass to $m_χ\\simeq0.1-2~\\mathrm{GeV}$, consistent with all current constraints. This framework therefore realizes a fully predictive baryon$-$dark matter co-genesis, where the geometry of the modular symmetry links the origin of flavor, CP violation, and the cosmic matter asymmetry.",
      "published": "2026-02-03T11:08:48Z",
      "updated": "2026-02-03T11:08:48Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.03384v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03384v1"
    },
    {
      "id": "2602.02804v1",
      "title": "Wave packet description of Majorana neutrino oscillations in a magnetic field",
      "authors": [
        "Artem Popov",
        "Alexander Studenikin",
        "Alexander Tcvirov"
      ],
      "summary": "Majorana neutrino oscillations in a magnetic field are considered using the wave packets formalism. The modified Dirac equation for Majorana neutrinos with non-zero transition magnetic moments propagating in a magnetic field is solved analytically in the two flavour case. The expressions for the oscillations probabilities are derived accounting for the decoherence effect emerging at distances exceeding the coherence length. It is shown that for Majorana neutrinos propagating in a magnetic field the coherence length coincides with the coherence length for neutrino oscillations in vacuum when the vacuum frequency is much greater than the magnetic frequency ($ω_{vac} \\gg ω_B$), while it is proportional to the cube of the average neutrino momentum if ($ω_{vac} \\ll ω_B$). We show that the decoherence effect may appear during neutrino propagation in a magnetic field of supernova.",
      "published": "2026-02-02T21:02:34Z",
      "updated": "2026-02-02T21:02:34Z",
      "categories": [
        "hep-ph",
        "hep-th",
        "quant-ph"
      ],
      "link": "https://arxiv.org/abs/2602.02804v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02804v1"
    },
    {
      "id": "2602.02746v1",
      "title": "Searching for missing direct photons in heavy-ion collisions with P and CP violation",
      "authors": [
        "Jonathan D. Kroth",
        "Kirill Tuchin"
      ],
      "summary": "We compute synchrotron radiation from a plasma in which $P$- and $CP$-violating parameters, a chiral chemical potential and a chiral gradient, couple to fermions. To do this, we compute exact wavefunctions for the fermions in the presence of these parameters and an external constant magnetic field. We find that these parameters increase the synchrotron radiation emitted by the fermions while also decreasing the traditionally large synchrotron radiation elliptic flow coefficient $v_2$. We apply these results to the quark-gluon plasma, where just such a contribution could provide a solution to the missing direct photons puzzle. We also use our wavefunctions to give a derivation of the chiral magnetic effect.",
      "published": "2026-02-02T20:01:10Z",
      "updated": "2026-02-02T20:01:10Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.02746v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02746v1"
    },
    {
      "id": "2602.02720v1",
      "title": "Differentiating Dimension-6 and Dimension-8 Effects in $ν$SMEFT at the HL-LHC",
      "authors": [
        "Manimala Mitra",
        "Shakeel Ur Rahaman",
        "Subham Saha",
        "Michael Spannowsky"
      ],
      "summary": "We study dimension-eight effects in the Standard Model Effective Field Theory extended by right-handed neutrinos ($ν$SMEFT). Using the Hilbert series formalism, we derive the complete basis of dimension-eight operators and confirm agreement with existing classifications, providing a systematic framework beyond the conventional dimension-six truncation. We analyse the collider phenomenology of the representative operator $\\mathcal{O}_{N^{2}q^{2}B}^{(1,2)}$ at the High-Luminosity LHC. The resulting signatures involve pair production of right-handed neutrinos in association with jets, followed by decays into electron-jet final states with potentially displaced vertices. Since similar final states are generated by leading dimension-six operators, we explicitly address whether dimension-eight contributions can be experimentally distinguished from dimension-six effects. Using a Boosted Decision Tree analysis based on kinematic observables, we show that the dimension-eight signal can be reliably separated from each relevant dimension-six hypothesis. Our results demonstrate that dimension-eight operators in the $ν$SMEFT can give rise to experimentally resolvable signatures and should be included in collider EFT interpretations.",
      "published": "2026-02-02T19:40:11Z",
      "updated": "2026-02-02T19:40:11Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.02720v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02720v1"
    },
    {
      "id": "2602.02362v1",
      "title": "Pseudo-Goldstone Neutrinos and Majoron Phenomenology from Spontaneous $U(1){Lμ-L_τ}$ Breaking",
      "authors": [
        "Gayatri Ghosh"
      ],
      "summary": "We present a predictive framework for neutrino mass generation based on the spontaneous breaking of a leptonic $U(1)_{L_μ-L_τ}$ symmetry within a supersymmetric setting. The breaking of the global symmetry gives rise to a Majoron-like axion-like particle and a pseudo-Goldstone right-handed neutrino whose mass is naturally suppressed by supersymmetry-breaking effects. The interplay between the pseudo-Goldstone neutrino and the low-scale seesaw mechanism leads to a structured neutrino mass matrix capable of reproducing the observed neutrino masses, mixing angles, and CP-violating phase without invoking extreme parameter hierarchies.   We perform a numerical fit to current neutrino oscillation data and identify representative benchmark solutions consistent with laboratory constraints as well as cosmological and astrophysical bounds. A characteristic outcome of the framework is the emergence of correlated relations linking the symmetry breaking scale, heavy neutrino masses, Majoron couplings, and neutrino lifetimes. Majoron-induced invisible neutrino decay arises generically and can significantly modify cosmological neutrino mass constraints for sufficiently low symmetry breaking scales.   We discuss the phenomenological implications across neutrino oscillation experiments, cosmology, and collider searches for long-lived heavy neutrinos. While a detailed experimental simulation is beyond the scope of this work, existing sensitivity projections indicate that portions of the parameter space may become accessible in future facilities. The combined interplay of laboratory probes and cosmological observations provides a consistent and testable picture of neutrino mass generation tied to spontaneous leptonic symmetry breaking and axion-like physics.",
      "published": "2026-02-02T17:22:19Z",
      "updated": "2026-02-02T17:22:19Z",
      "categories": [
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.02362v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02362v1"
    },
    {
      "id": "2602.02176v1",
      "title": "Shallow $T_{bc}$ states from an EFT analysis of $B^{(*)} \\bar D^{(*)}$ scattering on the lattice",
      "authors": [
        "Michael Abolnikov",
        "Lu Meng",
        "Vadim Baru",
        "Evgeny Epelbaum",
        "Arseniy A. Filin",
        "Ashot M. Gasparyan"
      ],
      "summary": "We present an effective field theory (EFT) framework for coupled-channel $B^{(*)}\\bar D^{(*)}$ scattering, applying it to recent lattice QCD results by Alexandrou et al. [Phys. Rev. Lett. 132, 151902 (2024)]. Two complementary EFT approaches are developed: (1) A low-energy theory near the $B \\bar D$ ($J=0$) and $B^* \\bar D$ ($J=1$) thresholds, where coupled-channel effects are integrated out; (2) A coupled-channel formulation, where all relevant momentum scales are treated as soft, incorporating contact interactions and one-pion exchange (OPE). Importantly, OPE contributes to the lowest channels only through off-diagonal transitions, thus resulting in the appearance of the left-hand cut from two-pion exchange. The two approaches yield mutually consistent results, supporting the existence of shallow bound states in both channels, in agreement with the lattice findings. The finite-volume spectra and extracted pole positions show a near-degeneracy in $J=0$ and $J=1$ channels, consistent with heavy-quark spin symmetry (HQSS). Using HQSS, we predict additional shallow bound states near the $B \\bar{D}^*$ and $B^* \\bar{D}^*$ thresholds, which are accessible to future lattice simulations. The effect of OPE on the finite volume spectra is found to be small, with only moderate impact on HQSS partners.",
      "published": "2026-02-02T14:48:13Z",
      "updated": "2026-02-02T14:48:13Z",
      "categories": [
        "hep-ph",
        "hep-lat",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.02176v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02176v1"
    },
    {
      "id": "2602.02069v1",
      "title": "Universal Relations and Correlation Analysis of Proto-Neutron Star Properties in Energy-Momentum Squared Gravity",
      "authors": [
        "Sayantan Ghosh"
      ],
      "summary": "Proto-neutron stars (PNSs) are the hot, lepton-rich remnants of the core collapse supernovae, which go through a cooling phase and become cold, stable Neutron stars (NSs). Since PNSs are also superdense objects with strong gravitational fields, we can use them to probe general relativity (GR) in the high-curvature regime, similar to NSs. In this study, we analyze the macroscopic properties like mass, radius, compactness, tidal deformability, $f$-mode oscillations and gravitational binding energy of PNSs using four different relativistic mean-field (RMF) equations of state (EOSs) with fixed entropy per baryon ($S$ =1, 2) and varying the lepton fractions ($Y_l$). The variation of $S$ and $Y_l$ has a noticeable effect on these properties. Extending our study beyond GR, we explore these effects within the framework of Energy-Momentum Squared Gravity (EMSG). This modified gravity theory adds the squared energy-momentum terms to the field equations with a free parameter $α$. In the weak-field regimes, EMSG remains indistinguishable from GR, but in the strong-field regimes, such as PNSs or NSs, it shows measurable deviations. Varying the free parameter $α$, we observe significant changes in the macroscopic properties of the PNSs. After that, we focus on the universal relations of the macroscopic properties and the correlations of the universal relations. We find that, despite significant changes in the macroscopic properties induced by the variations of $S$, $Y_l$ and $α$, the correlations remain strong and nearly unaffected.",
      "published": "2026-02-02T13:08:13Z",
      "updated": "2026-02-02T13:08:13Z",
      "categories": [
        "nucl-th",
        "gr-qc",
        "hep-ph"
      ],
      "link": "https://arxiv.org/abs/2602.02069v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02069v1"
    },
    {
      "id": "2602.03835v1",
      "title": "Observers, $α$-parameters, and the Hartle-Hawking state",
      "authors": [
        "Daniel Harlow"
      ],
      "summary": "In this paper we extend recent ideas about observers and closed universes to theories where observers can be fluctuated into existence in the Hartle-Hawking state. This introduces a phenomenon that was not considered in these earlier discussions: the dominant transition from one cosmological state to another can go through a fluctuation that annihilates the universe and creates a new one. We nonetheless argue that the observer decoherence rule allows for the third-quantized description of such a theory to emerge from a factorizing holographic theory with a one-dimensional Hilbert space, without any need for $α$-parameters. We also point out a close analogy between the observer rule in this context and the coarse-graining of the spectral form factor at late times for AdS black holes. Along the way we clarify several aspects of the relationship between holography, the gravitational path integral, and $α$-parameters. We also explain why string theory scattering amplitudes do not lead to a one-dimensional Hilbert space on the worldsheet, despite being computed by a gravitational path integral with a sum over topology. Finally we point out that using the path integral to compute integrated local operators conditioned on an observer in the context of a theory with a landscape can lead to rather surprising conclusions. For example we argue that in a landscape with one AdS minimum and one dS minimum, both of which can support observers, an observer almost surely finds themself in dS and not AdS even if the boundary conditions are dual to a state with an observer in AdS.",
      "published": "2026-02-03T18:54:28Z",
      "updated": "2026-02-03T18:54:28Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.03835v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03835v1"
    },
    {
      "id": "2602.03663v1",
      "title": "Dirac Observables for Gowdy Cosmologies regular at the Big Bang",
      "authors": [
        "Max Niedermaier",
        "Mahdi Sedighi Jafari"
      ],
      "summary": "Gowdy cosmologies are exact, spatially inhomogeneous solutions of the vacuum Einstein equations which describe nonlinear gravitational waves coalescing at the Big Bang singularity. With toroidal spatial sections they provenly have the Asymptotic Velocity Domination property, in that close to the Big Bang dynamical spatial gradients fade out and the dynamics is governed by a Carroll-type gravity theory. Here we construct an infinite set of Dirac observables for Gowdy cosmologies, valid off-shell, strongly, and without gauge fixing. These observables stay regular at the Big Bang and can be matched to much simpler Dirac observables of the Carroll-type gravity theory. Conversely, in an adapted foliation there is a systematic anti-Newtonian expansion (in inverse powers of the reduced Newton constant) of the full Dirac observables whose leading terms are the Carroll ones. In particular, this provides an off-shell generalization of the Asymptotic Velocity Domination property.",
      "published": "2026-02-03T15:46:48Z",
      "updated": "2026-02-03T15:46:48Z",
      "categories": [
        "gr-qc",
        "hep-th",
        "math-ph"
      ],
      "link": "https://arxiv.org/abs/2602.03663v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03663v1"
    },
    {
      "id": "2602.03540v1",
      "title": "Finite time pseudo-rip singularity in cosmology",
      "authors": [
        "Mariusz P. Dąbrowski",
        "Teodor Borislavov Vasilev"
      ],
      "summary": "By studying first a new decelerating sudden future singularity (SFS) universe we report finding a novel type of cosmological singularity which we dub a finite time pseudo-rip (FTPR) because unlike for a pseudo-rip, it happens in the finite future of the universe. In contrast to the new SFS model, where the expansion is decelerating before reaching the pressure singularity, the FTPR scenario is preceded by a super-accelerated phantom phase. Our claim is based on the thorough study of the energy conditions showing the violations of all of them for a FTPR, and only the dominant energy one for an SFS. Application of the so-called Raychaudhuri averaging shows that, alike within the requirement of geodesic completeness, these singularities are weak in the sense of this definition. We study the properties of the models including the behaviour of the cosmological horizons presented in the appropriate Penrose diagrams.",
      "published": "2026-02-03T13:56:44Z",
      "updated": "2026-02-03T13:56:44Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.03540v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03540v1"
    },
    {
      "id": "2602.03212v1",
      "title": "Linear perturbations of an exact gravitational wave in the Bianchi IV universe",
      "authors": [
        "Konstantin Osetrin"
      ],
      "summary": "The proper-time method for constructing perturbative dynamical gravitational fields is presented. Using the proper-time method, a perturbative analytical model of gravitational waves against the backdrop of an exact wave solution of Einstein's equations in a Bianchi IV universe is constructed. To construct the perturbative analytical wave model a privileged wave coordinate system and a synchronous time function associated with the proper time of an observer freely moving in a gravitational wave were used. Reduction of the field equations, taking into account compatibility conditions, reduces the mathematical model of gravitational waves to a system of coupled ordinary differential equations for functions of the wave variable. Analytical solutions for the components of the gravitational-wave metric have been found. The stability of the resulting perturbative solutions is proven. The stability of the exact solution for a gravitational wave in the anisotropic Bianchi IV universe is demonstrated.",
      "published": "2026-02-03T07:28:26Z",
      "updated": "2026-02-03T07:28:26Z",
      "categories": [
        "gr-qc",
        "hep-th",
        "math-ph"
      ],
      "link": "https://arxiv.org/abs/2602.03212v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03212v1"
    },
    {
      "id": "2602.03161v1",
      "title": "Magnetic field effects on spherical orbit in Kerr-Bertotti-Robinson spacetime: constraints from jet precession of M87*",
      "authors": [
        "Chao-Hui Wang",
        "Xiang-Cheng Meng",
        "Shao-Wen Wei"
      ],
      "summary": "The recently reported precession period of about $11.24$ years of the M87* jet provides a sensitive probe of strong field gravity and the electromagnetic environment in the immediate vicinity of supermassive black holes. In this work, we study the precession of the spherical orbit in the Kerr-Bertotti-Robinson geometry describing a rotating black hole immersed in a uniform electromagnetic field. Although the timelike geodesics is non-separable, we develop a Hamiltonian approach to investigate the spherical orbits. For sufficiently strong magnetic fields, the study shows that the spherical orbits can only exist within a finite radial range for given orbital inclination. Requiring the existence of the spherical orbits, we obtain an upper bound of the magnetic field, i.e., $B<0.33 M^{-1}$ for prograde and $B<0.0165 M^{-1}$ for retrograde motion. Furthermore, imposing the observed jet precession period, we obtain a significantly tighter constraint, $B\\lesssim 0.0145 M^{-1}$, providing a new constrain on the magnetic field of M87* independent of the shadow. Our results provide unified constraints on the parameters of the KBR black hole and demonstrate that the jet precession offers a robust and complementary probe of magnetized black holes in the strong gravity regime.",
      "published": "2026-02-03T06:20:56Z",
      "updated": "2026-02-03T06:20:56Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.03161v1",
      "pdf_link": "https://arxiv.org/pdf/2602.03161v1"
    },
    {
      "id": "2602.02936v1",
      "title": "Thurston geometries and parameter constraints from SNIa data",
      "authors": [
        "Tanay Gupta",
        "Anshul Verma",
        "Sukanta Panda",
        "Pavan K. Aluri"
      ],
      "summary": "Following the numerous evidence for large-scale cosmic isotropy violation with the advent of the `precision cosmology' era, we explore the possible advantages of extending the flat $Λ$CDM model to more general models in order to constrain anisotropies in the universe, otherwise absent in the standard model based on FLRW spacetime. Such extensions are offered by the topologically unique Thurston geometries, which are homogeneous but anisotropic spacetime models. In this work, we attempt to distinguish Thurston geometries from one another by introducing anisotropies via different scale factors in different directions, thereby introducing additional model parameters such as shear, eccentricity, curvature, and a preferred axis. We used the latest compilation of Pantheon+ \\& SH0ES Type Ia supernova data for deriving model constraints, and found mild evidence of large-scale isotropy violation.",
      "published": "2026-02-03T00:12:47Z",
      "updated": "2026-02-03T00:12:47Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.02936v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02936v1"
    },
    {
      "id": "2602.02662v1",
      "title": "From AdS to Flat Space: Massive Spin-2 Fields",
      "authors": [
        "Vijay Nenmeli",
        "Arvind Shekar",
        "Mritunjay Verma"
      ],
      "summary": "We analyze a bulk effective field theory in AdS containing a U(1)-charged massive spin-2 field coupled to a gauge field, by performing the required holographic renormalization, and computing the one and two-point functions. We then compute the renormalized bulk three-point function involving two massive spin-2 fields and one gauge field. Matching with the CFT 3-point correlator of two non-conserved spin-2 operators and a conserved current, we obtain explicit mappings between the bulk minimal and gyromagnetic couplings and the boundary OPE data. Finally, we take the flat-space limit of the momentum space CFT correlator and verify that the resulting amplitude matches the expected flat-space structure.",
      "published": "2026-02-02T19:00:03Z",
      "updated": "2026-02-02T19:00:03Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.02662v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02662v1"
    },
    {
      "id": "2602.02357v1",
      "title": "Black Hole Evaporation as a Topological Tunneling",
      "authors": [
        "Victor H. Alencar"
      ],
      "summary": "We present the quantization of the electromagnetic field near the event horizon of a Schwarzschild black hole using Euclidean path integrals. Our result for the vacuum energy describes a black hole surrounded by a finite volume of photons at $T_{H} = \\frac{1}{8πG M}$, the black hole quantum atmosphere. The total entropy includes contributions from this atmosphere, and the Bekenstein entropy, which arises from the Gibbons--Hawking--York boundary term, which encodes topological information. We show that the contribution of the quantum atmosphere to the black hole specific heat is positive, indicating that the system may become thermodynamically stable.   By analyzing homology groups, we show that the black hole evaporation is a tunneling between topologically distinct spacetimes: Schwarzschild ($χ= 2)$ transitions to the flat spacetime ($χ= 1$) via Hawking radiation, where $χ$ is the Euler characteristic, a topological invariant. This process resembles instanton-driven tunneling in Yang-Mills theories, where topologically non-trivial solutions dominate the vacuum amplitude. In our case, the Gibbons--Hawking--York term dominates the transition amplitude, which induces the evaporation process. These results corroborate the Parikh-Wilczek picture of Hawking radiation and the interpretation of Euclidean black holes as gravitational instantons.",
      "published": "2026-02-02T17:19:48Z",
      "updated": "2026-02-02T17:19:48Z",
      "categories": [
        "hep-th",
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.02357v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02357v1"
    },
    {
      "id": "2602.02116v1",
      "title": "Observable Optical Signatures, Particle Dynamics and Epicyclic Frequencies of Mod(A)Max Black Holes",
      "authors": [
        "Faizuddin Ahmed",
        "Ahmad Al-Badawi",
        "Edilberto O. Silva"
      ],
      "summary": "In this work, we investigate the observable optical signatures of the Mod(A)Max black hole spacetime. We analyze key optical features, including the photon sphere, black hole shadow, and photon trajectories, and examine how these observables depend on the underlying geometric parameters, such as the electric charge and the Mod(A)Max coupling parameter. We further study the dynamics of neutral test particles in the vicinity of the black hole by deriving the effective potential within the Hamiltonian formalism. Using this potential, we obtain the specific energy and specific angular momentum for test particles on circular orbits of fixed radius, as well as the innermost stable circular orbit (ISCO), and explore how the geometric parameters influence these quantities and the ISCO radius. Finally, we derive the epicyclic (azimuthal, radial, and vertical) frequencies to analyze quasi-periodic oscillations (QPOs) exploring how the geometric parameters influences these and discuss their physical implications.",
      "published": "2026-02-02T13:57:23Z",
      "updated": "2026-02-02T13:57:23Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.02116v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02116v1"
    },
    {
      "id": "2602.02094v1",
      "title": "Cosmic evolution from Lorentz-violating bumblebee dynamics and Tsallis holographic dark energy",
      "authors": [
        "E. M. Siquieri",
        "D. S. Cabral",
        "A. F. Santos"
      ],
      "summary": "In this work, the behavior, evolution, and expansion of the universe are investigated within a Lorentz-violating framework driven by Tsallis holographic dark energy. The cosmological extension is implemented through a spontaneously symmetry-breaking Bumblebee field, which is assumed to play a fundamental role in the dynamics of the universe. Estimates for key Lorentz-violating quantities are obtained, and the evolution of the Hubble parameter is analyzed from the early universe era to the present epoch. This formulation provides an alternative perspective on the Hubble tension.",
      "published": "2026-02-02T13:38:40Z",
      "updated": "2026-02-02T13:38:40Z",
      "categories": [
        "gr-qc"
      ],
      "link": "https://arxiv.org/abs/2602.02094v1",
      "pdf_link": "https://arxiv.org/pdf/2602.02094v1"
    },
    {
      "id": "2602.01111v1",
      "title": "Charged nutty black holes are hairy",
      "authors": [
        "Dmitri Gal'tsov",
        "Rostom Karsanov"
      ],
      "summary": "We uncover the physical nature of the electric and magnetic monopoles discovered by McGuire and Ruffini on Misner strings accompanying charged nutty black holes, showing that these strings carry singular, nonuniform flows of electric and magnetic fields. These fields inevitably have nonzero divergence, thereby simulating the effective electric and magnetic charge densities along the strings. The latter create a complex short-range electromagnetic hair zone around the horizon, making the combined Misner-Dirac strings classically observable. Typical features of this new type of hair are presented. We also note that rotation can act as a hair generator even in the absence of NUT.",
      "published": "2026-02-01T09:12:42Z",
      "updated": "2026-02-01T09:12:42Z",
      "categories": [
        "gr-qc",
        "hep-th"
      ],
      "link": "https://arxiv.org/abs/2602.01111v1",
      "pdf_link": "https://arxiv.org/pdf/2602.01111v1"
    }
  ]
}